[{"title": "The Adjustment Bureau", "overview": "A man glimpses the future Fate has planned for him – and chooses to fight for his own destiny. Battling the powerful Adjustment Bureau across, under and through the streets of New York, he risks his destined greatness to be with the only woman he's ever loved.", "release_date": "2011-03-03", "poster": "/g87PqGH9Oo3d3Tbczcfk7ZMAIEk.jpg", "runtime": 106, "id": 38050, "genre_ids": [53, 10749, 14]}, {"title": "The Eye", "overview": "Violinist Sydney Wells was accidentally blinded by her sister Helen when she was five years old. She submits to a cornea transplantation, and while recovering from the operation, she realizes that she is seeing dead people.", "release_date": "2008-02-01", "poster": "/iFeK07UppNGNtvooixF5lZudhWk.jpg", "runtime": 98, "id": 9030, "genre_ids": [18, 27, 53]}, {"title": "The Darkest Hour", "overview": "The story tells of a group of young people who fight to survive in Russia after an alien invasion.", "release_date": "2011-12-25", "poster": "/vRfn8Zxm4Xfssb7TFiSMDfpJEn.jpg", "runtime": 89, "id": 71469, "genre_ids": [27, 28, 53, 878]}, {"title": "Space Pirate Captain Harlock", "overview": "Space Pirate Captain Harlock and his fearless crew face off against the space invaders who seek to conquer the planet Earth.", "release_date": "2013-09-07", "poster": "/lB3movQFEgRZQWeZtCceLhUiIQj.jpg", "runtime": 115, "id": 192577, "genre_ids": [16, 878]}, {"title": "Mona Lisa Smile", "overview": "The story of Katherine Ann Watson, a feminist teacher who studied at UCLA graduate school and in 1953 left her boyfriend behind in Los Angeles, California to teach at Wellesley College, a conservative women's private liberal arts college in Massachusetts, United States.", "release_date": "2003-12-19", "poster": "/zLn6dKedtaR3rnCRohxIxjfqmxV.jpg", "runtime": 117, "id": 11820, "genre_ids": [18, 10749]}, {"title": "The Treacherous", "overview": "The story of Joseon's tyrant king Yeonsan who exploits the populace for his own carnal pleasures, his seemingly loyal retainer who controls him and all court dealings, and a woman who seeks vengeance.", "release_date": "2015-05-21", "poster": "/8QIRvhcEc8XTeeFxmTPJg45BI9w.jpg", "runtime": 133, "id": 338803, "genre_ids": [18, 36]}, {"title": "The Adventures of Priscilla, Queen of the Desert", "overview": "Two drag-queens and a transsexual contract to perform a drag show at a resort in Alice Springs, a resort town in the remote Australian desert. They head west from Sydney aboard their lavender bus, Priscilla. En route, it is discovered that the woman they've contracted with is the wife of one of the drag queens. Their bus breaks down, and is repaired by Bob, who travels on with them.", "release_date": "1994-05-31", "poster": "/pmHRJPlAEiYATBIgKAa0IyY6Or7.jpg", "runtime": 104, "id": 2759, "genre_ids": [18, 35]}, {"title": "All the President's Men", "overview": "In the run-up to the 1972 elections, Washington Post reporter Bob Woodward covers what seems to be a minor break-in at the Democratic Party National headquarters. He is surprised to find top lawyers already on the defense case, and the discovery of names and addresses of Republican fund organizers on the accused further arouses his suspicions. The editor of the Post is prepared to run with the story and assigns Woodward and Carl Bernstein to it. They find the trail leading higher and higher in the Republican Party, and eventually into the White House itself.", "release_date": "1976-04-04", "poster": "/jh4aA8tryNy1QDiQzkE1kzPqkwc.jpg", "runtime": 138, "id": 891, "genre_ids": [18, 36, 9648, 53]}, {"title": "Halo 4: Forward Unto Dawn", "overview": "Set against the backdrop of a UNSC military academy, a group of highborn cadets are training to be the next generation of soldiers in the UNSC’s ongoing war with insurrectionists in the outer colonial planets. Among these cadets, Thomas Lasky struggles with his doubts about this war, and with the burden of expectations he may not be able to carry. As Lasky comes to terms with his potential as a military leader, the terrifying alien alliance known as the Covenant arrives and turns his world upside down. Inspired by the Master Chief, he must decide what it means to be a hero.", "release_date": "2012-10-05", "poster": "/8JJTib7QM8rE3j0cxWQzSbgFIJD.jpg", "runtime": 92, "id": 119431, "genre_ids": [878]}, {"title": "She's the Man", "overview": "Viola Johnson is in a real jam. Complications threaten her scheme to pose as her twin brother, Sebastian, and take his place at a new boarding school. She falls in love with her handsome roommate, Duke, who loves beautiful Olivia, who has fallen for Sebastian! As if that were not enough, Viola's twin returns from London ahead of schedule but has no idea that his sister has already replaced him on campus.", "release_date": "2006-03-17", "poster": "/aoO3OtAojt9g8D60tro8s26mGmj.jpg", "runtime": 105, "id": 9655, "genre_ids": [35, 18, 10751, 10749]}, {"title": "A Hundred Times Spring", "overview": "Erna Krawinkel (Erni Mangold) is going to have her 100th birthday. Basically a reason to be happy but Erna does not want to participate in any celebrations. She disappears instead from the senior residents and flees. Village-helper Katja Baumann (Simone Thomalla) wants to help the old lady but both end up in a house on a mountain which is Erna's former parents house. Together they spend the night in the house. Katja makes Erna talk about her past and her family history.", "release_date": "2016-02-28", "poster": null, "runtime": 0, "id": 384463, "genre_ids": [18]}, {"title": "Season of the Witch", "overview": "A 14th century Crusader (Cage) returns with his comrade (Perlman) to a homeland devastated by the Black Plague. The Church commands the two knights to transport a witch (Foy) to a remote abbey, where monks will perform a ritual in hopes of ending the pestilence.", "release_date": "2011-01-07", "poster": "/71XUlmCSJomhBZoXDBBIMxzoLFx.jpg", "runtime": 95, "id": 23047, "genre_ids": [12, 14, 28]}, {"title": "Hostel", "overview": "Three backpackers head to a Slovakian city that promises to meet their hedonistic expectations, with no idea of the hell that awaits them.", "release_date": "2005-01-06", "poster": "/aXKo9A59BLQLwV7oUwCMPzYBtJg.jpg", "runtime": 94, "id": 1690, "genre_ids": [27]}, {"title": "Hard Target", "overview": "Natasha Binder comes to New Orleans looking for her father, who has gone missing. In doing so, she meets a very hard man called Chance. He helps her find out that her father was killed by an organisation who sell the opportunity to hunt human prey. They are taking advantage of a police strike in New Orleans. Will the Muscles from Brussels win through?", "release_date": "1993-08-20", "poster": "/6WEu60V7EzncuFJSVmGJzhFvs4I.jpg", "runtime": 97, "id": 2019, "genre_ids": [28, 12, 80, 53]}, {"title": "Bean", "overview": "Bean works as a caretaker at Britain's formidable Royal National Gallery, and his bosses want to fire him because he sleeps at work all the time, but can't because the chairman of the gallery's board defends him. They send him to USA, to the small Los Angeles art gallery instead, where he'll have to officiate at the opening of the greatest US picture ever (called \"Whistler's Mother\").", "release_date": "1997-07-29", "poster": "/36B69cweS9xaeQRj0qA4jnaGM6l.jpg", "runtime": 85, "id": 1281, "genre_ids": [35]}, {"title": "Vicky Cristina Barcelona", "overview": "Two girlfriends on a summer holiday in Spain become enamored with the same painter, unaware that his ex-wife, with whom he has a tempestuous relationship, is about to re-enter the picture.", "release_date": "2008-08-15", "poster": "/z1EVwBwK3iZrq3HjGoCZ6oJFq8q.jpg", "runtime": 96, "id": 5038, "genre_ids": [18, 10749]}, {"title": "Unforgiven", "overview": "William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.", "release_date": "1992-08-07", "poster": "/km6qw4qUkHQRN5y2U1juM1WkBFh.jpg", "runtime": 131, "id": 33, "genre_ids": [37]}, {"title": "She's All That", "overview": "High school hotshot Zach Siler is the envy of his peers. But his popularity declines sharply when his cheerleader girlfriend, Taylor, leaves him for sleazy reality-television star Brock Hudson. Desperate to revive his fading reputation, Siler agrees to a seemingly impossible challenge. He has six weeks to gain the trust of nerdy outcast Laney Boggs -- and help her to become the school's next prom queen.", "release_date": "1999-01-29", "poster": "/2kWpjQ3O6DZywdIoPlvXCk3T91P.jpg", "runtime": 95, "id": 10314, "genre_ids": [35, 10749]}, {"title": "Cheaper by the Dozen", "overview": "The Baker brood moves to Chicago after patriarch Tom gets a job coaching football at Northwestern University, forcing his writer wife, Mary, and the couple's 12 children to make a major adjustment. The transition works well until work demands pull the parents away from home, leaving the kids bored -- and increasingly mischievous.", "release_date": "2003-12-24", "poster": "/8vhbMWKJOcGJuX5bAtm8d7QqpAY.jpg", "runtime": 98, "id": 11007, "genre_ids": [35, 18, 10751]}, {"title": "Hana-Dama: Phantom", "overview": "“Hana-Dama”—a flower in the wasteland. This flower is a symbol of earthly desires and every human is overwhelmed by desire and their rationality collapses wherever the flower is in bloom. And even today, the “Hana-Dama” continues to blossom profusely somewhere in the world.  The story is set in a film theater, the facility keeps on closing one after another during recent years.  The last day has come to a film theater which has been maintained by a film-loving owner, the staff, and their unique audiences. The symbol of human desire, “Hana-Dama,” blossoms at the theater and instigates people’s erratic behavior. Upon facing its closure, tremendous chaos that will be noted in the history of Japanese film takes place within this film theater.", "release_date": "2016-02-27", "poster": null, "runtime": 83, "id": 378717, "genre_ids": []}, {"title": "The Lake House", "overview": "A lonely doctor who once occupied an unusual lakeside home begins exchanging love letters with its former resident, a frustrated architect. They must try to unravel the mystery behind their extraordinary romance before it's too late", "release_date": "2006-06-16", "poster": "/wdo6HYviSRaCuc6giVfzgYDfiI0.jpg", "runtime": 99, "id": 2044, "genre_ids": [18]}, {"title": "Son of Batman", "overview": "Batman learns that he has a violent, unruly pre-teen son with Talia al Ghul named Damian Wayne who is secretly being raised by Ra's al Ghul and the League of Assassins. When Ra's al Ghul apparently dies after a battle with Deathstroke, Batman must work to stop his long-lost son from taking revenge and guiding him to a righteous path, in addition to the chance for the pair to truly acknowledging each other as family.", "release_date": "2014-04-20", "poster": "/3KsZUcifrnHqs6AGrZBW4iUTLYs.jpg", "runtime": 74, "id": 251519, "genre_ids": [16, 28, 12]}, {"title": "The Perfect Storm", "overview": "In October 1991, a confluence of weather conditions combined to form a killer storm in the North Atlantic. Caught in the storm was the sword-fishing boat Andrea Gail. Magnificent foreshadowing and anticipation fill this true-life drama while minute details of the fishing boats, their gear and the weather are juxtaposed with the sea adventure.", "release_date": "2000-03-15", "poster": "/uARMPDyjiENKyUz7JRmQmLCH8L5.jpg", "runtime": 130, "id": 2133, "genre_ids": [18]}, {"title": "13 Sins", "overview": "A bright but meek salesman, drowning in debt as he's about to get married, receives a mysterious phone call informing him that he's on a hidden camera game show where he must execute 13 tasks to receive a multi-million dollar cash prize.", "release_date": "2014-04-18", "poster": "/uYPy89cVgvE1ic0bN39YJrumxwo.jpg", "runtime": 88, "id": 155084, "genre_ids": [27, 53]}, {"title": "P.S. I Love You", "overview": "A young widow discovers that her late husband has left her 10 messages intended to help ease her pain and start a new life.", "release_date": "2007-11-15", "poster": "/esfuYEvv7WrLvXNkCg7MCufEEdH.jpg", "runtime": 126, "id": 6023, "genre_ids": [18, 10749]}, {"title": "Home", "overview": "Carrie is a religious fundamentalist. But her mother decided to come-out-of-the-closet and marry another woman, which they have a daughter together with. Now, she is forced to move into a new house with people she cannot accept. The story takes place over the first two days at the strange house, as Carrie's new parents leave for a business trip and she must now take care of her step sister. As creepy occurrences lead to full blown terror, Carrie must learn to overcome her own fears and believes to save her little sister.", "release_date": "2016-03-01", "poster": "/caq7SUZwXkESWYoQMGVb4byXbuQ.jpg", "runtime": 87, "id": 381507, "genre_ids": [27, 18, 10751]}, {"title": "Beauty and the Beast: The Enchanted Christmas", "overview": "Belle prepares the castle for Christmas against Beast's wishes, trying to bring him happiness for the season...", "release_date": "1997-11-11", "poster": "/szh2PEmLCDgUUFM7C1Hy1GOUWB8.jpg", "runtime": 72, "id": 13313, "genre_ids": [10751, 16]}, {"title": "Universal Soldier", "overview": "An American soldier who had been killed during the Vietnam War is revived 25 years later by the military as a semi-android, UniSols, a high-tech soldier of the future. After the failure of the initiative to erase all the soldier's memories, he begins to experience flashbacks that are forcing him to recall his past.", "release_date": "1992-07-10", "poster": "/jxOH4GsCYjwhL6VarO7MJmfmOPz.jpg", "runtime": 102, "id": 9349, "genre_ids": [53, 28, 878, 80]}, {"title": "Bulletproof Monk", "overview": "A mysterious and immortal Tibetan kung fu master, who has spent the last 60 years traveling around the world protecting the ancient Scroll of the Ultimate, mentors a selfish street kid in the ancient intricacies of kung fu.", "release_date": "2003-03-28", "poster": "/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg", "runtime": 104, "id": 11817, "genre_ids": [28, 35, 14]}, {"title": "National Lampoon's Christmas Vacation", "overview": "It's Christmas time and the Griswolds are preparing for a family seasonal celebration, but things never run smoothly for Clark, his wife Ellen and their two kids. Clark's continual bad luck is worsened by his obnoxious family guests, but he manages to keep going knowing that his Christmas bonus is due soon.", "release_date": "1989-12-01", "poster": "/gEvpYA2Au5HzyjdcXa1EC5j1e1l.jpg", "runtime": 97, "id": 5825, "genre_ids": [35]}, {"title": "Silent Hill: Revelation 3D", "overview": "Heather Mason and her father have been on the run, always one step ahead of dangerous forces that she doesn't fully understand, Now on the eve of her 18th birthday, plagued by horrific nightmares and the disappearance of her father, Heather discovers she's not who she thinks she is. The revelation leads her deeper into a demonic world that threatens to trap her forever.", "release_date": "2012-10-10", "poster": "/kTAjRFmgESCgOhWVV6uuWSdf2MC.jpg", "runtime": 94, "id": 61012, "genre_ids": [53, 27, 9648]}, {"title": "Panic Room", "overview": "Trapped in their New York brownstone's panic room, a hidden chamber built as a sanctuary in the event of break-ins, newly divorced Meg Altman and her young daughter Sarah play a deadly game of cat-and-mouse with three intruders - Burnham, Raoul and Junior - during a brutal home invasion. But the room itself is the focal point because what the intruders really want is inside it.", "release_date": "2002-03-29", "poster": "/hjkugMBhYjV8ZXgvSnGXI3q7wt7.jpg", "runtime": 112, "id": 4547, "genre_ids": [80, 18, 53]}, {"title": "Far from the Madding Crowd", "overview": "A beautiful young woman maintains relationships with three very different men.", "release_date": "2015-05-01", "poster": "/6v1DEaO2TZzrqcaGohUf1K7BXkU.jpg", "runtime": 119, "id": 250734, "genre_ids": [10749, 18]}, {"title": "Enemy of the State", "overview": "Hotshot Washington lawyer Robert Dean becomes a victim of high-tech identity theft when a hacker slips an incriminating video into his pocket. Soon, a rogue National Security agent sets out to recover the tape -- and destroy Dean.", "release_date": "1998-11-15", "poster": "/2B0vLBo6gJbnzke4Enc77GCxKrz.jpg", "runtime": 132, "id": 9798, "genre_ids": [28, 18, 53]}, {"title": "Crocodile Dundee", "overview": "When a New York reporter plucks crocodile hunter Dundee from the Australian Outback for a visit to the Big Apple, it's a clash of cultures and a recipe for good-natured comedy as naïve Dundee negotiates the concrete jungle. Dundee proves that his instincts are quite useful in the city and adeptly handles everything from wily muggers to high-society snoots without breaking a sweat.", "release_date": "1986-09-26", "poster": "/uQyFHP0BBQcOVAbfpmiTnj5rKDm.jpg", "runtime": 97, "id": 9671, "genre_ids": [12, 35]}, {"title": "Cashback", "overview": "After a painful breakup, Ben develops insomnia. To kill time, he starts working the late night shift at the local supermarket, where his artistic imagination runs wild.", "release_date": "2006-09-10", "poster": "/rXzlyFeZkpwFMd8lCrOHpjfM4VL.jpg", "runtime": 102, "id": 12225, "genre_ids": [18, 35, 10749]}, {"title": "Elizabeth: The Golden Age", "overview": "This movie is a Sequel to the First Elizabeth movie from 1998, and takes place in the 15th century, following the virgin queen of England, and her epic battle against the Spanish fleet", "release_date": "2007-09-09", "poster": "/kER0eNIgnZ9rlvrk5f2syGWaknK.jpg", "runtime": 114, "id": 4517, "genre_ids": [18, 36, 10749]}, {"title": "The Change-Up", "overview": "Dave is a married man with two kids and a loving wife , and Mitch is a single man who is at the prime of his sexual life. One fateful night while Mitch and Dave are peeing in a fountain when lightning strikes and they switch bodies.", "release_date": "2011-08-05", "poster": "/a3CnrqymnchFAeBoKr6g6KZEuv5.jpg", "runtime": 112, "id": 49520, "genre_ids": [35]}, {"title": "From the Other Side", "overview": "From the privateer weekend warriors to the top factory riders to the event promoters...  The love of off-road racing is what bonds us all.  From the other side of dirt bike racing...  THIS is off-road.", "release_date": "2016-02-28", "poster": "/hDvy9k6KT6HMXLe4wYqhlnq8wpz.jpg", "runtime": 0, "id": 370589, "genre_ids": [99]}, {"title": "Hot Bubblegum", "overview": "Momo and Yudale take turns mounting Bentzi's foreign buxom cousin, but Yudale and her get stuck together. Momo raises the bar even further by proving the rumors of an accepting older buxom piano tutor, Fritzi. Bentzi looks for love.", "release_date": "1981-04-07", "poster": "/fVtA8FrcHeiY6leezkwjOgJ6iwQ.jpg", "runtime": 90, "id": 10582, "genre_ids": [18, 35, 10749]}, {"title": "Saturday Night Fever", "overview": "Nineteen-year-old Tony Manero lives for Saturday nights at the local disco, where he's king of the dance floor. But outside of the club, things don't look so rosy. At home, he fights constantly with his father and has to compete with his family's starry-eyed view of his older brother, a priest. Then, he meets Stephanie at the disco and they agree to dance together in a competition. Stephanie resists Tony's attempts to romance her, as she aspires to greater things; she is moving across the river to Manhattan. Gradually, Tony also becomes disillusioned with the life he is leading and he and Stephanie decide to help one another to start afresh", "release_date": "1977-12-16", "poster": "/uC0GIPI54UiqrIQsnq6C0qXSIwp.jpg", "runtime": 118, "id": 11009, "genre_ids": [18, 10402]}, {"title": "Dick Tracy", "overview": "The comic strip detective finds his life vastly complicated when Breathless Mahoney makes advances towards him while he is trying to battle Big Boy Caprice's united mob,", "release_date": "1990-06-15", "poster": "/4UfKEGnj9jPWV11LNKBXTgge3We.jpg", "runtime": 103, "id": 8592, "genre_ids": [12, 28, 35, 53, 80]}, {"title": "Juno", "overview": "A young girl named Juno gets herself pregnant and tries to stand on her own. She soon learns a few lessons about being grown up.", "release_date": "2007-12-05", "poster": "/eE64N6PYCSRW2mtQucfK2av5Wk2.jpg", "runtime": 96, "id": 7326, "genre_ids": [35, 18, 10749]}, {"title": "Frankenweenie", "overview": "Young Victor conducts a science experiment to bring his beloved dog Sparky back to life, only to face unintended, sometimes monstrous, consequences.", "release_date": "2012-10-04", "poster": "/zMFJ0Uy9y0Oy3KPbgtRic6IYzRk.jpg", "runtime": 87, "id": 62214, "genre_ids": [16, 35, 10751]}, {"title": "Street Fighter", "overview": "Col. Guile and various other martial arts heroes fight against the tyranny of Dictator M. Bison and his cohorts.", "release_date": "1994-12-22", "poster": "/1Q5YdK91oJBXJcbCuZhKXeY4vP1.jpg", "runtime": 102, "id": 11667, "genre_ids": [28, 12, 53]}, {"title": "Along Came Polly", "overview": "Reuben Feffer (Ben Stiller) is a guy who's spent his entire life playing it safe. Polly Prince (Jennifer Aniston) is irresistible as a free-spirit who lives for the thrill of the moment. When these two comically mismatched souls collide, Reuben's world is turned upside down, as he makes an uproarious attempt to change his life from middle-of-the-road to totally-out-there!", "release_date": "2004-01-08", "poster": "/nIY4kvJTTnxoBR0wycrXng5MOYs.jpg", "runtime": 90, "id": 5966, "genre_ids": [35, 10749]}, {"title": "The Last Emperor", "overview": "A dramatic history of Pu Yi, the last of the Emperors of China, from his lofty birth and brief reign in the Forbidden City, the object of worship by half a billion people; through his abdication, his decline and dissolute lifestyle; his exploitation by the invading Japanese, and finally to his obscure existence as just another peasant worker in the People's Republic.", "release_date": "1987-10-21", "poster": "/gnKVWiegQ6IoaYA0miR0OdPyI5P.jpg", "runtime": 163, "id": 746, "genre_ids": [18, 36]}, {"title": "Tarzan", "overview": "One of the most classic and revered stories of all time, Edgar Rice Burroughs' Tarzan returns to the big screen for a new generation. Tarzan and Jane face a mercenary army dispatched by the evil CEO of Greystoke Energies, a man who took over the company from Tarzan's parents, after they died in a plane crash in the African jungle.", "release_date": "2013-10-17", "poster": "/p0Ut3h7Sx6GlsVltt2ZAp8XDFmi.jpg", "runtime": 94, "id": 230222, "genre_ids": [16, 28, 12, 10751]}, {"title": "The Pink Panther", "overview": "When the coach of the France soccer team is killed by a poisoned dart in the stadium in the end of a game, and his expensive and huge ring with the diamond Pink Panther disappears, the ambitious Chief Inspector Dreyfus assigns the worst police inspector Jacques Clouseau to the case.", "release_date": "2006-01-18", "poster": "/eNzbcO8Mps96Zycg6DSFn9b1aO1.jpg", "runtime": 93, "id": 12096, "genre_ids": [28, 35, 80, 9648, 10751]}, {"title": "The Santa Clause 2", "overview": "Better watch out! The big guy in red is coming to town once again. This time, Scott Calvin -- also known as Santa Claus -- finds out there's an obscure clause in his contract requiring him to take on a wife. He has to leave the North Pole to fulfill his obligations, or else he'll be forced to give up his Yuletide gig.", "release_date": "2002-10-31", "poster": "/i7tbiDPIaa4VsQh1wWmbkY4zTRX.jpg", "runtime": 104, "id": 9021, "genre_ids": [14, 35, 10751]}, {"title": "The Firm", "overview": "Mitch McDeere is a young man with a promising future in Law. About to sit his Bar exam, he is approached by 'The Firm' and made an offer he doesn't refuse. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...", "release_date": "1993-06-30", "poster": "/2yKjIGzQF5mhG634MwG6oBTH1ce.jpg", "runtime": 154, "id": 37233, "genre_ids": [18, 9648, 53]}, {"title": "They Live", "overview": "Nada, a down-on-his-luck construction worker, discovers a pair of special sunglasses. Wearing them, he is able to see the world as it really is: people being bombarded by media and government with messages like \"Stay Asleep\", \"No Imagination\", \"Submit to Authority\". Even scarier is that he is able to see that some usually normal-looking people are in fact ugly aliens in charge of the massive campaign to keep humans subdued.", "release_date": "1988-11-23", "poster": "/8N8BnBGwgsxXXwZ2q9eVFFIKFL1.jpg", "runtime": 94, "id": 8337, "genre_ids": [28, 27, 878, 53]}, {"title": "Gothika", "overview": "After a car crash, a criminal psychologist (Halle Berry) comes to, only to find that she's a patient in the same mental institution that currently employs her. It seems she's been accused of murdering her husband -- but she has no memory of committing the crime. As she tries to regain her memory and convince her co-workers of her innocence, a vengeful spirit uses her as an earthly pawn, which further convinces everyone of her guilt.", "release_date": "2003-10-24", "poster": "/5XlRbWpLaFvsK2hYhDAXrkC2ER6.jpg", "runtime": 98, "id": 4970, "genre_ids": [27, 53]}, {"title": "Rain In The Town", "overview": "Story of a man whom the police is after constantly since he's responsible for the disappearance of some famous men of the town.", "release_date": "2016-02-27", "poster": "/lMACUFsniFcdfczSWWhR8gvtnyW.jpg", "runtime": 3, "id": 384037, "genre_ids": [53, 28]}, {"title": "Woman in Gold", "overview": "Maria Altmann, an octogenarian Jewish refugee, takes on the government to recover artwork she believes rightfully belongs to her family.", "release_date": "2015-04-10", "poster": "/mNg0HRIhJyPgKo3NoxD3rfw061O.jpg", "runtime": 120, "id": 304357, "genre_ids": [18]}, {"title": "Dancer in the Dark", "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.", "release_date": "2000-05-17", "poster": "/4Zz2aX5ZrwebgxdIhPCXBKxFSVO.jpg", "runtime": 140, "id": 16, "genre_ids": [18, 80, 10402]}, {"title": "The Ant Bully", "overview": "Fed up with being targeted by the neighborhood bully, 10-year-old Lucas Nickle vents his frustrations on the anthill in his front yard ... until the insects shrink him to the size of a bug with a magic elixir. Convicted of \"crimes against the colony,\" Lucas can only regain his freedom by living with the ants and learning their ways.", "release_date": "2006-07-27", "poster": "/tBUlwDCdvYC5aP7DzgcmDgrbfec.jpg", "runtime": 88, "id": 9906, "genre_ids": [14, 12, 16, 35, 10751]}, {"title": "Showgirls", "overview": "A young drifter named Nomi arrives in Las Vegas to become a dancer and soon sets about clawing and pushing her way to become a top showgirl.", "release_date": "1995-09-22", "poster": "/7O2SxrsXYaGFZ5cZgJF0Ab5SV5J.jpg", "runtime": 128, "id": 10802, "genre_ids": [18]}, {"title": "Sydney White", "overview": "A modern retelling of Snow White set against students in their freshman year of college in the greek system.", "release_date": "2007-09-21", "poster": "/7gWssDrFkEekZidyu82u0OWaoyq.jpg", "runtime": 108, "id": 10760, "genre_ids": [35]}, {"title": "42", "overview": "\"42\" is the powerful story of Jackie Robinson, the legendary baseball player who broke Major League Baseball's color barrier when he joined the roster of the Brooklyn Dodgers. The film follows the innovative Dodger's general manager Branch Rickey, the MLB executive who first signed Robinson to the minors and then helped to bring him up to the show.", "release_date": "2013-04-12", "poster": "/vlP18ooLmvYVNnqidbot0FupY05.jpg", "runtime": 128, "id": 109410, "genre_ids": [18]}, {"title": "Porco Rosso", "overview": "Porco Rosso, known in Japan as Crimson Pig (Kurenai no Buta) is the sixth animated film by Hayao Miyazaki and released in 1992. You're introduced to an Italian World War I fighter ace, now living as a freelance bounty hunter chasing \"air pirates\" in the Adriatic Sea. He has been given a curse that changed his head to that of a pig. Once called Marco Pagot, he is now known to the world as \"Porco Rosso\", Italian for \"Red Pig.\"", "release_date": "1992-07-18", "poster": "/d8J98dLZkfTpJY64VvtCOH2UkXP.jpg", "runtime": 94, "id": 11621, "genre_ids": [14, 16, 12]}, {"title": "Spider-Man 2", "overview": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood.", "release_date": "2004-06-29", "poster": "/qtBFrsEQ4oXW8sKvRxkKnYuPLg.jpg", "runtime": 127, "id": 558, "genre_ids": [28, 12, 14]}, {"title": "Burlesque", "overview": "The Burlesque Lounge has its best days behind it. Tess, a retired dancer and owner of the venue, struggles to keep the aging theater alive, facing all kinds of financial and artistic challenges. With the Lounge's troupe members becoming increasingly distracted by personal problems and a threat coming from a wealthy businessman's quest to buy the spot from Tess, the good fortune seems to have abandoned the club altogether. Meanwhile, the life of Ali, a small-town girl from Iowa, is about to change dramatically. Hired by Tess as a waitress at the Lounge, Ali escapes a hollow past and quickly falls in love with the art of burlesque. Backed by newfound friends amongst the theater's crew, she manages to fulfill her dreams of being on stage herself. Things take a dramatic turn though when Ali's big voice makes her become the main attraction of the revue", "release_date": "2010-11-23", "poster": "/j7AwTMAauPuwO8mixpU6SSPuPeZ.jpg", "runtime": 119, "id": 42297, "genre_ids": [18, 10749]}, {"title": "Lady and the Tramp II: Scamp's Adventure", "overview": "Lady and Tramp's mischievous pup, Scamp, gets fed up with rules and restrictions imposed on him by life in a family, and longs for a wild and free lifestyle. He runs away from home and into the streets where he joins a pack of stray dogs known as the \"Junkyard Dogs.\" Buster, the pack's leader, takes an instant disliking to the \"house-dog\" and considers him a rival. Angel, a junkyard pup Scamp's age, longs for the safety and comfort of life in a family and the two become instant companions. Will Scamp choose the wild and free life of a stray or the unconditional love of his family?", "release_date": "2001-02-18", "poster": "/bc2yxExkW5tiJf8ASkgsEYHiluy.jpg", "runtime": 69, "id": 18269, "genre_ids": [16]}, {"title": "Old School", "overview": "Three friends attempt to recapture their glory days by opening up a fraternity near their alma mater.", "release_date": "2003-02-21", "poster": "/lvcyZumUoA6OBeqcJknfZVTmKKF.jpg", "runtime": 91, "id": 11635, "genre_ids": [35]}, {"title": "The Triplets of Belleville", "overview": "When her grandson is kidnapped during the Tour de France, Madame Souza and her beloved pooch Bruno team up with the Belleville Sisters--an aged song-and-dance team from the days of Fred Astaire--to rescue him.", "release_date": "2003-05-18", "poster": "/hKPBnEN7wJGblz72B0yhI41U9hE.jpg", "runtime": 80, "id": 9662, "genre_ids": [12, 16, 35, 18]}, {"title": "Star Trek V: The Final Frontier", "overview": "Capt. Kirk and his crew must deal with Mr. Spock's half brother who kidnaps three diplomats and hijacks the Enterprise in his obsessive search for God.", "release_date": "1989-06-09", "poster": "/8kAEB0gEv0BXLVIT5Npprk9RtaO.jpg", "runtime": 107, "id": 172, "genre_ids": [878, 28, 12, 53]}, {"title": "Moonrise Kingdom", "overview": "Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two twelve-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in more ways than anyone can handle.", "release_date": "2012-05-16", "poster": "/ysTohGF7NY9Z6MYz9vLNYiyzh0r.jpg", "runtime": 94, "id": 83666, "genre_ids": [35, 18, 10749]}, {"title": "From Hell", "overview": "Frederick Abberline is an opium-huffing inspector from Scotland Yard who falls for one of Jack the Ripper's prostitute targets in this Hughes brothers adaption of a graphic novel that posits the Ripper's true identity.", "release_date": "2001-10-19", "poster": "/f3J77Cy3pRSeeN52Pk8oIvgi6IN.jpg", "runtime": 122, "id": 768, "genre_ids": [27, 9648, 53]}, {"title": "RoboCop 2", "overview": "A corrupt businesswoman seeks to disable RoboCop in favor of her own model of cyborg.", "release_date": "1990-06-22", "poster": "/jHE1jOJQILXSPudL4h94NI3TRL.jpg", "runtime": 117, "id": 5549, "genre_ids": [28, 12, 80, 878, 53]}, {"title": "The Birds", "overview": "Chic socialite Melanie Daniels enjoys a passing flirtation with an eligible attorney in a San Francisco pet shop and, on an impulse, follows him to his hometown bearing a gift of lovebirds. But upon her arrival, the bird population runs amok. Suddenly, the townsfolk face a massive avian onslaught, with the feathered fiends inexplicably attacking people all over Bodega Bay.", "release_date": "1963-03-28", "poster": "/oFmlUPoPKFAzA9avylrEUs1FLj0.jpg", "runtime": 119, "id": 571, "genre_ids": [27]}, {"title": "The Cable Guy", "overview": "When recently single Steven moves into his new apartment, cable guy Chip comes to hook him up -- and doesn't let go. Initially, Chip is just overzealous in his desire to be Steven's pal, but when Steven tries to end the \"friendship,\" Chip shows his dark side. He begins stalking Steven, who's left to fend for himself because no one else can believe Chip's capable of such behavior.", "release_date": "1996-06-10", "poster": "/mqb62jLrlrT6XS1rR8cprtEW2Z6.jpg", "runtime": 96, "id": 9894, "genre_ids": [35, 18, 53]}, {"title": "LelleBelle", "overview": "19-year old Belle practices playing the violin diligently, but is unable to impart her music with a sensitive undertone. Her life changes when she discovers that sexual desire stimulates passion in her music.", "release_date": "2010-10-09", "poster": "/chL8jvp6TjxIRxWgIBjhTV3tCaE.jpg", "runtime": 89, "id": 52371, "genre_ids": [10749, 10402]}, {"title": "Kill the Messenger", "overview": "A reporter becomes the target of a vicious smear campaign that drives him to the point of suicide after he exposes the CIA's role in arming Contra rebels in Nicaragua and importing cocaine into California. Based on the true story of journalist Gary Webb.", "release_date": "2014-10-09", "poster": "/i5Tgu6x2f5ALvHLmHRqDo69Vj0I.jpg", "runtime": 112, "id": 245916, "genre_ids": [53, 80, 18, 9648]}, {"title": "The Fountain", "overview": "Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.", "release_date": "2006-09-06", "poster": "/lGIJvQ8ZQazOHVAA0E34yIy7gxv.jpg", "runtime": 96, "id": 1381, "genre_ids": [18, 12, 878, 10749]}, {"title": "October Sky", "overview": "Based on the true story of Homer Hickam, a coal miner's son who was inspired by the first Sputnik launch to take up rocketry against his father's wishes, and eventually became a NASA scientist.", "release_date": "1999-02-19", "poster": "/oeFdjM0P3DMIKOloApLAn96GHiM.jpg", "runtime": 108, "id": 13466, "genre_ids": [18, 10751]}, {"title": "The Colony", "overview": "Forced underground by the next ice age, a struggling outpost of survivors must fight to preserve humanity against a threat even more savage than nature.", "release_date": "2013-04-12", "poster": "/oYeCfvBSdIfxGSlSXMwtAUzKiJC.jpg", "runtime": 95, "id": 178809, "genre_ids": [28, 878, 27]}, {"title": "Boogeyman", "overview": "Every culture has one - the horrible monster fueling young children's nightmares. But for Tim, the Boogeyman still lives in his memories as a creature that devoured his father 16 years earlier. Is the Boogeyman real? Or did Tim make him up to explain why his father abandoned his family?", "release_date": "2005-02-04", "poster": "/uG61rNRVfBx7sHJp42wlN5yLouU.jpg", "runtime": 89, "id": 8968, "genre_ids": [53, 27, 18, 9648]}, {"title": "Harold & Kumar Go to White Castle", "overview": "Sometimes, it takes a strange night to put everything else into focus. And that's exactly what happens to Harold and his roommate, Kumar, when they set out to get the best stoner fix money can buy: White Castle hamburgers. Both guys are at a crossroads, about to make major decisions that will affect the course of their lives. Yet they arrive at wisdom by accident as they drive around New Jersey in search of fast food.", "release_date": "2004-05-30", "poster": "/wmLW4WTxXTTzD3nruLVWTl3m55b.jpg", "runtime": 88, "id": 11282, "genre_ids": [35, 12]}, {"title": "Duel", "overview": "Travelling businessman, David Mann, angers the driver of a rusty tanker whilst crossing the Californian desert. A simple trip turns deadly as Mann struggles to stay on the road while the tanker plays cat and mouse with his life.", "release_date": "1971-11-10", "poster": "/tr7YTVjGPSCheYtObfoNRkMV82L.jpg", "runtime": 90, "id": 839, "genre_ids": [28, 9648, 53]}, {"title": "The Longest Yard", "overview": "Pro quarter-back Paul Crewe (Sandler) and former college champion and coach Nate Scarboro (Reynolds) are doing in the same prison. Asked to put together a team of inmates to take on the guards, Crewe enlists the help of Scarboro to coach the inmates to victory in a football game 'fixed' to turn out quiet another way.", "release_date": "2005-05-19", "poster": "/ag6q9euZABqbHtbDhoRT9xEYltP.jpg", "runtime": 113, "id": 9291, "genre_ids": [35, 18]}, {"title": "Vehicle 19", "overview": "A parolee (Paul Walker) becomes the target of a massive police manhunt after inadvertently picking up a rental car with a female whistleblower tied up in the trunk. Now, as the police attempt to silence the woman before she can testify about the city's rampant corruption, the ex-con who just regained his freedom must defend her life, and clear his own name.", "release_date": "2013-03-07", "poster": "/8rh9jEiPmWDcLMPDA3DkUt8JSqG.jpg", "runtime": 85, "id": 180948, "genre_ids": [53]}, {"title": "Chatroom", "overview": "When strangers Jim, Eva, Emily and Mo meet William online in his new 'Chelsea Teens!' chatroom, they're completely seduced by his fast-talking, charismatic character. But beneath the surface lies a much darker truth. William is a dangerous loner, channeling all his energies into cyberspace. He's become an analyser, a calculating manipulator who finds it almost impossible to interact normallywith others in the real world, instead turning his hand to manipulating people online. When the timid Jim opens up to William, it sparks a fascination that quickly turns into a dark downward spiral, with the twisted antagonist coercing the rest of the group to become pawns in his deadly game. As the cat-and-mouse situation escalates to devastating heights, can William's anti-social networking be brought to an end?", "release_date": "2010-08-11", "poster": "/kmFbDDyQ1IoLCMyMOZJ5D5ScYp7.jpg", "runtime": 97, "id": 48946, "genre_ids": [18, 53]}, {"title": "The Gruffalo", "overview": "James Corden and Robbie Coltrane provide the voices for the Mouse and the Gruffalo in BBC One's animation of the popular children's book.A half-hour animated film based on the classic children's picture book written by Julia Donaldson and illustrated by Axel Scheffler, tells the magical tale of a mouse who takes a walk though the woods in search of a nut.", "release_date": "2009-12-25", "poster": "/qZPvF9VdLi8rUe5Bqacv5jnsgGp.jpg", "runtime": 27, "id": 28118, "genre_ids": [16, 10751]}, {"title": "Dogma", "overview": "The latest battle in the eternal war between Good and Evil has come to New Jersey in the late, late 20th Century. Angels, demons, apostles and prophets (of a sort) walk among the cynics and innocents of America and duke it out for the fate of humankind.", "release_date": "1999-11-12", "poster": "/c4z6u46AyH3dflgVJLXHbo3lx0U.jpg", "runtime": 130, "id": 1832, "genre_ids": [14, 35, 12]}, {"title": "The Rescuers", "overview": "What can two little mice possibly do to save an orphan girl who's fallen into evil hands? With a little cooperation and faith in oneself, anything is possible! As members of the mouse-run International Rescue Aid Society, Bernard and Miss Bianca respond to orphan Penny's call for help. The two mice search for clues with the help of an old cat named Rufus.", "release_date": "1977-06-22", "poster": "/46W2yCZgfhpeV1OOLeOCczoosXD.jpg", "runtime": 78, "id": 11319, "genre_ids": [14, 10751, 16, 12]}, {"title": "Eyes Wide Shut", "overview": "After Dr. Bill Hartford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head.", "release_date": "1999-07-14", "poster": "/c8X6UIbzbhBBuyuHRrzVzaCMbkZ.jpg", "runtime": 159, "id": 345, "genre_ids": [18]}, {"title": "The Talented Mr. Ripley", "overview": "Tom Ripley is a charismatic sociopath who makes his way in mid-'50s New York as a rest room attendant and pianist. His skill however is in impersonating other people, forging handwriting and running second-rate scams. Unhappy with his own life, he kills and takes on the persona of somebody else.", "release_date": "1999-12-12", "poster": "/lNVD3OADzRxaqbnN1ThdgB0Fuoe.jpg", "runtime": 139, "id": 1213, "genre_ids": [80, 18, 53, 12]}, {"title": "Happy Feet", "overview": "Into the world of the Emperor Penguins, who find their soul mates through song, a penguin is born who cannot sing. But he can tap dance something fierce!", "release_date": "2006-11-16", "poster": "/8RLEzftZK87S2usLsQoYtyNYzoV.jpg", "runtime": 108, "id": 9836, "genre_ids": [10402, 16, 35, 10751]}, {"title": "Cold in July", "overview": "How can a split-second decision change your life? While investigating noises in his house one balmy Texas night in 1989, Richard Dane puts a bullet in the brain of low-life burglar Freddy Russell. Although he’s hailed as a small-town hero, Dane soon finds himself fearing for his family’s safety when Freddy’s ex-con father, Ben, rolls into town, hell-bent on revenge.", "release_date": "2014-05-23", "poster": "/zotsAuntzSFECpDWfkIWePcIJOq.jpg", "runtime": 109, "id": 244509, "genre_ids": [18, 53]}, {"title": "Anna Karenina", "overview": "Trapped in a loveless marriage, aristocrat Anna Karenina enters into a life-changing affair with the affluent Count Vronsky.", "release_date": "2012-09-06", "poster": "/vueoajubjMMmDpcLOZnrU9wW95E.jpg", "runtime": 130, "id": 96724, "genre_ids": [18, 10749]}, {"title": "The Money Pit", "overview": "After being evicted from their Manhattan apartment, a couple buy what looks like the home of their dreams - only to find themselves saddled with a bank-account-draining nightmare. Struggling to keep their relationship together as their rambling mansion falls to pieces around them, the two watch in hilarious horror as everything - including the kitchen sink, disppears into the Money Pit.", "release_date": "1986-03-15", "poster": "/vzUfCSAXDIQemW6Kdk2RU2JtfiV.jpg", "runtime": 91, "id": 10466, "genre_ids": [35, 10749]}, {"title": "Girl, Interrupted", "overview": "Set in the changing world of the late 1960s, \"Girl, Interrupted\" is the searing true story of Susanna Kaysen (Winona Ryder), a young woman who finds herself at a renowned mental institution for troubled young women, where she must choose between the world of people who belong on the inside -- like the seductive and dangerous Lisa (Angelina Jolie) -- or the often difficult world of reality on the outside.", "release_date": "1999-12-21", "poster": "/vp46lgVDiFdT4Hw5WIISOPwnMaH.jpg", "runtime": 127, "id": 3558, "genre_ids": [18]}, {"title": "The Darjeeling Limited", "overview": "Three American brothers who have not spoken to each other in a year set off on a train voyage across India with a plan to find themselves and bond with each other -- to become brothers again like they used to be. Their \"spiritual quest\", however, veers rapidly off-course (due to events involving over-the-counter pain killers, Indian cough syrup, and pepper spray).", "release_date": "2007-09-29", "poster": "/9LGVmZ8dJK0B5LvTSschhKeCQkl.jpg", "runtime": 91, "id": 4538, "genre_ids": [12, 18, 35]}, {"title": "John Q", "overview": "John Q is a 2002 film by Nick Cassavetes; starring Denzel Washington as John Quincy Archibald, a father and husband whose son is diagnosed with an enlarged heart and then finds out he cannot receive a transplant because HMO insurance will not cover it. Therefore, he decides to take a hospital full of patients hostage until the hospital puts his son's name on the donor's list.", "release_date": "2002-02-15", "poster": "/4jX2XxZbpMy2rGSigoIaFAbhOez.jpg", "runtime": 116, "id": 8470, "genre_ids": [18, 53, 80]}, {"title": "Mortal Kombat", "overview": "For nine generations an evil sorcerer has been victorious in hand-to-hand battle against his mortal enemies. If he wins a tenth Mortal Kombat tournament, desolation and evil will reign over the multiverse forever. To save Earth, three warriors must overcome seemingly insurmountable odds, their own inner demons, and superhuman foes in this action/adventure movie based on one of the most popular video games of all time.", "release_date": "1995-08-18", "poster": "/bdXWixjWVA7Y03PvW74xufrROiJ.jpg", "runtime": 101, "id": 9312, "genre_ids": [28, 14]}, {"title": "Shall We Dance?", "overview": "A romantic comedy where a bored, overworked Estate Lawyer, upon first sight of a beautiful instructor, signs up for ballroom dancing lessons.", "release_date": "2004-10-15", "poster": "/ntKMVXdb1tVr4q3sT9vJOV9wnfN.jpg", "runtime": 107, "id": 4380, "genre_ids": [18, 10749, 35]}, {"title": "American Pie Presents: Beta House", "overview": "Erik, Ryan, and Cooze start college and pledge the Beta House fraternity, presided over by none other than legendary Dwight Stifler. But chaos ensues when a fraternity of geeks threatens to stop the debauchery and the Betas have to make a stand for their right to party.", "release_date": "2007-12-10", "poster": "/jZ0mFsl1Cp28GrJoNPuku75gNPn.jpg", "runtime": 88, "id": 8277, "genre_ids": [35]}, {"title": "Les Nouvelles aventures d'Aladin", "overview": "", "release_date": "2015-10-14", "poster": "/hbd0V6A7o6WgGnAiZUGUlr2jiAd.jpg", "runtime": 0, "id": 344268, "genre_ids": [35]}, {"title": "Kronk's New Groove", "overview": "Kronk, now chef and Head Delivery Boy of Mudka's Meat Hut, is fretting over the upcoming visit of his father. Kronk's father always disapproved of young Kronk's culinary interests and wished that Kronk instead would settle down with a wife and a large house on a hill.", "release_date": "2005-12-05", "poster": "/wytTF8brxjjWnzjfEq6EZBLdnDI.jpg", "runtime": 72, "id": 13417, "genre_ids": [16, 35, 10751]}, {"title": "A Walk in the Clouds", "overview": "When soldier Paul Sutton is on his way home after World War II, he realizes that he barely knows his young wife, Betty. With the couple's relationship strained and Paul haunted by memories of the war, he is happy to have a diversion in the form of beautiful traveler Victoria Aragon. Circumstances force Paul to pose as Victoria's new husband for her close-knit Mexican-American family, a situation that brings tension and unexpected results.", "release_date": "1995-08-11", "poster": "/iZ4FNVYVUx6NS7HXMiNJTGgSo7H.jpg", "runtime": 103, "id": 9560, "genre_ids": [18, 10749]}, {"title": "13 Going On 30", "overview": "After total humiliation at her thirteenth birthday party, Jenna Rink wants to just hide until she's thirty. With a little magic, her wish is granted, but it turns out that being thirty isn't as always as awesome as she thought it would be!", "release_date": "2004-04-13", "poster": "/iSvz2Nk1vzgm7bEMqMazhQ1F3zA.jpg", "runtime": 98, "id": 10096, "genre_ids": [35, 14, 10749]}, {"title": "Exposed", "overview": "After witnessing a miracle, a young Latina woman experiences strange things as a police detective searches for the truth behind his partner's death.", "release_date": "2016-01-22", "poster": "/haIA5ig4qHx9AyQ9UxQJcANIX9e.jpg", "runtime": 102, "id": 331962, "genre_ids": [18]}, {"title": "I Now Pronounce You Chuck & Larry", "overview": "Firefighters Chuck Ford and Larry Valentine are guy's guys, loyal to the core -- which is why when widower Larry asks Chuck to pose as his gay lover so that he can get domestic partner benefits for his kids, his buddy agrees. Things get dicey, however, when a bureaucrat comes calling, and the boys are forced to present a picture of domestic bliss.", "release_date": "2007-07-12", "poster": "/9CrSPxDr7r01coqofKghYiGplAc.jpg", "runtime": 115, "id": 3563, "genre_ids": [35, 10749]}, {"title": "Blitz", "overview": "A tough cop is dispatched to take down a serial killer who has been targeting police officers.", "release_date": "2011-05-20", "poster": "/1EiybQbFAq6yh395Cse8GAbrz1q.jpg", "runtime": 97, "id": 55846, "genre_ids": [80, 28, 53]}, {"title": "Tantei Opera Milky Holmes Movie: Gyakushuu no Milky Holmes", "overview": "The four members of Milky Holmes are going on a study tour. While soaking in the hot springs among snow monkeys, alarms interrupt the relaxing environment! It was the work of the Thief Empire. A fierce battle between Milky Holmes and the Thief Empire begins, with both sides using their Toys (special powers). Furthermore, with the arrival of the Genius 4, a three-way fight occurs! In the midst of battle, a violent lightning strikes from the sky. Struck by the lightning, the four Milky Holmes girls lose their abilities.", "release_date": "2016-02-27", "poster": "/yLqqYDxEFsYXpD75o73vBY2M4Dh.jpg", "runtime": 0, "id": 372762, "genre_ids": [35, 16]}, {"title": "Date Night", "overview": "The mild-mannered married couple Phil and Claire fear that their relationship may be falling into a stale rut. During their weekly date night, they impetuously steal a dinner reservation, which leads to a case of mistaken identity. Turns out the reservation was for a pair of thieves, and now a number of unsavory characters want Phil and Claire killed.", "release_date": "2010-04-08", "poster": "/fzzPht9KId6Ollow30jYtABhDY3.jpg", "runtime": 97, "id": 35056, "genre_ids": [35]}, {"title": "Escape from New York", "overview": "In 1997, the island of Manhattan has been walled off and turned into a giant maximum security prison within which the country's worst criminals are left to form their own anarchic society. However, when the President of the United States crash lands on the island, the authorities turn to a former soldier and current convict, Snake Plissken, to rescue him.", "release_date": "1981-06-24", "poster": "/1Rd9aaN1TDVIl8kBld45xewM3XF.jpg", "runtime": 99, "id": 1103, "genre_ids": [878, 28]}, {"title": "Brother Bear 2", "overview": "An old female friend of Kenai needs his help on a quest, much to Koda's growing consternation.", "release_date": "2004-08-25", "poster": "/msZSTfilEF6hw47HTuf5AeXAO8R.jpg", "runtime": 75, "id": 10010, "genre_ids": [16, 35, 10751, 12, 14]}, {"title": "Arlington Road", "overview": "Threats from sinister foreign nationals aren't the only thing to fear. Bedraggled college professor Michael Faraday has been vexed (and increasingly paranoid) since his wife's accidental death in a botched FBI operation. But all that takes a backseat when a seemingly all-American couple set up house next door.", "release_date": "1999-03-19", "poster": "/jMwDRI4qu5FrSAzf7BfNveuRVf9.jpg", "runtime": 117, "id": 1073, "genre_ids": [18, 53, 9648]}, {"title": "The Sum of All Fears", "overview": "CIA analyst Jack Ryan must thwart the plans of a terrorist faction that threatens to induce a catastrophic conflict between the United States and Russia's newly elected president by detonating a nuclear weapon at a football game in Baltimore.", "release_date": "2002-05-30", "poster": "/k3ZJrGAccBocurYccRyD3aP6ltV.jpg", "runtime": 124, "id": 4614, "genre_ids": [53, 28, 18]}, {"title": "Last Vegas", "overview": "Three sixty-something friends take a break from their day-to-day lives to throw a bachelor party in Las Vegas for their last remaining single pal.", "release_date": "2013-10-31", "poster": "/ylZnvqSWnGXxFRgDmQ8nihtFBv6.jpg", "runtime": 105, "id": 137093, "genre_ids": [35]}, {"title": "The Secret World of Arrietty", "overview": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items \"borrowed\" from the house's human inhabitants. However, life changes for the Clocks when a human boy discovers Arrietty.", "release_date": "2010-07-16", "poster": "/A4w9oSNQUwtkaucy3K7LbSngKrk.jpg", "runtime": 94, "id": 51739, "genre_ids": [14, 16, 10751]}, {"title": "Winter's Bone", "overview": "17 year-old Ree Dolly sets out to track down her father, who put their house up for his bail bond and then disappeared. If she fails, Ree and her family will be turned out into the Ozark woods. Challenging her outlaw kin's code of silence and risking her life, Ree hacks through the lies, evasions and threats offered up by her relatives and begins to piece together the truth.", "release_date": "2010-06-11", "poster": "/lUFZr1hEgFbowMHzJhAKx08VMGA.jpg", "runtime": 100, "id": 39013, "genre_ids": [18]}, {"title": "Tooth Fairy", "overview": "When minor-league hockey player Derek Thompson -- who has a penchant for knocking out his opponents' teeth every time he plays -- disillusions a fan, he is sentenced to a stint for one week as a bona fide, tutu-clad, real-life tooth fairy. Soon, Derek is inspired to rekindle his youthful dreams.", "release_date": "2010-01-14", "poster": "/zqNo3IDzrhE9qyak87wun7uvkF7.jpg", "runtime": 101, "id": 23023, "genre_ids": [35, 10751, 14]}, {"title": "Scooby-Doo 2: Monsters Unleashed", "overview": "When Mystery, Inc. are guests of honor at the grand opening of the Coolsville Museum of Criminology, a masked villain shows up and creates havoc before stealing the costumes of the gang's most notorious villains...Could it be that their nemesis, mad scientist Jonathan Jacobo has returned and is trying to recreate their deadliest foes?", "release_date": "2004-03-20", "poster": "/vEp6qw25qY2n03O9EaeiWNv89vb.jpg", "runtime": 93, "id": 11024, "genre_ids": [9648, 14, 12, 35]}, {"title": "Monte Carlo", "overview": "Three young women vacationing in Paris find themselves whisked away to Monte Carlo after one of the girls is mistaken for a British heiress.", "release_date": "2011-07-01", "poster": "/sXgh0TTEsJdK1Z390W6beu5tMNu.jpg", "runtime": 109, "id": 59860, "genre_ids": [12, 35, 10749]}, {"title": "Pandemic", "overview": "In the near future, a virus of epic proportions has overtaken the planet. There are more infected than uninfected, and humanity is losing its grip on survival. Its only hope is finding a cure and keeping the infected contained. Lauren is a doctor who, after the fall of New York, arrives in Los Angeles to lead the hunt for uncontaminated civilian survivors. But nothing can prepare her crack team for the blood-soaked mayhem they are about to witness as they head into the Californian mean streets where everything is considered a trap… From director John (THE SCRIBBLER) Suits, a boundary-crashing, game-changing science fiction thriller featuring non-stop action from a first person shooter perspective, putting the audience in the middle of every fight whilst feeling in control of every punch thrown and shot fired. Welcome to the new model of immersive action thriller for the hardcore video game generation.", "release_date": "2016-02-26", "poster": "/wNCmsqV2AhT5eHEmi1zQi1koBqi.jpg", "runtime": 91, "id": 346651, "genre_ids": [28]}, {"title": "Eragon", "overview": "In his homeland of Alagaesia, a farm boy happens upon a dragon's egg -- a discovery that leads him on a predestined journey where he realized he's the one person who can defend his home against an evil king.", "release_date": "2006-12-13", "poster": "/xKv0dHXe4RORNDCGnFkIYWjv5tI.jpg", "runtime": 104, "id": 2486, "genre_ids": [14, 28, 12, 10751]}, {"title": "The NeverEnding Story", "overview": "While hiding from bullies in his school's attic, a young boy discovers the extraordinary land of Fantasia, through a magical book called The Neverending Story. The book tells the tale of Atreyu, a young warrior who, with the help of a luck dragon named Falkor, must save Fantasia from the destruction of The Nothing.", "release_date": "1984-04-05", "poster": "/uHfRay8H5lS4dhaHkcl4yebhijU.jpg", "runtime": 102, "id": 34584, "genre_ids": [18, 10751, 14, 12]}, {"title": "3:10 to Yuma", "overview": "In Arizona in the late 1800's, infamous outlaw Ben Wade and his vicious gang of thieves and murderers have plagued the Southern Railroad. When Wade is captured, Civil War veteran Dan Evans, struggling to survive on his drought-plagued ranch, volunteers to deliver him alive to the \"3:10 to Yuma\", a train that will take the killer to trial.", "release_date": "2007-09-06", "poster": "/9Nwkh0eQmkymEOR0ovAALtjSIZW.jpg", "runtime": 122, "id": 5176, "genre_ids": [37]}, {"title": "Wall Street", "overview": "A young and impatient stockbroker is willing to do anything to get to the top, including trading on illegal inside information taken through a ruthless and greedy corporate raider whom takes the youth under his wing.", "release_date": "1987-12-10", "poster": "/iWDAsG7SYRnGsRBXf6sgfNvwkWM.jpg", "runtime": 126, "id": 10673, "genre_ids": [80, 18]}, {"title": "Four Weddings and a Funeral", "overview": "Four Weddings And A Funeral is a British comedy about a British Man named Charles and an American Woman named Carrie who go through numerous weddings before they determine if they are right for one another.", "release_date": "1994-03-09", "poster": "/md9kMKnLG8LG4pMDM98gy5x4K5L.jpg", "runtime": 117, "id": 712, "genre_ids": [35, 18, 10749]}, {"title": "Scary Movie 5", "overview": "Home with their newly-formed family, happy parents Dan and Jody are haunted by sinister, paranormal activities — disrupting new mama Jody’s dancing aspirations in the “Swan Lake” ballet and threatening Dan’s rise as an ape researcher. Determined to expel the insidious force, they install security cameras and discover their family is being stalked by an evil dead demon! The latest installment of the SCARY MOVIE franchise includes hilarious, non-stop send ups of some of the biggest recent cinematic hits and pop culture, featuring Ashley Tisdale, Charlie Sheen, Lindsay Lohan, Snoop Dogg, Katt Williams, Katrina Bowden, Kate Walsh, Heather Locklear and Mike Tyson.", "release_date": "2013-04-11", "poster": "/zYptQLRnePlv5rYg2kYOCZ3C31Q.jpg", "runtime": 86, "id": 4258, "genre_ids": [35]}, {"title": "Asterix and the Big Fight", "overview": "Gaullish custom requires that a would-be chief must challenge and defeat another to become the leader of two tribes. Vitalstatistix is not perturbed because of Getafix's magic potion. Getafix, however has an accident and forgets how to make it. Then Vitalstatistix is suddenly challenged.", "release_date": "1989-10-12", "poster": "/bXJ0wTCthDkVwTXiUJnoTDBkwiJ.jpg", "runtime": 81, "id": 11625, "genre_ids": [10751, 16, 12, 35]}, {"title": "Cemetery of Splendour", "overview": "In a hospital, ten soldiers are being treated for a mysterious sleeping sickness. In a story in which dreams can be experienced by others, and in which goddesses can sit casually with mortals, a nurse learns the reason why the patients will never be cured, and forms a telepathic bond with one of them.", "release_date": "2016-03-04", "poster": "/ntSaGFGT0fK22SDdyFgkxMPTNic.jpg", "runtime": 122, "id": 298721, "genre_ids": [14, 18]}, {"title": "Something Borrowed", "overview": "Though Rachel (Ginnifer Goodwin) is a successful attorney and a loyal, generous friend, she is still single. After one drink too many at her 30th-birthday celebration, Rachel unexpectedly falls into bed with her longtime crush, Dex -- who happens to be engaged to her best friend, Darcy (Kate Hudson). Ramifications of the liaison threaten to destroy the women's lifelong friendship, while Ethan (John Krasinski), Rachel's confidant, harbors a potentially explosive secret of his own.", "release_date": "2011-05-05", "poster": "/Ar3GQxiljFuu2VKhEmdzjXI8bjQ.jpg", "runtime": 112, "id": 49022, "genre_ids": [35, 18, 10749]}, {"title": "The Last Airbender", "overview": "The story follows the adventures of Aang, a young successor to a long line of Avatars, who must put his childhood ways aside and stop the Fire Nation from enslaving the Water, Earth and Air nations.", "release_date": "2010-06-30", "poster": "/5kO6hVZrtBZ98VfpgHvwivjXgMg.jpg", "runtime": 103, "id": 10196, "genre_ids": [28, 12, 10751, 14]}, {"title": "The Paperboy", "overview": "A reporter returns to his Florida hometown to investigate a case involving a death row inmate.", "release_date": "2012-09-14", "poster": "/96TQRyIg1qgcLNXgqVn9ss2mAuT.jpg", "runtime": 107, "id": 82390, "genre_ids": [53]}, {"title": "Police Academy 3: Back in Training", "overview": "When police funding is cut, the Governor announces he must close one of the academies. To make it fair, the two police academies must compete against each other to stay in operation. Mauser persuades two officers in Lassard's academy to better his odds, but things don't quite turn out as expected...", "release_date": "1986-03-20", "poster": "/A0WHx049ty1RJ57XeQwweRxhHbW.jpg", "runtime": 83, "id": 12118, "genre_ids": [28, 35, 80]}, {"title": "United 93", "overview": "A real time account of the events on United Flight 93, one of the planes hijacked on 9/11 that crashed near Shanksville, Pennsylvania when passengers foiled the terrorist plot.", "release_date": "2006-04-28", "poster": "/hmjqDkvdsiRU5DchivRAL2D82rC.jpg", "runtime": 111, "id": 9829, "genre_ids": [18, 36, 80, 53, 28]}, {"title": "Body of Lies", "overview": "Body of Lies follows CIA operative, Roger Ferris, as he uncovers a lead on a major terrorist leader suspected to be operating out of Jordan. When Ferris devises a plan to infiltrate his network, he must first win the backing of cunning CIA veteran Ed Hoffman and the collegial, but perhaps suspect, head of Jordanian intelligence.", "release_date": "2008-10-10", "poster": "/bOlzJMKHv2EG3Kbn4CMOoTImuH7.jpg", "runtime": 128, "id": 12113, "genre_ids": [28, 18, 53]}, {"title": "Black Knight", "overview": "Martin Lawrence plays Jamal, an employee in Medieval World amusement park. After sustaining a blow to the head, he awakens to find himself in 14th century England.", "release_date": "2001-11-21", "poster": "/6QH20qZNr15zQp3X3kEHcqe06TP.jpg", "runtime": 95, "id": 11469, "genre_ids": [12, 35, 14]}, {"title": "The Odd Couple", "overview": "Felix Ungar has just broken up with his wife. Despondent, he goes to kill himself but is saved by his friend Oscar Madison. With nowhere else to go, Felix is urged by Oscar to move in with him, at least for a while. The only problem is that Felix is neat, tidy, and neurotic, whereas Oscar is slovenly and casual.", "release_date": "1968-05-02", "poster": "/9rK0dPPynwRp9ggYE8iWMQdKtXi.jpg", "runtime": 106, "id": 11356, "genre_ids": [35]}, {"title": "Law Abiding Citizen", "overview": "A frustrated man decides to take justice into his own hands after a plea bargain sets one of his family's killers free. He targets not only the killer but also the district attorney and others involved in the deal.", "release_date": "2009-10-15", "poster": "/eaq6sH6JkS8ypbtCo9GCiopry0Q.jpg", "runtime": 109, "id": 22803, "genre_ids": [18, 80, 53]}, {"title": "Be Cool", "overview": "Disenchanted with the movie industry, Chili Palmer (John Travolta) tries the music industry, meeting and romancing a widow of a music exec (Uma Thurman) on the way.", "release_date": "2005-03-04", "poster": "/6vnI3uZ9D0bsrWSlOmNM6Rz1Ee2.jpg", "runtime": 118, "id": 4551, "genre_ids": [35, 80]}, {"title": "Just Cause", "overview": "Bobby Earl is facing the electric chair for the murder of a young girl. Eight years after the crime he calls in Paul Armstrong, a professor of law, to help prove his innocence. Armstrong quickly uncovers some overlooked evidence to present to the local police, but they aren't interested - Bobby was their killer.", "release_date": "1995-02-17", "poster": "/tPQ8kT5HVxfyKXVeoiC6NkF5gsu.jpg", "runtime": 102, "id": 9061, "genre_ids": [28, 18, 9648, 53]}, {"title": "Stuart Little", "overview": "The adventures of a heroic and debonair stalwart mouse named Stuart Little with human qualities, who faces some comic misadventures while searching for his lost bird friend and living with a human family as their child.", "release_date": "1999-12-17", "poster": "/539JU71suy9q4Wd5vvkKQLl5fTC.jpg", "runtime": 84, "id": 10137, "genre_ids": [14]}, {"title": "Secret Window", "overview": "Mort Rainey, a writer just emerging from a painful divorce with his ex-wife, is stalked at his remote lake house by a psychotic stranger and would-be scribe who claims Rainey swiped his best story idea. But as Rainey endeavors to prove his innocence, he begins to question his own sanity.", "release_date": "2004-03-11", "poster": "/f5t7Df50xjniLlE80ty2dYsZBqI.jpg", "runtime": 96, "id": 1586, "genre_ids": [53, 9648]}, {"title": "Kung Fu Hustle", "overview": "In Shanghai, China in the 1940s, a wannabe gangster aspires to join the notorious \"Axe Gang\" while residents of a housing complex exhibit extraordinary powers in defending their turf.", "release_date": "2004-09-14", "poster": "/dZsfDrNLGWgsIUQL1vGhl8tbnqY.jpg", "runtime": 99, "id": 9470, "genre_ids": [28, 35, 80, 14]}, {"title": "Mr. Nobody", "overview": "Nemo Nobody leads an ordinary existence with his wife and 3 children; one day, he wakes up as a mortal centenarian in the year 2092.", "release_date": "2009-09-11", "poster": "/jxd2XSsnUHHUbo50nzVnVnHRPVJ.jpg", "runtime": 141, "id": 31011, "genre_ids": [878, 18, 10749, 14]}, {"title": "War Room", "overview": "The family-friendly movie explores the transformational role prayer plays in the lives of the Jordan family. Tony and Elizabeth Jordan, a middle-class couple who seemingly have it all – great jobs, a beautiful daughter, their dream home. But appearances can be deceiving. In reality, the Jordan’s marriage has become a war zone and their daughter is collateral damage. With the help of Miss Clara, an older, wiser woman, Elizabeth discovers she can start fighting for her family instead of against them. Through a newly energized faith, Elizabeth and Tony’s real enemy doesn’t have a prayer.", "release_date": "2015-08-28", "poster": "/ufyybGW3q0wbATNg03geeSEdsDo.jpg", "runtime": 120, "id": 323272, "genre_ids": [18]}, {"title": "The Rundown", "overview": "When Travis, the mouthy son of a criminal, disappears in the Amazon in search of a treasured artifact, his father sends in Beck, who becomes Travis's rival for the affections of Mariana, a mysterious Brazilian woman. With his steely disposition, Beck is a man of few words -- but it takes him all the discipline he can muster to work with Travis to nab a tyrant who's after the same treasure.", "release_date": "2003-09-26", "poster": "/jPkfNgTuVdj8hp2znt5MxIAz5W7.jpg", "runtime": 104, "id": 10159, "genre_ids": [12, 28, 35, 53]}, {"title": "The Hexecutioners", "overview": "Two disparate young women working for a company that conducts euthanasia are dispatched to a remote estate to perform a custom assisted-suicide ritual, but unwittingly summon the wraiths of a Death Cult that once inhabited the property.", "release_date": "2016-02-26", "poster": "/886F4rzM74o5UG7jJGP104QX5PQ.jpg", "runtime": 95, "id": 362736, "genre_ids": [27]}, {"title": "Atras", "overview": "The story is about a teenage boy living in the Philippines who is being persuaded by his family to go to the U.S. to live a better life but continues to be caught in a web of bad choices. The plot is close to my heart because it tells the story of so many of my friends and family living there now and the struggles they face with poverty, drugs, and violence.", "release_date": "2016-02-26", "poster": "/dPUdl1sff7rFBxIJlfiEFV9pnVQ.jpg", "runtime": 0, "id": 383936, "genre_ids": [53, 80, 18]}, {"title": "Midnight Delight", "overview": "An American comedy film composed of nine vignettes where characters in a marijuana smoking lounge have conversations with people they have never met before.", "release_date": "2016-02-29", "poster": "/j8BFPpalTCjVYxEIGCSOyQTuTep.jpg", "runtime": 85, "id": 354601, "genre_ids": [35]}, {"title": "A Bridge Too Far", "overview": "Tells the story of operation Market Garden. A failed attempt by the allies in the latter stages of WWII to end the war quickly by securing three bridges in Holland allowing access over the Rhine into Germany. A combination of poor allied intelligence and the presence of two crack German panzer divisions meant that the final part of this operation (the bridge in Arnhem over the Rhine) was doomed to failure.", "release_date": "1977-06-15", "poster": "/ormdFwSHGVgsWdrzP5pRPaA6nme.jpg", "runtime": 175, "id": 5902, "genre_ids": [18, 36, 10752]}, {"title": "I Love You, Man", "overview": "Peter Klaven is a successful real estate agent who, upon getting engaged to the woman of his dreams, Zooey, discovers, to his dismay and chagrin, that he has no male friend close enough to serve as his Best Man. Peter immediately sets out to rectify the situation, embarking on a series of bizarre and awkward \"man-dates,\" before meeting Sydney Fife.", "release_date": "2009-03-20", "poster": "/bIW8xqbWnEylKcx8EJdpIMSmygw.jpg", "runtime": 105, "id": 16538, "genre_ids": [35]}, {"title": "Our Brand Is Crisis", "overview": "A feature film based on the documentary \"Our Brand Is Crisis\", which focuses on the use of American political campaign strategies in South America.", "release_date": "2015-09-11", "poster": "/e794uH5mC39eJj413G1FBYHWzI8.jpg", "runtime": 108, "id": 10317, "genre_ids": [18, 35]}, {"title": "Police Academy 4: Citizens on Patrol", "overview": "A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.", "release_date": "1987-04-02", "poster": "/g7JVqQPOCKQLJDfxTaBpVM21DWY.jpg", "runtime": 88, "id": 10587, "genre_ids": [28, 35, 80]}, {"title": "Alexander", "overview": "Alexander, the King of Macedonia, leads his legions against the giant Persian Empire. After defeating the Persians he leads his Army across the then known world venturing further than any Westerner had ever gone all the way to India.", "release_date": "2004-11-23", "poster": "/cJrnmbsFm5cEt0pHZZ2a1ueH5aT.jpg", "runtime": 175, "id": 1966, "genre_ids": [10752, 36, 28, 12, 18, 10749]}, {"title": "The Bodyguard", "overview": "A former Secret Service agent grudgingly takes an assignment to protect a pop idol who's threatened by a crazed fan. At first, the safety-obsessed bodyguard and the self-indulgent diva totally clash. But before long, all that tension sparks fireworks of another sort, and the love-averse tough guy is torn between duty and romance.", "release_date": "1992-11-25", "poster": "/cbUiIu4357JQ4FBCtRJovHNv1gi.jpg", "runtime": 129, "id": 619, "genre_ids": [53, 28, 18, 10402, 10749]}, {"title": "Project X", "overview": "Three high school seniors throw a party to make a name for themselves. As the night progresses, things spiral out of control as word of the party spreads.", "release_date": "2012-03-01", "poster": "/cWXkRLmzKfYutvWeJXaednoGKdF.jpg", "runtime": 88, "id": 57214, "genre_ids": [35, 80]}, {"title": "Butch Cassidy and the Sundance Kid", "overview": "In late 1890s Wyoming, Butch Cassidy is the affable, clever, talkative leader of the outlaw Hole in the Wall Gang. His closest companion is the laconic dead-shot \"Sundance Kid\".  As the west rapidly becomes civilized, the law finally catches up to Butch, Sundance and their gang.  Chased doggedly by a special posse, the two decide to make their way to South America in hopes of evading their pursuers once and for all.", "release_date": "1969-09-23", "poster": "/kppsWIOt3lRcToYONP6TxEP3lfa.jpg", "runtime": 110, "id": 642, "genre_ids": [37]}, {"title": "Annie Hall", "overview": "The neurotic New Yorker Woody Allen tells one of the greatest romantic comedies to be set in the city of New York.", "release_date": "1977-04-19", "poster": "/j9vVQCSyNWvyBU6w9BxExZRlpZZ.jpg", "runtime": 93, "id": 703, "genre_ids": [35, 18, 10749]}, {"title": "The Riot Club", "overview": "Two first-year students at Oxford University join the infamous Riot Club, where reputations can be made or destroyed over the course of a single evening.", "release_date": "2014-09-19", "poster": "/zWc20gRd6pxmpEgrmJp9efDzj2j.jpg", "runtime": 107, "id": 270302, "genre_ids": [18, 53]}, {"title": "21 & Over", "overview": "Brilliant student Jeff Chang has the most important interview of his life tomorrow.  But today is still his birthday, what starts off as a casual celebration with friends evolves into a night of debauchery that risks to derail his life plan.", "release_date": "2013-03-01", "poster": "/wNN7MnoQn1nB1Kt8ybehJ1HCxJe.jpg", "runtime": 93, "id": 107811, "genre_ids": [35]}, {"title": "5 Centimeters Per Second", "overview": "Takaki and Akari are two classmates in elementary school. During their time together they have become close friends. Their relationship is tested when Akari moves to another city because of her parents' jobs. Both of them struggle to keep their friendship alive, as time and distance slowly pulls them apart. When Takaki finds out that he is moving further away, he decides to visit Akari one last time.", "release_date": "2007-03-03", "poster": "/wX7RbjclqHoSWd4NGouDisBHq1o.jpg", "runtime": 63, "id": 38142, "genre_ids": [16, 18]}, {"title": "Dom Hemingway", "overview": "After spending 12 years in prison for keeping his mouth shut, notorious safe-cracker Dom Hemingway is back on the streets of London looking to collect what he's owed.", "release_date": "2013-11-15", "poster": "/z4yQiTC3EfwVPzVuBqjOELtfo3f.jpg", "runtime": 93, "id": 192134, "genre_ids": [35, 80, 18]}, {"title": "National Security", "overview": "Two mismatched security guards are thrown together to bust a smuggling operation.", "release_date": "2003-01-17", "poster": "/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg", "runtime": 88, "id": 11078, "genre_ids": [28, 35, 80, 53]}, {"title": "Bloodsport", "overview": "Frank Dux has entered the \"kumite\", an illegal underground martial-arts competition where serious injury and even death are not unknown. Chong Li, a particularly ruthless and vicious fighter is the favorite, but then again Dux has not fought him yet.", "release_date": "1988-02-26", "poster": "/E4d48dFICxN1tcGywt1p5zBHYJ.jpg", "runtime": 92, "id": 11690, "genre_ids": [28]}, {"title": "The Elephant Man", "overview": "A Victorian surgeon rescues a heavily disfigured man being mistreated by his \"owner\" as a side-show freak. Behind his monstrous facade, there is revealed a person of great intelligence and sensitivity. Based on the true story  of Joseph Merrick (called John Merrick in the film), a severely deformed man in 19th century London.", "release_date": "1980-10-03", "poster": "/lDXJUmLQsViSKLbil2luD91l2kE.jpg", "runtime": 124, "id": 1955, "genre_ids": [18, 36]}, {"title": "Around the World in 80 Days", "overview": "A bet pits a British inventor, a Chinese thief, and a French artist on a worldwide adventure that they can circle the globe in 80 days.", "release_date": "2004-06-16", "poster": "/2glntoCztzLkfjajsJKNOSY0vpn.jpg", "runtime": 120, "id": 10204, "genre_ids": [28, 12, 35, 10751, 10749, 37]}, {"title": "The Omen", "overview": "Immediately after their miscarriage, the US diplomat Robert Thorn adopts the newborn Damien without the knowledge of his wife. Yet what he doesn’t know is that their new son is the son of the devil. A classic horror film with Gregory Peck from 1976.", "release_date": "1976-06-25", "poster": "/uY14zS4Sm2DdvFXeczFKgLgkQUP.jpg", "runtime": 111, "id": 794, "genre_ids": [27, 53]}, {"title": "Wedding Crashers", "overview": "John and his buddy Jeremy are emotional criminals who know how to use a woman's hopes and dreams for their own carnal gain. And their modus operandi? Crashing weddings. Normally, they meet guests who want to toast the romantic day with a random hook-up. But when John meets Claire, he discovers what true love -- and heartache -- feels like.", "release_date": "2005-07-14", "poster": "/vlnDz1Y3IcBhPyQAqAVtNghx4Eq.jpg", "runtime": 119, "id": 9522, "genre_ids": [35, 10749]}, {"title": "Sister Act", "overview": "A Reno singer witnesses a mob murder and the cops stash her in a nunnery to protect her from the hitmen. The mother superior does not trust her, and takes steps to limit her influence on the other nuns. Eventually the singer rescues the failing choir and begins helping with community projects, which gets her an interview on TV.", "release_date": "1992-05-28", "poster": "/7wQxLtybiUbtC6tsJh9htFEmqq3.jpg", "runtime": 100, "id": 2005, "genre_ids": [10402, 35]}, {"title": "Iron Sky", "overview": "In the last moments of World War II, a secret Nazi space program evaded destruction by fleeing to the Dark Side of the Moon. During 70 years of utter secrecy, the Nazis construct a gigantic space fortress with a massive armada of flying saucers.", "release_date": "2012-03-10", "poster": "/4qyVtcCFqrlLMgHtlyxP57PI3ls.jpg", "runtime": 93, "id": 10679, "genre_ids": [28, 35, 878]}, {"title": "Derailed", "overview": "When two married business executives having an affair are blackmailed by a violent criminal, they are forced to turn the tables on him to save their families.", "release_date": "2005-11-11", "poster": "/fWZK40LvrjJ2w7IBuuadJMdHgVK.jpg", "runtime": 108, "id": 8999, "genre_ids": [18, 53]}, {"title": "The Hills Have Eyes", "overview": "A suburban American family is being stalked by a group of psychotic people who live in the desert, far away from civilization.", "release_date": "2006-03-10", "poster": "/hNuqY8h1oBGTnEQK75AH4IwuiPG.jpg", "runtime": 107, "id": 9792, "genre_ids": [27, 53]}, {"title": "No Reservations", "overview": "Master chef Kate Armstrong runs her life and her kitchen with intimidating intensity. However, a recipe for disaster may be in the works when she becomes the guardian of her young niece while crossing forks with the brash sous-chef who just joined her staff. Though romance blooms in the face of rivalry, Kate needs to look outside the kitchen to find true happiness.", "release_date": "2007-07-25", "poster": "/qBVLHY48fwij7T8iViqpAG7fU2q.jpg", "runtime": 104, "id": 3638, "genre_ids": [35]}, {"title": "Street Kings", "overview": "Tom Ludlow is a disillusioned L.A. Police Officer, rarely playing by the rules and haunted by the death of his wife. When evidence implicates him in the execution of a fellow officer, he is forced to go up against the cop culture he's been a part of his entire career, ultimately leading him to question the loyalties of everyone around him.", "release_date": "2008-04-10", "poster": "/nFbZvElg1peBts1SYrfPkxUc3QG.jpg", "runtime": 109, "id": 1266, "genre_ids": [28, 80, 18, 53]}, {"title": "Beneath the Planet of the Apes", "overview": "Astronaut Brent is sent to rescue Taylor but crash lands on the Planet of the Apes, just like Taylor did in the original film. Taylor has disappeared into the Forbidden Zone so Brent and Nova try to follow and find him. He discovers a cult of humans that fear the Apes' latest military movements and finds himself in the middle. Tension mounts to a climactic battle between ape and man deep in the bowels of the planet.", "release_date": "1970-05-01", "poster": "/qxlKNC2nPZfmQzWeRq7kQmZVGB1.jpg", "runtime": 95, "id": 1685, "genre_ids": [12, 878, 9648]}, {"title": "Rat Race", "overview": "In an ensemble film about easy money, greed, manipulation and bad driving, a Las Vegas casino tycoon entertains his wealthiest high rollers -- a group that will bet on anything -- by pitting six ordinary people against each other in a wild dash for $2 million jammed into a locker hundreds of miles away. The tycoon and his wealthy friends monitor each racer's every move to keep track of their favorites. The only rule in this race is that there are no rules.", "release_date": "2001-07-30", "poster": "/3pwTkYPd1dznkar1dMiEM2XVgTo.jpg", "runtime": 112, "id": 9896, "genre_ids": [12, 35]}, {"title": "A Nightmare on Elm Street", "overview": "The film that brings back horror icon Freddy Krueger as a darker and more sinister character than ever before. While Freddy is on the prowl a group of teenagers being stalked soon learn they all have a common factor making them targets for this twisted killer.", "release_date": "2010-04-30", "poster": "/zPdMcikD993AQRd92iNv0Dxb67T.jpg", "runtime": 95, "id": 23437, "genre_ids": [27, 9648, 53]}, {"title": "Dying of the Light", "overview": "Evan Lake, a veteran CIA agent, has been ordered to retire. But when his protégé uncovers evidence that Lake's nemesis, the terrorist Banir, has resurfaced, Lake goes rogue, embarking on a perilous, intercontinental mission to eliminate his sworn enemy.", "release_date": "2014-12-04", "poster": "/7ghgi6cmgY4MvmpOvPMI7y7rh34.jpg", "runtime": 94, "id": 297596, "genre_ids": [53, 18]}, {"title": "Marie Antoinette", "overview": "The retelling of France's iconic but ill-fated queen, Marie Antoinette. From her betrothal and marriage to Louis XVI at 15 to her reign as queen at 19 and ultimately the fall of Versailles.", "release_date": "2006-05-24", "poster": "/xOdzoe3tC8X1v7M2Z86sdfjpVrO.jpg", "runtime": 123, "id": 1887, "genre_ids": [18, 36]}, {"title": "Doom", "overview": "A team of space marines known as the Rapid Response Tactical Squad, led by Sarge, is sent to a science facility on Mars after somebody reports a security breach. There, they learn that the alert came after a test subject, a mass murderer purposefully injected with alien DNA, broke free and began killing people. Dr. Grimm, who is related to team member Reaper, informs them all that the chromosome can mutate humans into monsters -- and is highly infectious.", "release_date": "2005-10-20", "poster": "/7oZj7PCNh3G8xo9xs33suIpubv8.jpg", "runtime": 100, "id": 8814, "genre_ids": [28, 12, 878, 53, 27]}, {"title": "Diary of a Wimpy Kid", "overview": "Middle school isn't all it's cracked up to be for self-described \"wimpy kid\" Greg Heffley, who discovers a frightening new world teeming with boys who are taller, tougher and hairier than he is -- and decides to document it all in his diary.", "release_date": "2010-03-19", "poster": "/5bPEGiI6r2PvER13UWPy0Ud4MnZ.jpg", "runtime": 94, "id": 33217, "genre_ids": [35, 10751]}, {"title": "Fool's Gold", "overview": "Charming but luckless treasure hunter Ben Finnegan has sacrificed his relationship with his wife to search for the Queen's Dowry, a legendary treasure lost at sea. But the discovery of a new clue rekindles his hope for riches -- and his marriage.", "release_date": "2008-02-07", "poster": "/v4YTbyUsxOVRTFlOqQKKFPAjJhL.jpg", "runtime": 112, "id": 8676, "genre_ids": [28, 12, 35, 10749]}, {"title": "Tinker Bell and the Great Fairy Rescue", "overview": "During a summer stay on the mainland, TinkerBell is accidentally discovered while investigating a little girl's fairy house. As the other fairies, led by the brash Vidia, launch a daring rescue in the middle of a fierce storm, Tink develops a special bond with the lonely, little girl. Determined to mend the girl's relationship with her distant father, Tink turns away her rescuers in order to help her new human friend risking her own safety and the future of fairykind.", "release_date": "2010-08-13", "poster": "/ggr8yq0YRaBAdLUODvdOZhgH8Um.jpg", "runtime": 76, "id": 44683, "genre_ids": [16, 12, 10751, 14]}, {"title": "Cape Fear", "overview": "Sam Bowden is a small-town corporate attorney. Max Cady is a tattooed, cigar-smoking, bible-quoting, psychotic rapist. What do they have in common? Fourteen years, ago Sam was a public defender assigned to Max Cady's rape trial, and he made a serious error: he hid a document from his illiterate client that could have gotten him acquitted. Now, the cagey, bibliophile Cady has been released, and he intends to teach Sam Bowden and his family a thing or two about loss.", "release_date": "1991-11-15", "poster": "/4KvrvcqckdupXXO2YnANtyG7QLK.jpg", "runtime": 128, "id": 1598, "genre_ids": [80, 53]}, {"title": "Deadfall", "overview": "A thriller that follows two siblings who decide to fend for themselves in the wake of a botched casino heist, and their unlikely reunion during another family's Thanksgiving celebration.", "release_date": "2012-11-08", "poster": "/kt3bqW8pgbIxJY7aOqcQfUpB8dA.jpg", "runtime": 95, "id": 97614, "genre_ids": [80, 18, 53]}, {"title": "The Texas Chain Saw Massacre", "overview": "Five friends visiting their grandfather's house in the country are hunted and terrorized by a chain-saw wielding killer and his family of grave-robbing cannibals.", "release_date": "1974-10-01", "poster": "/6lfpH3ITDgkfigJudAwguH1VWHp.jpg", "runtime": 83, "id": 30497, "genre_ids": [27, 53]}, {"title": "Femme Fatale", "overview": "A woman tries to straighten out her life, even as her past as a con-woman comes back to haunt her.", "release_date": "2002-11-06", "poster": "/cCSFOZh20p1p6qEdiHazFW9sdOh.jpg", "runtime": 114, "id": 9280, "genre_ids": [53, 80, 10749]}, {"title": "Superman Returns", "overview": "Set 5 years after the end of Superman II, the film begins when Superman returns to discover his absence allowed Lex Luthor to walk free, and that those he was closest too felt abandoned and have moved on. Luthor plots his ultimate revenge that could see millions killed and change the face of the planet forever, as well as ridding himself of the Man Of Steel.", "release_date": "2006-06-28", "poster": "/mAZ9zR7I7TjWvL4Yw3HkchsTeGM.jpg", "runtime": 154, "id": 1452, "genre_ids": [12, 14, 28, 878]}, {"title": "Broken Arrow", "overview": "When rogue stealth-fighter pilot Vic Deakins deliberately drops off the radar while on maneuvers, the Air Force ends up with two stolen nuclear warheads -- and Deakins's co-pilot, Riley Hale, is the military's only hope for getting them back. Traversing the deserted canyons of Utah, Hale teams with park ranger Terry Carmichael to put Deakins back in his box.", "release_date": "1996-02-09", "poster": "/avqUG5RYB93rwSUNL5r16Vtbc9g.jpg", "runtime": 108, "id": 9208, "genre_ids": [28, 12, 18, 53]}, {"title": "Blown Away", "overview": "Blown Away tells the story of Jimmy Dove who works for the Boston bomb squad. Shortly after Dove leaves the force his partner is killed by a bomb that Dove thinks might have been made by someone he knows.", "release_date": "1994-07-01", "poster": "/elDZEW6wkGHTAwIUDrNMARNgxPY.jpg", "runtime": 121, "id": 178, "genre_ids": [28, 53]}, {"title": "Happy Gilmore", "overview": "Failed hockey player-turned-golf whiz Happy Gilmore -- whose unconventional approach and antics on the grass courts the ire of rival Shooter McGavin -- is determined to win a PGA tournament so he can save his granny's house with the prize money. Meanwhile, an attractive tour publicist tries to soften Happy's image.", "release_date": "1996-02-16", "poster": "/pG5edeKkntnt5A799Y0UNI5hi9W.jpg", "runtime": 92, "id": 9614, "genre_ids": [35]}, {"title": "Friday the 13th Part VI: Jason Lives", "overview": "As a child, Tommy killed mass-murderer Jason. But now, years later, he is tormented by the fear that maybe Jason isn’t really dead. Determined to finish off the infamous killer once and for all, Tommy and a friend dig up Jason’s corpse in order to cremate him. Unfortunately, things go seriously awry, and Jason is instead resurrected, sparking a new chain of ruthlessly brutal murders. Now it’s up to Tommy to stop the dark, devious and demented deaths that he unwittingly brought about.", "release_date": "1986-08-01", "poster": "/le636yjPeWkC74nPDIZiQBH1CVt.jpg", "runtime": 86, "id": 10225, "genre_ids": [27, 9648, 53]}, {"title": "The Sting", "overview": "Set in the 1930's this intricate caper deals with an ambitious small-time crook and a veteran con man who seek revenge on a vicious crime lord who murdered one of their gang.", "release_date": "1973-12-25", "poster": "/mQaM8fDQdFWwCTFp0TZG8fChlZ5.jpg", "runtime": 129, "id": 9277, "genre_ids": [35, 80, 18]}, {"title": "Patch Adams", "overview": "Meet Patch Adams, a doctor who doesn't look, act or think like any doctor you've met before. For Patch, humor is the best medicine, and he's willing to do just anything to make his patients laugh - even if it means risking his own career.", "release_date": "1998-12-25", "poster": "/2T0Mj8gkTXgciedz8W5nsnjCHig.jpg", "runtime": 115, "id": 10312, "genre_ids": [35, 18]}, {"title": "M", "overview": "A psychotic child murderer stalks a city. Despite an exhaustive investigation fueled by public hysteria and outcry, the police have been unable to find him. The police crackdown makes it nearly impossible for the organized criminal underground to operate. The criminals decide that the only way to get the police off their backs is to catch the murderer themselves.", "release_date": "1931-05-11", "poster": "/7a1Wx3gI13I1Svrme94DfbzxMHo.jpg", "runtime": 117, "id": 832, "genre_ids": [18, 28, 53, 80]}, {"title": "The Pirates! In an Adventure with Scientists!", "overview": "In The Pirates! Band of Misfits, Hugh Grant stars in his first animated role as the luxuriantly bearded Pirate Captain – a boundlessly enthusiastic, if somewhat less-than-successful, terror of the High Seas. With a rag-tag crew at his side (Martin Freeman, Brendan Gleeson, Russell Tovey, and Ashley Jensen), and seemingly blind to the impossible odds stacked against him, the Captain has one dream: to beat his bitter rivals Black Bellamy (Jeremy Piven) and Cutlass Liz (Salma Hayek) to the much coveted Pirate Of The Year Award. It’s a quest that takes our heroes from the shores of exotic Blood Island to the foggy streets of Victorian London. Along the way they battle a diabolical queen (Imelda Staunton) and team up with a haplessly smitten young scientist (David Tennant), but never lose sight of what a pirate loves best: adventure!", "release_date": "2012-03-12", "poster": "/z3abtsVuypFShFkfvTOjzATkeg9.jpg", "runtime": 88, "id": 72197, "genre_ids": [16, 12, 10751, 35]}, {"title": "Natural Born Killers", "overview": "Two victims of traumatized childhoods become lovers and psychopathic serial murderers irresponsibly glorified by the mass media.", "release_date": "1994-08-25", "poster": "/w5sruoTQ87PFAGRJQyyaCOM1C4A.jpg", "runtime": 119, "id": 241, "genre_ids": [80, 53, 18]}, {"title": "Lust, Caution", "overview": "During World War II a secret agent (Tang Wei) must seduce, then assassinate an official (Tony Leung Chiu Wai) who works for the Japanese puppet government in Shanghai. Her mission becomes clouded when she finds herself falling in love with the man she is assigned to kill.", "release_date": "2007-08-30", "poster": "/1voAijiJYzN3pNyo90ffd6WOKik.jpg", "runtime": 156, "id": 4588, "genre_ids": [28, 18, 10749, 53]}, {"title": "Freddy vs. Jason", "overview": "Evil dream-demon Freddy Krueger devises a plan to manipulate the unstoppable Jason Vorhees into hacking up the teenagers of Elm Street in an effort to make people remember the name Freddy Krueger, thus freeing him from limbo.", "release_date": "2003-08-13", "poster": "/smD9JEIKuvsllgjgrGTOzzbATeN.jpg", "runtime": 97, "id": 6466, "genre_ids": [27]}, {"title": "Sex Drive", "overview": "A high school senior drives cross-country with his best friends to hook up with a babe he met online.", "release_date": "2008-10-16", "poster": "/bwXrZy2xqsyDnno4z8AENEgVfsO.jpg", "runtime": 109, "id": 13523, "genre_ids": [35, 12, 10749]}, {"title": "My Fair Lady", "overview": "A misogynistic and snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society.", "release_date": "1964-10-21", "poster": "/AiyysCDn0l5SHO5dTGHsrKjPBN8.jpg", "runtime": 170, "id": 11113, "genre_ids": [18, 10751, 10402, 10749]}, {"title": "The Jungle Book", "overview": "An orphan boy is raised in the Jungle with the help of a pack of wolves, a bear and a black panther.", "release_date": "2016-04-07", "poster": "/vOipe2myi26UDwP978hsYOrnUWC.jpg", "runtime": 0, "id": 278927, "genre_ids": [12, 18, 14]}, {"title": "Star Wars: Episode VIII", "overview": "Rey took her first steps into a larger world in Star Wars: The Force Awakens and will continue her epic journey with Finn, Poe, and Luke Skywalker in the next chapter of the continuing Star Wars saga, Star Wars: Episode VIII.", "release_date": "2017-12-13", "poster": "/nlqFgG7jfBITl8fJHzL72jXwYLt.jpg", "runtime": 0, "id": 181808, "genre_ids": [28, 12, 14, 878]}]