[
  {
    "title": "Lie with Me",
    "overview": "Happily unattached, the sexually voracious Leila satisfies her desires with a host of rapidly changing bed partners, unconcerned about the emotional consequences. But that all changes when she meets an artist looking for a deeper commitment.",
    "release_date": "2005-09-10",
    "poster": "/uBHoL4nUPYLxx3NaGf70NqP4JkN.jpg",
    "runtime": 93,
    "id": 14174,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Outcast",
    "overview": "A mysterious warrior teams up with the daughter and son of a deposed Chinese Emperor to defeat their cruel Uncle, who seeks their deaths.",
    "release_date": "2014-09-26",
    "poster": "/dUIubxF5osHOJxS3mJNWCqTqWn5.jpg",
    "runtime": 98,
    "id": 289720,
    "genre_ids": [
      28
    ]
  },
  {
    "title": "The Aviator",
    "overview": "Martin Scorsese’s Oscar-winning biopic about the life of film-maker and aviation pioneer Howard Hughes from 1927 to 1947, during which time he became a successful film producer and an aviation magnate while simultaneously growing more unstable due to severe obsessive-compulsive disorder. After a scene from 1914, which may explain his later fear of dirt and disease, the film starts in 1927 during Hughes' filming of the World War I aviation film \"Hell's Angels\". He's 22 years old, has inherited the family's fortune and tool company, but wants to spend his time making film instead. However, he soon finds himself just as involved in the aviation industry, buying an airline and developing new planes.",
    "release_date": "2004-12-25",
    "poster": "/3MKBQgIHI5DPVNvryiTesskS5mf.jpg",
    "runtime": 170,
    "id": 2567,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Who Am I",
    "overview": "Benjamin, a young German computer whiz, is invited to join a subversive hacker group that wants to be noticed on the world's stage.",
    "release_date": "2014-09-25",
    "poster": "/pOvTNdPmYsHXSFWSud9VIgRhLpL.jpg",
    "runtime": 105,
    "id": 284427,
    "genre_ids": [
      53
    ]
  },
  {
    "title": "10,000 BC",
    "overview": "A prehistoric epic that follows a young mammoth hunter's journey through uncharted territory to secure the future of his tribe.",
    "release_date": "2008-02-22",
    "poster": "/rnGR3EHkL4ryhQd50XBrtRrV8nq.jpg",
    "runtime": 109,
    "id": 7840,
    "genre_ids": [
      12,
      28,
      18,
      14
    ]
  },
  {
    "title": "Beyond the Reach",
    "overview": "A high-rolling corporate shark and his impoverished young guide play the most dangerous game during a hunting trip in the Mojave Desert.",
    "release_date": "2015-04-17",
    "poster": "/ouMb1EDwM88YYjlN37UzhByGKRO.jpg",
    "runtime": 95,
    "id": 284289,
    "genre_ids": [
      53
    ]
  },
  {
    "title": "Ghostbusters",
    "overview": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
    "release_date": "1984-06-07",
    "poster": "/3FS3oBdorgczgfCkFi2u8ZTFfpS.jpg",
    "runtime": 107,
    "id": 620,
    "genre_ids": [
      14,
      28,
      35,
      878,
      10751
    ]
  },
  {
    "title": "Anastasia",
    "overview": "This animated adventure retells the story of the lost daughter of Russia's last czar. The evil Rasputin places a curse on the Romanov family, and Anastasia and her grandmother, Empress Maria, get separated. After growing up in an orphanage, Anastasia encounters two Russian men seeking a reward offered by Empress Maria for the return of her granddaughter. The trio travels to Paris, where they find that the empress has grown skeptical of imposters.",
    "release_date": "1997-11-20",
    "poster": "/hhucFKyImKCPe7lQSpKPvHtdZl4.jpg",
    "runtime": 94,
    "id": 9444,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "The 33",
    "overview": "Based on a true story about the collapse at the mine in San Jose, Chile that  left 33 miners isolated underground for 69 days.",
    "release_date": "2015-11-09",
    "poster": "/6QkKCZCfFQ91jjRZgHndiE2npmw.jpg",
    "runtime": 120,
    "id": 293646,
    "genre_ids": [
      36,
      18
    ]
  },
  {
    "title": "Cloverfield",
    "overview": "Five young New Yorkers throw their friend a going-away party the night that a monster the size of a skyscraper descends upon the city. Told from the point of view of their video camera, the film is a document of their attempt to survive the most surreal, horrifying event of their lives.",
    "release_date": "2008-01-15",
    "poster": "/as01o40tJ2FhtheqeXf7bVZ0EQO.jpg",
    "runtime": 85,
    "id": 7191,
    "genre_ids": [
      28,
      53,
      878
    ]
  },
  {
    "title": "Bolt",
    "overview": "Bolt is the star of the biggest show in Hollywood. The only problem is, he thinks the whole thing is real. When the super dog is accidentally shipped to New York City and separated from Penny, his beloved co-star and owner, Bolt springs into action to find his way home. Together with hilarious new sidekick Rhino, Bolt's #1 fan, and a street-smart cat named Mittens, Bolt sets off on an amazing journey where he discovers he doesn't need super powers to be a hero.",
    "release_date": "2008-11-20",
    "poster": "/k8Nsyj9BC9XKO4TqD1qt8Ks6bvc.jpg",
    "runtime": 96,
    "id": 13053,
    "genre_ids": [
      16,
      10751,
      12,
      35
    ]
  },
  {
    "title": "Ocean's Twelve",
    "overview": "Danny Ocean reunites with his old flame and the rest of his merry band of thieves in a caper concerning three huge heists in Rome, Paris and Amsterdam. But Europol agent Isabel Lahiri is hot on their heels.",
    "release_date": "2004-12-09",
    "poster": "/oBJ8LF80wX8PzhnPcNO0E9lnmYA.jpg",
    "runtime": 125,
    "id": 163,
    "genre_ids": [
      53,
      80
    ]
  },
  {
    "title": "Lone Survivor",
    "overview": "Based on the failed June 28, 2005 mission \"Operation Red Wing.\" Four members of SEAL Team 10, were tasked with the mission to capture or kill notorious Taliban leader, Ahmad Shah. Only one member of the team survived.",
    "release_date": "2013-12-24",
    "poster": "/8ST6iVp3fkUSbUpXRAc2Q96YQRk.jpg",
    "runtime": 121,
    "id": 193756,
    "genre_ids": [
      28,
      18,
      53,
      10752
    ]
  },
  {
    "title": "400 Days",
    "overview": "4 would be astronauts spend 400 days in a land locked space simulator to test the psychological effects of deep space travel but, when something goes terribly wrong and they are forced to leave the simulation, they discover that everything on earth has changed. Is this real or is the simulation on a higher level than they could have ever imagined?",
    "release_date": "2015-10-29",
    "poster": "/vVFmAOLPpwgxpxBkXAbMWD6qYl5.jpg",
    "runtime": 91,
    "id": 332502,
    "genre_ids": [
      9648,
      53,
      878
    ]
  },
  {
    "title": "RED 2",
    "overview": "Retired C.I.A. agent Frank Moses reunites his unlikely team of elite operatives for a global quest to track down a missing portable nuclear device.",
    "release_date": "2013-07-18",
    "poster": "/dvWITvEzlq8IaUbxUuBVKvXqfo6.jpg",
    "runtime": 116,
    "id": 146216,
    "genre_ids": [
      28,
      35,
      80,
      53
    ]
  },
  {
    "title": "Closer",
    "overview": "Set in contemporary London, a story of passion, drama, love, and abandonment involving four strangers--their chance meetings, instant attractions and casual betrayals.",
    "release_date": "2004-12-01",
    "poster": "/jZINusxU1VUKae1s6j39jeFrnJt.jpg",
    "runtime": 104,
    "id": 2288,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Dead Poets Society",
    "overview": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
    "release_date": "1989-06-02",
    "poster": "/3Ri2GReavqSHqWemlP6HYn8i2P9.jpg",
    "runtime": 129,
    "id": 207,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Speed",
    "overview": "Los Angeles SWAT cop Jack Traven is up against bomb expert Howard Payne, who's after major ransom money. First it's a rigged elevator in a very tall building. Then it's a rigged bus--if it slows, it will blow, bad enough any day, but a nightmare in LA traffic. And that's still not the end.",
    "release_date": "1994-06-09",
    "poster": "/bDLiyoxdK8mZHaeYVOxMZj7WGkb.jpg",
    "runtime": 116,
    "id": 1637,
    "genre_ids": [
      28,
      12,
      80,
      53
    ]
  },
  {
    "title": "The Raid",
    "overview": "Deep in the heart of Jakarta's slums lies an impenetrable safe house for the world's most dangerous killers and gangsters. Until now, the run-down apartment block has been considered untouchable to even the bravest of police. Cloaked under the cover of pre-dawn darkness and silence, an elite swat team is tasked with raiding the safe house in order to take down the notorious drug lord that runs it.  But when a chance encounter with a spotter blows their cover and news of their assault reaches the drug lord, the building's lights are cut and all the exits blocked. Stranded on the sixth floor with no way out, the unit must fight their way through the city's worst to survive their mission. Starring Indonesian martial arts sensation Iko Uwais.",
    "release_date": "2011-09-08",
    "poster": "/mfDGRp19BcZUfPIhdqzdQ2uGZrf.jpg",
    "runtime": 101,
    "id": 94329,
    "genre_ids": [
      28,
      53,
      80
    ]
  },
  {
    "title": "Night at the Museum: Battle of the Smithsonian",
    "overview": "Hapless museum night watchman Larry Daley must help his living, breathing exhibit friends out of a pickle now that they've been transferred to the archives at the Smithsonian Institution. Larry's (mis)adventures this time include close encounters with Amelia Earhart, Abe Lincoln and Ivan the Terrible.",
    "release_date": "2009-05-20",
    "poster": "/qbU6AxmO69bBwu6Tw8HtcRoltAA.jpg",
    "runtime": 105,
    "id": 18360,
    "genre_ids": [
      12,
      14,
      28,
      35,
      10751
    ]
  },
  {
    "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
    "overview": "Join Lucy, Edmund, Susan, and Peter, four siblings who step through a magical wardrobe and find the land of Narnia. There, the they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever!",
    "release_date": "2005-12-07",
    "poster": "/tFOQ4q6JnHcdw58ThL4SzFv37NT.jpg",
    "runtime": 143,
    "id": 411,
    "genre_ids": [
      12,
      10751,
      14
    ]
  },
  {
    "title": "300",
    "overview": "Based on Frank Miller's graphic novel, \"300\" is very loosely based the 480 B.C. Battle of Thermopylae, where the King of Sparta led his army against the advancing Persians; the battle is said to have inspired all of Greece to band together against the Persians, and helped usher in the world's first democracy.",
    "release_date": "2006-12-09",
    "poster": "/bYR8O1H1ZlME7Dm9ysfTYZnRDpw.jpg",
    "runtime": 117,
    "id": 1271,
    "genre_ids": [
      28,
      12,
      10752
    ]
  },
  {
    "title": "Hansel & Gretel: Witch Hunters",
    "overview": "After getting a taste for blood as children, Hansel and Gretel have become the ultimate vigilantes, hell-bent on retribution. Now, unbeknownst to them, Hansel and Gretel have become the hunted, and must face an evil far greater than witches... their past.",
    "release_date": "2013-01-17",
    "poster": "/3bQHHXuzZDu2Ju3VFjIM72E9TSw.jpg",
    "runtime": 88,
    "id": 60304,
    "genre_ids": [
      14,
      27,
      28
    ]
  },
  {
    "title": "How the Grinch Stole Christmas",
    "overview": "Inside a snowflake exists the magical land of Whoville. In Whoville, live the Whos, an almost mutated sort of Munchkin-like people. All the Whos love Christmas, yet just outside of their beloved Whoville lives the Grinch. The Grinch is a nasty creature that hates Christmas, and plots to steal it away from the Whos, whom he equally abhors. Yet a small child, Cindy Lou Who, decides to try befriending the Grinch.",
    "release_date": "2000-11-17",
    "poster": "/uOWOw8ZTkGQqx6qkNPhG9AovFJW.jpg",
    "runtime": 104,
    "id": 8871,
    "genre_ids": [
      10751,
      35,
      14
    ]
  },
  {
    "title": "Rush Hour 2",
    "overview": "It's vacation time for Carter as he finds himself alongside Lee in Hong Kong wishing for more excitement. While Carter wants to party and meet the ladies, Lee is out to track down a Triad gang lord who may be responsible for killing two men at the American Embassy. Things get complicated as the pair stumble onto a counterfeiting plot. The boys are soon up to their necks in fist fights and life-threatening situations. A trip back to the U.S. may provide the answers about the bombing, the counterfeiting, and the true allegiance of sexy customs agent Isabella.",
    "release_date": "2001-08-03",
    "poster": "/xG43wsvHpOp2QIj2JGQEvmK8dgC.jpg",
    "runtime": 90,
    "id": 5175,
    "genre_ids": [
      28,
      35,
      80,
      53
    ]
  },
  {
    "title": "Ace Ventura: Pet Detective",
    "overview": "He's Ace Ventura: Pet Detective. Jim Carrey is on the case to find the Miami Dolphins' missing mascot and quarterback Dan Marino. He goes eyeball to eyeball with a man-eating shark, stakes out the Miami Dolphins and woos and wows the ladies. Whether he's undercover, under fire or underwater, he always gets his man . . . or beast!",
    "release_date": "1994-02-04",
    "poster": "/nZirljb8XYbKTWsRQTplDGhx39Q.jpg",
    "runtime": 86,
    "id": 3049,
    "genre_ids": [
      35,
      9648
    ]
  },
  {
    "title": "The Big Lebowski",
    "overview": "Jeffrey \"The Dude\" Lebowski, a Los Angeles slacker who only wants to bowl and drink white Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.",
    "release_date": "1998-02-15",
    "poster": "/aHaVjVoXeNanfwUwQ92SG7tosFM.jpg",
    "runtime": 117,
    "id": 115,
    "genre_ids": [
      35,
      80
    ]
  },
  {
    "title": "Vanished: Left Behind - Next Generation",
    "overview": "If everyone suddenly vanished and you were left wondering “why am I still here?” what would you do? Where would you go? What would you believe?",
    "release_date": "2016-02-28",
    "poster": "/95EPON7bNq3tlSqyHgDp0re5TQt.jpg",
    "runtime": 0,
    "id": 352078,
    "genre_ids": [
      12
    ]
  },
  {
    "title": "King Kong",
    "overview": "In 1933 New York, an overly ambitious movie producer coerces his cast and hired ship crew to travel to mysterious Skull Island, where they encounter Kong, a giant ape who is immediately smitten with leading lady Ann Darrow.",
    "release_date": "2005-12-14",
    "poster": "/mcf9YOsc0uyIFx9qvZUn8t6Cap8.jpg",
    "runtime": 187,
    "id": 254,
    "genre_ids": [
      12,
      18,
      28
    ]
  },
  {
    "title": "Road to Perdition",
    "overview": "Mike Sullivan works as a hit man for crime boss John Rooney. Sullivan views Rooney as a father figure, however after his son is witness to a killing, Mike Sullivan finds himself on the run in attempt to save the life of his son and at the same time looking for revenge on those who wronged him.",
    "release_date": "2002-09-05",
    "poster": "/9C3VMy9HZ1VBhVHTadqg7pFh2ac.jpg",
    "runtime": 117,
    "id": 4147,
    "genre_ids": [
      53,
      80,
      18
    ]
  },
  {
    "title": "Pan's Labyrinth",
    "overview": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.",
    "release_date": "2006-05-27",
    "poster": "/t0TDsqbCTgSi0AL7k4baZrOYYhi.jpg",
    "runtime": 118,
    "id": 1417,
    "genre_ids": [
      14,
      18,
      10752
    ]
  },
  {
    "title": "The Twilight Saga: Breaking Dawn - Part 2",
    "overview": "After the birth of Renesmee, the Cullens gather other vampire clans in order to protect the child from a false allegation that puts the family in front of the Volturi.",
    "release_date": "2012-11-13",
    "poster": "/kJQPygYB8aNEevZZHRifyYrAdU9.jpg",
    "runtime": 115,
    "id": 50620,
    "genre_ids": [
      12,
      14,
      18,
      10749
    ]
  },
  {
    "title": "The Monuments Men",
    "overview": "Based on the true story of the greatest treasure hunt in history, The Monuments Men is an action drama focusing on seven over-the-hill, out-of-shape museum directors, artists, architects, curators, and art historians who went to the front lines of WWII to rescue the world’s artistic masterpieces from Nazi thieves and return them to their rightful owners.  With the art hidden behind enemy lines, how could these guys hope to succeed?",
    "release_date": "2014-01-24",
    "poster": "/buKyrMjMaK78uFdZAbp5Wg3Eveq.jpg",
    "runtime": 118,
    "id": 152760,
    "genre_ids": [
      10752,
      18,
      36,
      28
    ]
  },
  {
    "title": "Planet Terror",
    "overview": "Two doctors find their graveyard shift inundated with townspeople ravaged by sores. Among the wounded is Cherry, a dancer whose leg was ripped from her body. As the invalids quickly become enraged aggressors, Cherry and her ex-boyfriend Wray lead a team of accidental warriors into the night.",
    "release_date": "2007-04-06",
    "poster": "/7Yjzttt0VfPphSsUg8vFUO9WaEt.jpg",
    "runtime": 105,
    "id": 1992,
    "genre_ids": [
      27,
      28,
      53
    ]
  },
  {
    "title": "Sinister 2",
    "overview": "A young mother and her twin sons move into a rural house that's marked for death.",
    "release_date": "2015-08-19",
    "poster": "/AeJYo2wLVL6NpkHxpWIptGbQD0N.jpg",
    "runtime": 97,
    "id": 283445,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "Step Up Revolution",
    "overview": "Emily arrives in Miami with aspirations to become a professional dancer. She sparks with Sean, the leader of a dance crew whose neighborhood is threatened by Emily's father's development plans.",
    "release_date": "2012-07-26",
    "poster": "/bduyqAyMtPDs4m16F7SuLQtbcud.jpg",
    "runtime": 99,
    "id": 85446,
    "genre_ids": [
      10402,
      18,
      10749
    ]
  },
  {
    "title": "The Notebook",
    "overview": "An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths.",
    "release_date": "2004-06-25",
    "poster": "/gMfstesBXKdsHToAUXVPHujUDfb.jpg",
    "runtime": 123,
    "id": 11036,
    "genre_ids": [
      10749,
      18
    ]
  },
  {
    "title": "Wild",
    "overview": "A woman with a tragic past decides to start her new life by hiking for one thousand miles on the Pacific Crest Trail.",
    "release_date": "2014-12-05",
    "poster": "/zpdwj7Q8ZdTX2bWbltCFjVwugJu.jpg",
    "runtime": 115,
    "id": 228970,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Mulan",
    "overview": "A tomboyish girl disguises herself as a young man so she can fight with the Imperial Chinese Army against the invading Huns. With help from wise-cracking dragon Mushu, Mulan just might save her country -- and win the heart of handsome Captain Li Shang.",
    "release_date": "1998-06-18",
    "poster": "/dffoV5USC8kdgax6vXys8QHvMZ9.jpg",
    "runtime": 88,
    "id": 10674,
    "genre_ids": [
      16,
      10751,
      12
    ]
  },
  {
    "title": "Into the Wild",
    "overview": "Based on a true story. After graduating from Emory University in 1992, top student and athlete Christopher McCandless abandoned his possessions, gave his entire $24,000 savings account to charity and hitchhiked to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters who shape his life.",
    "release_date": "2007-09-20",
    "poster": "/lHyYgaocXR6KcJLxVmxZDj115hH.jpg",
    "runtime": 148,
    "id": 5915,
    "genre_ids": [
      12,
      18
    ]
  },
  {
    "title": "A Nightmare on Elm Street",
    "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson (Heather Langenkamp) traces the cause to child molester Fred Krueger (Robert Englund), who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen (Johnny Depp), must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
    "release_date": "1984-11-15",
    "poster": "/sXFlyjfWv544uKOJmPd2vVsaFm9.jpg",
    "runtime": 91,
    "id": 377,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "Diamonds Are Forever",
    "overview": "Diamonds are stolen only to be sold again in the international market. James Bond infiltrates a smuggling mission to find out who’s guilty. The mission takes him to Las Vegas where Bond meets his archenemy Blofeld.",
    "release_date": "1971-12-13",
    "poster": "/viPjZ3JCOahcfNCcVhiPExusJoZ.jpg",
    "runtime": 120,
    "id": 681,
    "genre_ids": [
      12,
      28,
      53,
      878
    ]
  },
  {
    "title": "The 40 Year Old Virgin",
    "overview": "Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there's one thing Andy hasn't done, and it's really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.",
    "release_date": "2005-08-11",
    "poster": "/wAKUo12pRBGyFJQV27LFJoTvMU5.jpg",
    "runtime": 116,
    "id": 6957,
    "genre_ids": [
      35,
      10749
    ]
  },
  {
    "title": "The Good, the Bad and the Ugly",
    "overview": "While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
    "release_date": "1966-12-23",
    "poster": "/wfPHdfofBD5PN96dV96a51B3Ja2.jpg",
    "runtime": 161,
    "id": 429,
    "genre_ids": [
      37
    ]
  },
  {
    "title": "Crash",
    "overview": "Los Angeles citizens with vastly separate lives collide in interweaving stories of race, loss and redemption.",
    "release_date": "2005-05-06",
    "poster": "/pG8LL4LYMCr5uikhx9rewrW8352.jpg",
    "runtime": 112,
    "id": 1640,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Cheeky",
    "overview": "While scouting out apartments in London for her Venetian boyfriend, Carla rents an apartment that overlooks the Thames. There she meet the lesbian hyper-horny real estate agent Moira.",
    "release_date": "2000-01-28",
    "poster": "/kZITrLEiTfzzJhtwtXhQUl3ImCQ.jpg",
    "runtime": 89,
    "id": 22705,
    "genre_ids": [
      35,
      18,
      10749
    ]
  },
  {
    "title": "Evil Dead",
    "overview": "Evil Dead, the fourth installment of the Evil Dead franchise, serving as both a reboot and as a loose continuation of the series, features Mia, a young woman struggling with sobriety, heads to a remote cabin with a group of friends where the discovery of a Book of the Dead unwittingly summon up dormant demons which possess the youngsters one by one.",
    "release_date": "2013-04-05",
    "poster": "/z56CMoFXOhq4zieKMsokLaiB4qE.jpg",
    "runtime": 90,
    "id": 109428,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "Twilight",
    "overview": "When Bella Swan moves to a small town in the Pacific Northwest to live with her father, she starts school and meets the reclusive Edward Cullen, a mysterious classmate who reveals himself to be a 108-year-old vampire. Despite Edward's repeated cautions, Bella can't help but fall in love with him, a fatal move that endangers her own life when a coven of bloodsuckers try to challenge the Cullen clan.",
    "release_date": "2008-11-20",
    "poster": "/nlvPMLCdum7bkHKmDSMnNLGztmW.jpg",
    "runtime": 122,
    "id": 8966,
    "genre_ids": [
      12,
      14,
      18,
      10749
    ]
  },
  {
    "title": "Concussion",
    "overview": "A dramatic thriller based on the incredible true David vs. Goliath story of American immigrant Dr. Bennet Omalu, the brilliant forensic neuropathologist who made the first discovery of CTE, a football-related brain trauma, in a pro player and fought for the truth to be known. Omalu's emotional quest puts him at dangerous odds with one of the most powerful institutions in the world.",
    "release_date": "2015-12-25",
    "poster": "/vdK1f9kpY5QEwrAiXs9R7PlerNC.jpg",
    "runtime": 123,
    "id": 321741,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Pawn Sacrifice",
    "overview": "American chess champion Bobby Fischer prepares for a legendary match-up against Russian Boris Spassky.",
    "release_date": "2015-09-16",
    "poster": "/mxdpBuSMqql2Uvv27NIV1pahcsW.jpg",
    "runtime": 114,
    "id": 245698,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Royal Tenenbaums",
    "overview": "An estranged family of former child prodigies reunites when their father announces he has a terminal illness.",
    "release_date": "2001-10-05",
    "poster": "/sNlz540u565f0fGK6CB0379cIJE.jpg",
    "runtime": 110,
    "id": 9428,
    "genre_ids": [
      35,
      18
    ]
  },
  {
    "title": "The Nightmare Before Christmas",
    "overview": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
    "release_date": "1993-10-09",
    "poster": "/6oxkO1VgKCq74fNILKAg6t2dVEt.jpg",
    "runtime": 76,
    "id": 9479,
    "genre_ids": [
      14,
      16,
      10751
    ]
  },
  {
    "title": "Indiana Jones and the Temple of Doom",
    "overview": "After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees, and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.",
    "release_date": "1984-05-23",
    "poster": "/f2nTRKk2zGdUTE7tLJ5EGGSuKA6.jpg",
    "runtime": 118,
    "id": 87,
    "genre_ids": [
      12,
      28
    ]
  },
  {
    "title": "The Other Side of the Door",
    "overview": "Grieving over the loss of her son, a mother struggles with her feelings for her daughter and her husband. She seeks out a ritual that allows her say goodbye to her dead child, opening the veil between the world of the dead and the living. Her daughter becomes the focus of terror. She must now protect against the evil that was once her beloved son.",
    "release_date": "2016-02-25",
    "poster": "/hLpbfpkh5MBt86LokeyoReK0yCH.jpg",
    "runtime": 0,
    "id": 364116,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "End of Watch",
    "overview": "Shot documentary-style, this film follows the daily grind of two young police officers in LA who are partners and friends, and what happens when they meet criminal forces greater than themselves.",
    "release_date": "2012-09-20",
    "poster": "/suqikqv0DjOsW8e0hst4YWDTmAX.jpg",
    "runtime": 109,
    "id": 77016,
    "genre_ids": [
      80,
      18,
      53
    ]
  },
  {
    "title": "Nymphomaniac: Vol. I",
    "overview": "A man named Seligman finds a fainted wounded woman in an alley and he brings her home. She tells him that her name is Joe and that she is nymphomaniac. Joe tells her life and sexual experiences with hundreds of men since she was a young teenager while Seligman tells about his hobbies, such as fly fishing, reading about Fibonacci numbers or listening to organ music.",
    "release_date": "2013-12-25",
    "poster": "/49HMMZPVJcnUwe2QmVzBfxyLAY2.jpg",
    "runtime": 118,
    "id": 258216,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Shining",
    "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "release_date": "1980-05-22",
    "poster": "/9fgh3Ns1iRzlQNYuJyK0ARQZU7w.jpg",
    "runtime": 144,
    "id": 694,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "The Fugitive",
    "overview": "Dr. Richard Kimble, unjustly accused of murdering his wife, must find the real killer while being the target of a nationwide manhunt.",
    "release_date": "1993-08-06",
    "poster": "/hC2W9m17ixe8D69T1GiGbGtsnzs.jpg",
    "runtime": 130,
    "id": 5503,
    "genre_ids": [
      12,
      28,
      53,
      80,
      9648
    ]
  },
  {
    "title": "American Psycho",
    "overview": "A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.",
    "release_date": "2000-04-13",
    "poster": "/qXsylPM4Lr5397R3eHrfqHhTUNc.jpg",
    "runtime": 102,
    "id": 1359,
    "genre_ids": [
      18,
      80
    ]
  },
  {
    "title": "Ponyo",
    "overview": "The son of a sailor, 5-year old Sosuke lives a quiet life on an oceanside cliff with his mother Lisa. One fateful day, he finds a beautiful goldfish trapped in a bottle on the beach and upon rescuing her, names her Ponyo. But she is no ordinary goldfish. The daughter of a masterful wizard and a sea goddess, Ponyo uses her father's magic to transform herself into a young girl and quickly falls in love with Sosuke, but the use of such powerful sorcery causes a dangerous imbalance in the world. As the moon steadily draws nearer to the earth and Ponyo's father sends the ocean's mighty waves to find his daughter, the two children embark on an adventure of a lifetime to save the world and fulfill Ponyo's dreams of becoming human.",
    "release_date": "2008-07-19",
    "poster": "/3s0mpSpLkI7cIhqWGrGbsiyvlsH.jpg",
    "runtime": 100,
    "id": 12429,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "Mars Attacks!",
    "overview": "'We come in peace' is not what those green men from Mars mean when they invade our planet, armed with irresistible weapons and a cruel sense of humor.  This star studded cast must play victim to the alien’s fun and games in this comedy homage to science fiction films of the '50s and '60s.",
    "release_date": "1996-12-12",
    "poster": "/sM4VrptBRIFHmN7mLJZ2BaGKYNq.jpg",
    "runtime": 106,
    "id": 75,
    "genre_ids": [
      28,
      35,
      878,
      14
    ]
  },
  {
    "title": "Tomorrow Never Dies",
    "overview": "A deranged media mogul is staging international incidents to pit the world's superpowers against each other. Now 007 must take on this evil mastermind in an adrenaline-charged battle to end his reign of terror and prevent global pandemonium.",
    "release_date": "1997-12-11",
    "poster": "/k3eI9q7ISgpDEu2CMwR2s6inJVp.jpg",
    "runtime": 119,
    "id": 714,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Robots",
    "overview": "Rodney Copperbottom is a young robot inventor who dreams of making the world a better place … until the evil Ratchet takes over Big Weld Industries. Now, Rodney's dreams -- like those of his friends, including motor-mouthed Fender -- are in danger of becoming obsolete.",
    "release_date": "2005-03-11",
    "poster": "/12n6dEayPtv7CqgbeSkznFQSKzh.jpg",
    "runtime": 91,
    "id": 9928,
    "genre_ids": [
      16,
      35,
      10751,
      878
    ]
  },
  {
    "title": "Transcendence",
    "overview": "Two leading computer scientists work toward their goal of Technological Singularity,  as a radical anti-technology organization fights to prevent them from creating a world where computers can transcend the abilities of the human brain.",
    "release_date": "2014-04-16",
    "poster": "/4eESVBvr7KEvPGUZVL5LDWsANda.jpg",
    "runtime": 119,
    "id": 157353,
    "genre_ids": [
      53,
      878,
      18,
      9648
    ]
  },
  {
    "title": "Slumdog Millionaire",
    "overview": "The story of the life of an impoverished Indian teen Jamal Malik, who becomes a contestant on the Hindi version of \"Who Wants to be A Millionaire?\", wins, and is then suspected of cheating.",
    "release_date": "2008-05-12",
    "poster": "/ojgf8iJpS4VX6jJfWGLpuEx0wm.jpg",
    "runtime": 120,
    "id": 12405,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Scott Pilgrim vs. the World",
    "overview": "Scott Pilgrim is a film adaptation of the critically acclaimed, award-winning series of graphic novels of the same name by Canadian cartoonist Bryan Lee O’Malley. Scott Pilgrim is a 23 year old Canadian slacker and wannabe rockstar who falls in love with an American delivery girl, Ramona V. Flowers, and must defeat her seven \"evil exes\" to be able to date her.",
    "release_date": "2010-07-27",
    "poster": "/lafRuPbjEQrrHG9QEaoyV2znZC.jpg",
    "runtime": 112,
    "id": 22538,
    "genre_ids": [
      35,
      28,
      12
    ]
  },
  {
    "title": "Licence to Kill",
    "overview": "James Bond and his American colleague Felix Leiter arrest the drug lord Sanchez who succeeds in escaping and takes revenge on Felix and his wife. Bond knows but just one thing: revenge.",
    "release_date": "1989-07-07",
    "poster": "/27EySoBH3oBuI6xat2QOquB9X8j.jpg",
    "runtime": 133,
    "id": 709,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Saw",
    "overview": "Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...",
    "release_date": "2004-01-19",
    "poster": "/dHYvIgsax8ZFgkz1OslE4V6Pnf5.jpg",
    "runtime": 103,
    "id": 176,
    "genre_ids": [
      27,
      9648,
      80
    ]
  },
  {
    "title": "Suffragette",
    "overview": "Based on true events about the foot soldiers of the early feminist movement who were forced underground to evade the State.",
    "release_date": "2015-10-16",
    "poster": "/gG2Y8GNXzMrZCx65a8EhdNq2iuu.jpg",
    "runtime": 106,
    "id": 245168,
    "genre_ids": [
      18,
      36
    ]
  },
  {
    "title": "The Prestige",
    "overview": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
    "release_date": "2006-10-19",
    "poster": "/5MXyQfz8xUP3dIFPTubhTsbFY6N.jpg",
    "runtime": 130,
    "id": 1124,
    "genre_ids": [
      18,
      9648,
      53
    ]
  },
  {
    "title": "Monty Python's Life of Brian",
    "overview": "A brilliant parody from the British comedy group Monty Python about the history of (not Jesus but the boy born right next door to The Manger, Brian). A Terry Jones directed film from 1979 that has since gained cult status. What many fans don't know is that this movie might never have happened if not for the financial assistance of George Harrison (of The Beatles).",
    "release_date": "1979-08-16",
    "poster": "/wEgm6iVOD4afMlEo1VGi3Yz0cmd.jpg",
    "runtime": 94,
    "id": 583,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Rio 2",
    "overview": "It's a jungle out there for Blu, Jewel and their three kids after they're hurtled from Rio de Janeiro to the wilds of the Amazon. As Blu tries to fit in, he goes beak-to-beak with the vengeful Nigel, and meets the most fearsome adversary of all: his father-in-law.",
    "release_date": "2014-03-19",
    "poster": "/jZcF7xZVvrX2A4qNOqeHpmtbdBT.jpg",
    "runtime": 102,
    "id": 172385,
    "genre_ids": [
      16
    ]
  },
  {
    "title": "Home Alone 2: Lost In New York",
    "overview": "Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's determined to foil their plans to rob a toy store on Christmas eve.",
    "release_date": "1992-11-19",
    "poster": "/ezGcLFTvwR64I3Z7RqHnXRFet4r.jpg",
    "runtime": 120,
    "id": 772,
    "genre_ids": [
      35,
      10751,
      12,
      80
    ]
  },
  {
    "title": "Cinderella",
    "overview": "When Cinderella's cruel stepmother prevents her from attending the Royal Ball, she gets some unexpected help from the lovable mice Gus and Jaq, and from her Fairy Godmother.",
    "release_date": "1950-03-04",
    "poster": "/scNoXmnYdZKh1ccQzXBWWGVloes.jpg",
    "runtime": 74,
    "id": 11224,
    "genre_ids": [
      14,
      16,
      10751,
      10749
    ]
  },
  {
    "title": "What to Expect When You're Expecting",
    "overview": "Challenges of impending parenthood turn the lives of five couples upside down. Two celebrities are unprepared for the surprise demands of pregnancy; hormones wreak havoc on a baby-crazy author, while her husband tries not to be outdone by his father, who's expecting twins with his young trophy wife; a photographer's husband isn't sure about his wife's adoption plans; a one-time hook-up results in a surprise pregnancy for rival food-truck owners.",
    "release_date": "2012-05-17",
    "poster": "/4vD9uLJHfTOx9vRHdKEXgGvqYZU.jpg",
    "runtime": 110,
    "id": 76494,
    "genre_ids": [
      10749,
      35,
      18
    ]
  },
  {
    "title": "Horns",
    "overview": "In the aftermath of his girlfriend's mysterious death, a young man awakens to strange horns sprouting from his temples.",
    "release_date": "2013-09-06",
    "poster": "/632JG1wY6pGVxZxF5NaO5piNeFe.jpg",
    "runtime": 120,
    "id": 149509,
    "genre_ids": [
      53,
      27,
      18,
      14
    ]
  },
  {
    "title": "Rear Window",
    "overview": "Professional photographer L.B. \"Jeff\" Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate.",
    "release_date": "1954-08-01",
    "poster": "/fjIVHiAaBUEtBbHgRLoTgeY8Ter.jpg",
    "runtime": 112,
    "id": 567,
    "genre_ids": [
      9648,
      53
    ]
  },
  {
    "title": "Chronicle",
    "overview": "Three high school students make an incredible discovery, leading to their developing uncanny powers beyond their understanding. As they learn to control their abilities and use them to their advantage, their lives start to spin out of control, and their darker sides begin to take over.",
    "release_date": "2012-02-01",
    "poster": "/6uaJhUNP1VXyRQS6cGyQD4RbZsj.jpg",
    "runtime": 84,
    "id": 76726,
    "genre_ids": [
      878,
      18,
      53
    ]
  },
  {
    "title": "Friday the 13th",
    "overview": "Camp counselors are stalked and murdered by an unknown assailant while trying to reopen a summer camp that was the site of a child's drowning.",
    "release_date": "1980-05-09",
    "poster": "/bPdgBUXaFqlkZzgDsOn2A1EHSaw.jpg",
    "runtime": 95,
    "id": 4488,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "The Simpsons Movie",
    "overview": "After Homer accidentally pollutes the town's water supply, Springfield is encased in a gigantic dome by the EPA and the Simpsons are declared fugitives.",
    "release_date": "2007-07-25",
    "poster": "/eCytnEriVur3rT47NWfkgPXD9qs.jpg",
    "runtime": 87,
    "id": 35,
    "genre_ids": [
      16,
      35,
      10751
    ]
  },
  {
    "title": "Thunderball",
    "overview": "A criminal organization has obtained two nuclear bombs and are asking for a 100 million pound ransom in the form of diamonds in seven days or they will use the weapons. The secret service sends James Bond to the Bahamas to once again save the world.",
    "release_date": "1965-12-16",
    "poster": "/sASN1VnJxWosdzp4mH40P47Xhhz.jpg",
    "runtime": 130,
    "id": 660,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Ben-Hur",
    "overview": "Ben-Hur is a 1959 epic film directed by William Wyler, the third film version of Lew Wallace's 1880 novel Ben-Hur: A Tale of the Christ. It premiered at Loew's State Theatre in New York City on November 18, 1959. The film went on to win a record of eleven Academy Awards, including Best Picture, a feat equaled only by Titanic in 1998 and The Lord of the Rings: The Return of the King in 2004. It was also the last film to win the Oscar for both Best Actor and Best Supporting Actor, until nearly 44 years later when Mystic River achieved the same feat.The movie revolves around a Jewish prince who is betrayed and sent into slavery by a Roman friend and how he regains his freedom and comes back for revenge.",
    "release_date": "1959-11-18",
    "poster": "/syPMBvvZsADTTRu3UKuxO1Wflq.jpg",
    "runtime": 212,
    "id": 665,
    "genre_ids": [
      12,
      18,
      28,
      36
    ]
  },
  {
    "title": "Atlantis: The Lost Empire",
    "overview": "The world's most highly qualified crew of archaeologists and explorers is led by historian Milo Thatch as they board the incredible 1,000-foot submarine Ulysses and head deep into the mysteries of the sea.",
    "release_date": "2001-06-02",
    "poster": "/9kbLIQEj99g5Hb9g1IG3VNdtt3h.jpg",
    "runtime": 95,
    "id": 10865,
    "genre_ids": [
      16,
      10751,
      12,
      878
    ]
  },
  {
    "title": "You Only Live Twice",
    "overview": "A mysterious space craft kidnaps a Russian and American space capsule and brings the world on the verge of another World War. James Bond investigates the case in Japan and meets with his archenemy Blofeld. The fifth film from the legendary James Bond series starring Sean Connery as the British super agent.",
    "release_date": "1967-06-12",
    "poster": "/7dnsJZniZK1Hbc9mOFDYa5W0dHi.jpg",
    "runtime": 117,
    "id": 667,
    "genre_ids": [
      28,
      53,
      12
    ]
  },
  {
    "title": "Robin Hood: Prince of Thieves",
    "overview": "When the dastardly Sheriff of Nottingham murders Robin's father, the legendary archer vows vengeance. To accomplish his mission, Robin joins forces with a band of exiled villagers (and comely Maid Marian), and together they battle to end the evil sheriff's reign of terror.",
    "release_date": "1991-06-14",
    "poster": "/bDqqiu3yi7V5idgdei61XBairBZ.jpg",
    "runtime": 143,
    "id": 8367,
    "genre_ids": [
      12,
      18,
      28,
      10749
    ]
  },
  {
    "title": "Charlie's Angels",
    "overview": "Aspects of this take on the 1970s hit TV series are similar to the original show :Angels Dylan, Natalie and Alex still work for Charlie and interface with Bosley. They still flip their hair, stop traffic with a smile and kick butt. The differences are the unsubtle humor, the martial arts training and the high-tech premise: This time, they're hot on the trail of stolen software.",
    "release_date": "2000-11-02",
    "poster": "/eBzf9d09Vgq2HSVC4fIZm1QNQd.jpg",
    "runtime": 98,
    "id": 4327,
    "genre_ids": [
      28,
      12,
      35,
      80,
      53
    ]
  },
  {
    "title": "Avengers: Infinity War - Part I",
    "overview": "",
    "release_date": "2018-04-25",
    "poster": "/pPEbiPHyXeRGPxrVnq9JGnYV1pe.jpg",
    "runtime": 0,
    "id": 299536,
    "genre_ids": [
      12,
      878,
      28
    ]
  },
  {
    "title": "The Book of Life",
    "overview": "From producer Guillermo del Toro and director Jorge Gutierrez comes an animated comedy with a unique visual style. THE BOOK OF LIFE is the journey of Manolo, a young man who is torn between fulfilling the expectations of his family and following his heart. Before choosing which path to follow, he embarks on an incredible adventure that spans three fantastical worlds where he must face his greatest fears. Rich with a fresh take on pop music favorites, THE BOOK OF LIFE encourages us to celebrate the past while looking forward to the future.",
    "release_date": "2014-10-01",
    "poster": "/5B4lKHSQAtT1FSEfbjJkQ8ylxAY.jpg",
    "runtime": 95,
    "id": 228326,
    "genre_ids": [
      10749,
      16,
      12,
      35,
      10751,
      14
    ]
  },
  {
    "title": "The Book of Eli",
    "overview": "A post-apocalyptic tale, in which a lone man fights his way across America in order to protect a sacred book that holds the secrets to saving humankind.",
    "release_date": "2010-01-14",
    "poster": "/qL3FnEug9DyBcaBXVb0oT3DJMJu.jpg",
    "runtime": 118,
    "id": 20504,
    "genre_ids": [
      28,
      53,
      878
    ]
  },
  {
    "title": "Van Helsing",
    "overview": "Famed monster slayer Gabriel Van Helsing (Hugh Jackman) is dispatched to Transylvania to assist the last of the Valerious bloodline in defeating Count Dracula. Anna Valerious (Kate Beckinsale) reveals that Dracula has formed an unholy alliance with Dr. Frankenstein's monster and is hell-bent on exacting a centuries-old curse on her family.",
    "release_date": "2004-05-05",
    "poster": "/gPFn6CIe4Af6jeFmyIpyk5hGV4.jpg",
    "runtime": 131,
    "id": 7131,
    "genre_ids": [
      12,
      28,
      14,
      9648,
      53
    ]
  },
  {
    "title": "Jack Reacher",
    "overview": "In an innocent heartland city, five are shot dead by an expert sniper. The police quickly identify and arrest the culprit, and build a slam-dunk case. But the accused man claims he's innocent and says \"Get Jack Reacher.\" Reacher himself sees the news report and turns up in the city. The defense is immensely relieved, but Reacher has come to bury the guy. Shocked at the accused's request, Reacher sets out to confirm for himself the absolute certainty of the man's guilt, but comes up with more than he bargained for.",
    "release_date": "2012-12-20",
    "poster": "/38bmEXmuJuInLs9dwfgOGCHmZ7l.jpg",
    "runtime": 130,
    "id": 75780,
    "genre_ids": [
      80,
      18,
      53
    ]
  },
  {
    "title": "Sin City",
    "overview": "Sin City is a neo-noir crime thriller based on Frank Miller's graphic novel series of the same name.The film is primarily based on three of Miller's works: The Hard Goodbye, about a man who embarks on a brutal rampage in search of his one-time sweetheart's killer; The Big Fat Kill, which focuses on a street war between a group of prostitutes and a group of mercenaries; and That Yellow Bastard, which follows an aging police officer who protects a young woman from a grotesquely disfigured serial killer.",
    "release_date": "2005-03-31",
    "poster": "/eCJkepVJslq1nEtqURLaC1zLPAL.jpg",
    "runtime": 124,
    "id": 187,
    "genre_ids": [
      28,
      53,
      80
    ]
  },
  {
    "title": "Indiana Jones and the Kingdom of the Crystal Skull",
    "overview": "During the Cold War, Soviet agents watch Professor Henry Jones when a young man brings him a coded message from an aged, demented colleague, Henry Oxley. Led by the brilliant Irina Spalko, the Soviets tail Jones and the young man, Mutt, to Peru. With Oxley's code, they find a legendary skull made of a single piece of quartz. If Jones can deliver the skull to its rightful place, all may be well; but if Irina takes it to its origin, she'll gain powers that could endanger the West. Aging professor and young buck join forces with a woman from Jones's past to face the dangers of the jungle, Russia, and the supernatural.",
    "release_date": "2008-05-21",
    "poster": "/qY1x6v5daMDTr904G3y84WVgpfC.jpg",
    "runtime": 122,
    "id": 217,
    "genre_ids": [
      12,
      28
    ]
  },
  {
    "title": "Unbroken",
    "overview": "A chronicle of the life of Louis Zamperini, an Olympic runner who was taken prisoner by Japanese forces during World War II.",
    "release_date": "2014-12-25",
    "poster": "/qvRHvtjNfvq0R0IwV2oVmW6DduS.jpg",
    "runtime": 137,
    "id": 227306,
    "genre_ids": [
      18,
      10752
    ]
  },
  {
    "title": "The Evil Dead",
    "overview": "When a group of college students finds a mysterious book and recording in the old wilderness cabin they've rented for the weekend, they unwittingly unleash a demonic force from the surrounding forest.",
    "release_date": "1981-10-15",
    "poster": "/fA7uqS8ZBzCVPKgB7rFaR0wTFpy.jpg",
    "runtime": 85,
    "id": 764,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "Insidious: Chapter 3",
    "overview": "A twisted new tale of terror begins for a teenage girl and her family, predating the haunting of the Lambert family in the earlier movies and revealing more mysteries of the otherworldly realm The Further.",
    "release_date": "2015-06-04",
    "poster": "/ixANIbPRTNMAstlqJa2FlfBesyQ.jpg",
    "runtime": 97,
    "id": 280092,
    "genre_ids": [
      18,
      27,
      53
    ]
  },
  {
    "title": "The SpongeBob Movie: Sponge Out of Water",
    "overview": "Burger Beard is a pirate who is in search of the final page of a magical book that makes any evil plan he writes in it come true, which happens to be the Krabby Patty secret formula. When the entire city of Bikini Bottom is put in danger, SpongeBob, Patrick, Mr. Krabs, Squidward, Sandy, and Plankton need to go on a quest that takes them to the surface. In order to get back the recipe and save their city, the gang must retrieve the book and transform themselves into superheroes.",
    "release_date": "2015-02-05",
    "poster": "/9wChSuUoQDiBKUnGTcYMkzRha60.jpg",
    "runtime": 93,
    "id": 228165,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Lost in Translation",
    "overview": "Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.",
    "release_date": "2003-08-31",
    "poster": "/5T8VvuFTdaawKLJk34i69Utaw7o.jpg",
    "runtime": 102,
    "id": 153,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Gangs of New York",
    "overview": "1863. America was born in the streets. In this movie, we see Amsterdam Vallon returning to the Five Points of America to seek vengeance against the psychotic gangland kingpin Bill the Butcher who murdered his father years ago. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area.",
    "release_date": "2002-12-19",
    "poster": "/ytKo2tLvKUd9Kbs0poXSQh6ft7d.jpg",
    "runtime": 167,
    "id": 3131,
    "genre_ids": [
      18,
      36,
      80
    ]
  },
  {
    "title": "Good Will Hunting",
    "overview": "Will Hunting, a janitor at MIT, has a gift for mathematics but needs help from a psychologist to find direction in his life.",
    "release_date": "1997-12-05",
    "poster": "/jq8LjngZ7XZEQge5JFTdOGMrHyZ.jpg",
    "runtime": 126,
    "id": 489,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Casino",
    "overview": "Master director Martin Scorsese depicts the sloping depth of a casino mafia boss’ fall. Filmed in a semi-documentary fashion; about the life of the gambling paradise Las Vegas and its dark mafia underbelly.",
    "release_date": "1995-11-22",
    "poster": "/xo517ibXBDdYQY81j0WIG7BVcWq.jpg",
    "runtime": 178,
    "id": 524,
    "genre_ids": [
      18,
      80
    ]
  },
  {
    "title": "L.A. Confidential",
    "overview": "Three detectives in the corrupt and brutal L.A. police force of the 1950s use differing methods to uncover a conspiracy behind the shotgun slayings of the patrons at an all-night diner in this lush tribute to tough film noir crime films. Based on the multi-layered James Ellroy novel.",
    "release_date": "1997-09-05",
    "poster": "/rIXzJCAvyd3Ci8ipylDQ5wUKqwh.jpg",
    "runtime": 138,
    "id": 2118,
    "genre_ids": [
      80,
      18,
      9648,
      53
    ]
  },
  {
    "title": "Rocky",
    "overview": "When world heavyweight boxing champ Apollo Creed wants to give an unknown fighter a shot at the title as a publicity stunt, his handlers pick palooka Rocky Balboa, an uneducated collector for a Philadelphia loan shark.",
    "release_date": "1976-11-21",
    "poster": "/lmwGr6J5y6kngFNQuFV2y1yw4OB.jpg",
    "runtime": 119,
    "id": 1366,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Mummy Returns",
    "overview": "Rick and Evelyn O'Connell, along with their 8 year old son Alex, discover the key to the legendary Scorpion King's might, the fabled Bracelet of Anubis. Unfortunately, a newly resurrected Imhotep has designs on the bracelet as well, and isn't above kidnapping its new bearer, Alex, to gain control of Anubis' otherworldly army.",
    "release_date": "2001-04-28",
    "poster": "/hioiYUZVIuYIhagDGhIAjyNEUu0.jpg",
    "runtime": 130,
    "id": 1734,
    "genre_ids": [
      28,
      12,
      18,
      14,
      27,
      53
    ]
  },
  {
    "title": "Anomalisa",
    "overview": "A man crippled by the mundanity of his life experiences something out of the ordinary.",
    "release_date": "2015-12-30",
    "poster": "/h6orfYDihFwZfneMvXyGUeTufeK.jpg",
    "runtime": 90,
    "id": 291270,
    "genre_ids": [
      16,
      35,
      18,
      10749
    ]
  },
  {
    "title": "Filth",
    "overview": "A bipolar bigoted junkie cop, manipulates and hallucinates his way through the festive season in a bid to secure promotion and win back his wife and daughter.",
    "release_date": "2013-09-23",
    "poster": "/dchLaUOkQOPZQHnus5fnZgZKDuP.jpg",
    "runtime": 97,
    "id": 85889,
    "genre_ids": [
      80,
      18,
      35
    ]
  },
  {
    "title": "Hotel Desire",
    "overview": "The story is about a woman who lives alone. Her son went to his father in another place. The first character is a maid in a hotel to serve the people. First, she got some serious problems in her job. She couldn't take care of both, her job and her son. Her supervisor solved some her problems because he was a good man and may like her. She was not rich and proud, she listened her colleague advice about sex because she didn't have sex for about seven years. She went accidentally to a room who a blind man is living. He was naked after a shower and he talked on his phone. after that, he looked for his socks but he touched the maid body that listened his conversation and be completely quiet. then they started to do sex.",
    "release_date": "2011-12-07",
    "poster": "/4i77Qjxl8ppqquq2yMTKANp7qFZ.jpg",
    "runtime": 38,
    "id": 82023,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Fantastic 4: Rise of the Silver Surfer",
    "overview": "The Fantastic Four return to the big screen as a new and all powerful enemy threatens the Earth. The seemingly unstoppable 'Silver Surfer', but all is not what it seems and there are old and new enemies that pose a greater threat than the intrepid superheroes realize.",
    "release_date": "2007-06-12",
    "poster": "/fXpziQgnBnB4bLgjKhjTbLQumE5.jpg",
    "runtime": 92,
    "id": 1979,
    "genre_ids": [
      12,
      14,
      28,
      53
    ]
  },
  {
    "title": "Scary Movie 4",
    "overview": "Cindy finds out the house she lives in is haunted by a little boy and goes on a quest to find out who killed him and why. Also, Alien \"Tr-iPods\" are invading the world and she has to uncover the secret in order to stop them.",
    "release_date": "2006-04-13",
    "poster": "/lfvDTZOi023sfpFfNkfVRD1oJei.jpg",
    "runtime": 83,
    "id": 4257,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Risen",
    "overview": "Follows the epic Biblical story of the Resurrection, as told through the eyes of a non-believer. Clavius, a powerful Roman Military Tribune, and his aide Lucius, are tasked with solving the mystery of what happened to Jesus in the weeks following the crucifixion, in order to disprove the rumors of a risen Messiah and prevent an uprising in Jerusalem.",
    "release_date": "2016-02-19",
    "poster": "/cr8lQd94bxlhyDfimweUMnLZoxf.jpg",
    "runtime": 107,
    "id": 335778,
    "genre_ids": [
      28,
      12,
      18,
      9648
    ]
  },
  {
    "title": "Paper Towns",
    "overview": "Quentin Jacobsen has spent a lifetime loving the magnificently adventurous Margo Roth Spiegelman from afar. So when she cracks open a window and climbs back into his life-dressed like a ninja and summoning him for an ingenious campaign of revenge-he follows. After their all-nighter ends and a new day breaks, Q arrives at school to discover that Margo, always an enigma, has now become a mystery. But Q soon learns that there are clues-and they're for him. Urged down a disconnected path, the closer he gets, the less Q sees of the girl he thought he knew.",
    "release_date": "2015-07-09",
    "poster": "/mIYVDgnzx6Y0f1bSx50cPiBTc2t.jpg",
    "runtime": 109,
    "id": 286565,
    "genre_ids": [
      18,
      9648,
      10749
    ]
  },
  {
    "title": "Carrie",
    "overview": "A reimagining of the classic horror tale about Carrie White, a shy girl outcast by her peers and sheltered by her deeply religious mother, who unleashes telekinetic terror on her small town after being pushed too far at her senior prom.",
    "release_date": "2013-10-16",
    "poster": "/j0999NYddCGcishJlxluDRQIn6k.jpg",
    "runtime": 100,
    "id": 133805,
    "genre_ids": [
      18,
      27
    ]
  },
  {
    "title": "The Sixth Sense",
    "overview": "A psychological thriller about an eight year old boy named Cole Sear who believes he can see into the world of the dead. A child psychologist named Malcolm Crowe comes to Cole to help him deal with his problem, learning that he really can see ghosts of dead people.",
    "release_date": "1999-08-02",
    "poster": "/wW1y9pvMejWjdfz0mpbB3Ag3SJf.jpg",
    "runtime": 107,
    "id": 745,
    "genre_ids": [
      9648,
      53,
      18
    ]
  },
  {
    "title": "The Vow",
    "overview": "Happy young married couple Paige (McAdams) and Leo (Tatum) are, well, happy. Then a car accident puts Paige into a life-threatening coma. Upon awakening she has lost the previous five years of memories, including those of her beloved Leo, her wedding, a confusing relationship with her parents, or the ending of her relationship with her ex-fiance. Despite these complications, Leo endeavors to win her heart again and rebuild their marriage.",
    "release_date": "2012-02-09",
    "poster": "/5NCUHZlgBqWf2VYVskrjLji4CGa.jpg",
    "runtime": 104,
    "id": 72570,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Superman",
    "overview": "Mild-mannered Clark Kent works as a reporter at the Daily Planet alongside his crush, Lois Lane − who's in love with Superman. Clark must summon his superhero alter ego when the nefarious Lex Luthor launches a plan to take over the world.",
    "release_date": "1978-12-14",
    "poster": "/rLTdj7oB9oxsYwuweeglWRzRng7.jpg",
    "runtime": 143,
    "id": 1924,
    "genre_ids": [
      14,
      28,
      878
    ]
  },
  {
    "title": "Alvin and the Chipmunks: The Squeakquel",
    "overview": "Pop sensations Alvin, Simon and Theodore end up in the care of Dave Seville's twenty-something nephew Toby. The boys must put aside music super stardom to return to school, and are tasked with saving the school's music program by winning the $25,000 prize in a battle of the bands. But the Chipmunks unexpectedly meet their match in three singing chipmunks known as The Chipettes - Brittany, Eleanor and Jeanette. Romantic and musical sparks are ignited when the Chipmunks and Chipettes square off.",
    "release_date": "2009-12-21",
    "poster": "/1vfj6gsWDXYmIgjA9FphmvRKnJj.jpg",
    "runtime": 88,
    "id": 23398,
    "genre_ids": [
      35,
      10751,
      16,
      14,
      10402
    ]
  },
  {
    "title": "Carrie",
    "overview": "Carrie may be ostracized, but the shy teen has the ability to move objects with her mind. So when the high school \"in crowd\" torments her with a sick joke at the prom, she lashes out with devastating -- and deadly -- power.",
    "release_date": "1976-11-03",
    "poster": "/n9JxLthRHwTWwu5OjFHVplkVSUg.jpg",
    "runtime": 98,
    "id": 7340,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "Star Wars: Episode II - Attack of the Clones",
    "overview": "Ten years after the invasion of Naboo, the galaxy is on the brink of civil war. Under the leadership of a renegade Jedi named Count Dooku, thousands of solar systems threaten to break away from the Galactic Republic. When an assassination attempt is made on Senator Padmé Amidala, the former Queen of Naboo, twenty-year-old Jedi apprentice Anakin Skywalker is assigned to protect her. In the course of his mission, Anakin discovers his love for Padmé as well as his own darker side. Soon, Anakin, Padmé, and Obi-Wan Kenobi are drawn into the heart of the Separatist movement and the beginning of the Clone Wars.",
    "release_date": "2002-05-15",
    "poster": "/2vcNFtrZXNwIcBgH5e2xXCmVR8t.jpg",
    "runtime": 142,
    "id": 1894,
    "genre_ids": [
      12,
      28,
      878
    ]
  },
  {
    "title": "50 First Dates",
    "overview": "Henry is a player skilled at seducing women. But when this veterinarian meets Lucy, a girl with a quirky problem when it comes to total recall, he realizes it's possible to fall in love all over again…and again, and again. That's because the delightful Lucy has no short-term memory, so Henry must woo her day after day until he finally sweeps her off her feet.",
    "release_date": "2004-02-13",
    "poster": "/vKKdsaq3OomDvFdpPpWVg0L6gB9.jpg",
    "runtime": 99,
    "id": 1824,
    "genre_ids": [
      35,
      10749
    ]
  },
  {
    "title": "The Little Prince",
    "overview": "Based on the best-seller book 'The Little Prince', the movie tells the story of a little girl that lives with resignation in a world where efficiency and work are the only dogmas. Everything will change when accidentally she discovers her neighbor that will tell her about the story of the Little Prince that he once met.",
    "release_date": "2015-07-29",
    "poster": "/uUNd8rVnHxhl2DOtaU7itT2vv78.jpg",
    "runtime": 92,
    "id": 309809,
    "genre_ids": [
      12,
      16,
      14
    ]
  },
  {
    "title": "White House Down",
    "overview": "Capitol Policeman John Cale has just been denied his dream job with the Secret Service of protecting President James Sawyer. Not wanting to let down his little girl with the news, he takes her on a tour of the White House, when the complex is overtaken by a heavily armed paramilitary group. Now, with the nation's government falling into chaos and time running out, it's up to Cale to save the president, his daughter, and the country.",
    "release_date": "2013-06-26",
    "poster": "/niYdnzkrtBduR5lKtfeLXKXNaTT.jpg",
    "runtime": 131,
    "id": 117251,
    "genre_ids": [
      28,
      18,
      53
    ]
  },
  {
    "title": "Pocahontas",
    "overview": "History comes gloriously to life in Disney's epic animated tale about love and adventure in the New World. Pocahontas is a Native American woman whose father has arranged for her to marry her village's best warrior. But a vision tells her change is coming, and soon she comes face to face with it in the form of Capt. John Smith.",
    "release_date": "1995-06-14",
    "poster": "/1IJnGtiGrwIa6rFNktj6rvvZCZW.jpg",
    "runtime": 81,
    "id": 10530,
    "genre_ids": [
      12,
      16,
      18,
      10751
    ]
  },
  {
    "title": "The Bounce Back",
    "overview": "Father, author and relationship expert, Matthew Taylor is on a whirlwind book tour promoting his new best seller, The Bounce Back. He's got it all figured out until he meets the acerbic Kristin Peralta, a talk show circuit therapist who's convinced he's nothing but a charlatan. Matthew's life is turned upside down when he inadvertently falls for Kristin and has to face painful truth of his past relationship.",
    "release_date": "2016-02-26",
    "poster": "/qsTiRNvnoTPbtxMtgNhynJTcgiZ.jpg",
    "runtime": 0,
    "id": 380121,
    "genre_ids": [
      10749
    ]
  },
  {
    "title": "Clown",
    "overview": "A loving father finds a clown suit for his son's birthday party, only to realize the suit is part of an evil curse that turns its wearer into a killer.",
    "release_date": "2014-11-13",
    "poster": "/3Z97W9dDWU9YH3fk2sQKVauLNnu.jpg",
    "runtime": 100,
    "id": 112454,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "The Emperor's New Groove",
    "overview": "Kuzco is a self-centered emperor who summons Pacha from a village and to tell him that his home will be destroyed to make room for Kuzco's new summer home. Kuzco's advisor, Yzma, tries to poison Kuzco and accidentally turns him into a llama, who accidentally ends up in Pacha's village. Pacha offers to help Kuzco if he doesn't destroy his house, and so they form an unlikely partnership.",
    "release_date": "2000-12-09",
    "poster": "/klhsrqyhvFaoM6Rwjo9dFPYJQSK.jpg",
    "runtime": 78,
    "id": 11688,
    "genre_ids": [
      12,
      16,
      35,
      10751,
      14
    ]
  },
  {
    "title": "For a Few Dollars More",
    "overview": "Two bounty hunters are in pursuit of \"El Indio\" one of the most wanted fugitives in the western territories, and his gang.",
    "release_date": "1965-12-18",
    "poster": "/o4y1dlqXFETChi1QW2TspfrCJ8e.jpg",
    "runtime": 132,
    "id": 938,
    "genre_ids": [
      37
    ]
  },
  {
    "title": "The Other Guys",
    "overview": "NYPD detectives Christopher Danson (Johnson) and P.K. Highsmith (Jackson) are the baddest and most beloved cops in New York City. They don't get tattoos, other men get tattoos of them. Two desks over and one back, sit detectives Allen Gamble (Ferrell) and Terry Hoitz (Wahlberg). You've seen them in the background of photos of Danson and Highsmith, out of focus and eyes closed. They're not heroes, they're \"the other guys.\" But every cop has his or her day and soon Gamble and Hoitz stumble into a seemingly innocuous case no other detective wants to touch that could turn into NYC's biggest crime. It's the opportunity of their lives, but do these guys have the right stuff?",
    "release_date": "2010-08-06",
    "poster": "/4lW4UeQbKzqkCwFIftG0DQYyke5.jpg",
    "runtime": 107,
    "id": 27581,
    "genre_ids": [
      28,
      35,
      80
    ]
  },
  {
    "title": "Equilibrium",
    "overview": "In a facist future where all forms of feeling are illegal, a man in charge of enforcing the law rises to overthrow the system.",
    "release_date": "2002-12-06",
    "poster": "/nOPW98NU67VN7g0ms5WD5nBVgEv.jpg",
    "runtime": 107,
    "id": 7299,
    "genre_ids": [
      18,
      28,
      53,
      878
    ]
  },
  {
    "title": "Criminal Activities",
    "overview": "Four young men make a risky investment together that puts them in trouble with the mob.",
    "release_date": "2015-11-20",
    "poster": "/wU5TfsKFGoG16s6ACrDPtLgK74n.jpg",
    "runtime": 94,
    "id": 334527,
    "genre_ids": [
      53,
      80,
      18
    ]
  },
  {
    "title": "Wrath of the Titans",
    "overview": "A decade after his heroic defeat of the monstrous Kraken, Perseus-the demigod son of Zeus-is attempting to live a quieter life as a village fisherman and the sole parent to his 10-year old son, Helius. Meanwhile, a struggle for supremacy rages between the gods and the Titans. Dangerously weakened by humanity's lack of devotion, the gods are losing control of the imprisoned Titans and their ferocious leader, Kronos, father of the long-ruling brothers Zeus, Hades and Poseidon.",
    "release_date": "2012-03-27",
    "poster": "/Albfq3ziSCQVyh5PzMSsFmmgHmy.jpg",
    "runtime": 99,
    "id": 57165,
    "genre_ids": [
      12
    ]
  },
  {
    "title": "45 Years",
    "overview": "There is just one week until Kate Mercer's 45th wedding anniversary and the planning for the party is going well. But then a letter arrives for her husband. The body of his first love has been discovered, frozen and preserved in the icy glaciers of the Swiss Alps. By the time the party is upon them, five days later, there may not be a marriage left to celebrate.",
    "release_date": "2015-08-28",
    "poster": "/x3jVnPRpoWHVW3orDWYUOPxno6F.jpg",
    "runtime": 95,
    "id": 311291,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Warm Bodies",
    "overview": "After a zombie becomes involved with the girlfriend of one of his victims, their romance sets in motion a sequence of events that might transform the entire lifeless world.",
    "release_date": "2013-01-31",
    "poster": "/jqJEkZKTqoAlmaexoWZIkjHdtA7.jpg",
    "runtime": 97,
    "id": 82654,
    "genre_ids": [
      27,
      35,
      10749
    ]
  },
  {
    "title": "Journey to the Center of the Earth",
    "overview": "On a quest to find out what happened to his missing brother, a scientist, his nephew and their mountain guide discover a fantastic and dangerous lost world in the center of the earth.",
    "release_date": "2008-07-10",
    "poster": "/nlYk34gpPfM6KFujxB9HTHZyeiL.jpg",
    "runtime": 93,
    "id": 88751,
    "genre_ids": [
      28,
      878,
      12,
      35,
      10751
    ]
  },
  {
    "title": "The Girl with the Dragon Tattoo",
    "overview": "This English-language adaptation of the Swedish novel by Stieg Larsson follows a disgraced journalist, Mikael Blomkvist, as he investigates the disappearance of a weary patriarch's niece from 40 years ago. He is aided by the pierced, tattooed, punk computer hacker named Lisbeth Salander. As they work together in the investigation, Blomkvist and Salander uncover immense corruption beyond anything they have ever imagined.",
    "release_date": "2011-12-14",
    "poster": "/voxRWFTtagLiqnJQs9tWQLB0MN.jpg",
    "runtime": 158,
    "id": 65754,
    "genre_ids": [
      53,
      80,
      9648,
      18
    ]
  },
  {
    "title": "The Lone Ranger",
    "overview": "The Texas Rangers chase down a gang of outlaws led by Butch Cavendish, but the gang ambushes the Rangers, seemingly killing them all. One survivor is found, however, by an American Indian named Tonto, who nurses him back to health. The Ranger, donning a mask and riding a white stallion named Silver, teams up with Tonto to bring the unscrupulous gang and others of that ilk to justice.",
    "release_date": "2013-07-03",
    "poster": "/b4vil5ueYJNBNypHmo1tpuevh4z.jpg",
    "runtime": 149,
    "id": 57201,
    "genre_ids": [
      28,
      12,
      37
    ]
  },
  {
    "title": "Shrek Forever After",
    "overview": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love.",
    "release_date": "2010-05-16",
    "poster": "/enqVwbUu6OX5LHq0fuk7sLT35zy.jpg",
    "runtime": 93,
    "id": 10192,
    "genre_ids": [
      35,
      12,
      14,
      16,
      10751
    ]
  },
  {
    "title": "The Blind Side",
    "overview": "Oversized African American Michael Oher, the teen from across the tracks and a broken home, has nowhere to sleep at age 16. Taken in by an affluent Memphis couple, Leigh Anne and Sean, Michael embarks on a remarkable rise to play for the NFL.",
    "release_date": "2009-11-20",
    "poster": "/wEGFSgPebLk6g1ngKsJ6a46PYLV.jpg",
    "runtime": 129,
    "id": 22881,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Hanna",
    "overview": "A 16-year-old girl raised by her father to be the perfect assassin is dispatched on a mission across Europe. Tracked by a ruthless operatives, she faces startling revelations about her existence and questions about her humanity.",
    "release_date": "2011-04-07",
    "poster": "/2Jr4Rl4Hjiahgh09bjeH8tFhgKp.jpg",
    "runtime": 111,
    "id": 50456,
    "genre_ids": [
      28,
      53,
      12
    ]
  },
  {
    "title": "The Boy",
    "overview": "A nanny, working for a family whose son has just passed away, finds herself put in charge of caring for a lifelike doll that the couple treat as a real child.",
    "release_date": "2016-01-22",
    "poster": "/lISBWF6UUF3cQPcoLE8pMxnyJty.jpg",
    "runtime": 97,
    "id": 321258,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "The Island",
    "overview": "Lincoln Six-Echo is a resident of a seemingly Utopian but contained facility in the year 2019. Like all of the inhabitants of this carefully controlled environment, Lincoln hopes to be chosen to go to the \"The Island\" - reportedly the last uncontaminated spot on the planet. But Lincoln soon discovers that everything about his existence is a lie. He and all of the other inhabitants of the facility are actually human clones. Lincoln makes a daring escape with a beautiful fellow resident named Jordan Two-Delta. Relentlessly pursued by the forces of the sinister institute that once housed them, Lincoln and Jordan engage in a race for their lives to literally meet their makers.",
    "release_date": "2005-07-20",
    "poster": "/erprD7GIkvZz2KM4Z35eyTJKZMI.jpg",
    "runtime": 136,
    "id": 1635,
    "genre_ids": [
      28,
      53,
      878,
      12
    ]
  },
  {
    "title": "Ride Along 2",
    "overview": "As his wedding day approaches, Ben heads to Miami with his soon-to-be brother-in-law James to bring down a drug dealer who's supplying the dealers of Atlanta with product.",
    "release_date": "2016-01-14",
    "poster": "/A739odgY2FjoLvYLYdypUc6GpaY.jpg",
    "runtime": 102,
    "id": 323675,
    "genre_ids": [
      28,
      35
    ]
  },
  {
    "title": "Cowboys & Aliens",
    "overview": "A stranger stumbles into the desert town of Absolution with no memory of his past and a futuristic shackle around his wrist. With the help of mysterious beauty Ella and the iron-fisted Colonel Dolarhyde, he finds himself leading an unlikely posse of cowboys, outlaws, and Apache warriors against a common enemy from beyond this world in an epic showdown for survival.",
    "release_date": "2011-07-29",
    "poster": "/tXEHvxU315Yu7bEaMMRcpDpW6RI.jpg",
    "runtime": 119,
    "id": 49849,
    "genre_ids": [
      28,
      878,
      53,
      37
    ]
  },
  {
    "title": "Psycho",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.",
    "release_date": "1960-06-16",
    "poster": "/oVXm1eBwkgBsOlzTgsMtgkPB2Ha.jpg",
    "runtime": 109,
    "id": 539,
    "genre_ids": [
      18,
      27,
      53
    ]
  },
  {
    "title": "WarGames",
    "overview": "High School student David Lightman (Matthew Broderick) has a talent for hacking. But while trying to hack into a computer system to play unreleased video games, he unwittingly taps into the Defense Department's war computer and initiates a confrontation of global proportions! Together with his girlfriend (Ally Sheedy) and a wizardly computer genius (John Wood), David must race against time to outwit his opponent...and prevent a nuclear Armageddon.",
    "release_date": "1983-06-03",
    "poster": "/akPIXEzNgjmtiz5FTtaLBHJassh.jpg",
    "runtime": 114,
    "id": 860,
    "genre_ids": [
      53,
      878
    ]
  },
  {
    "title": "Resident Evil",
    "overview": "When a virus leaks from a top-secret facility, turning all resident researchers into ravenous zombies and their lab animals into mutated hounds from hell, the government sends in an elite military task force to contain the outbreak. Alice and Rain are charged with leading the mission. But they only have three hours before the pathogen becomes airborne and infects the world.",
    "release_date": "2002-03-15",
    "poster": "/fttmSgLEOdBNwQepW2lC6t0mbOm.jpg",
    "runtime": 100,
    "id": 1576,
    "genre_ids": [
      27,
      28,
      878
    ]
  },
  {
    "title": "Super 8",
    "overview": "In 1979 Ohio, several youngsters are making a zombie movie with a Super-8 camera. In the midst of filming, the friends witness a horrifying train derailment and are lucky to escape with their lives. They soon discover that the catastrophe was no accident, as a series of unexplained events and disappearances soon follows. Deputy Jackson Lamb, the father of one of the kids, searches for the terrifying truth behind the crash.",
    "release_date": "2011-06-08",
    "poster": "/f5PgX5qX5OoNeFnvwGQDDRPSl1P.jpg",
    "runtime": 112,
    "id": 37686,
    "genre_ids": [
      53,
      878,
      9648
    ]
  },
  {
    "title": "Basic Instinct",
    "overview": "A police detective is in charge of the investigation of a brutal murder, in which a beautiful and seductive woman could be involved.",
    "release_date": "1992-03-20",
    "poster": "/p1DHOfLFZmM567ePKfFNMV4mY92.jpg",
    "runtime": 127,
    "id": 402,
    "genre_ids": [
      53,
      9648
    ]
  },
  {
    "title": "The Spy Who Loved Me",
    "overview": "Russian and British submarines with nuclear missiles on board both vanish from sight without a trace. England and Russia both blame each other as James Bond tries to solve the riddle of the disappearing ships. But the KGB also has an agent on the case.",
    "release_date": "1977-07-07",
    "poster": "/vYMgDqQDpqHDhz3enGkwBmTs7p7.jpg",
    "runtime": 125,
    "id": 691,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Mune",
    "overview": "",
    "release_date": "2015-02-05",
    "poster": "/5PS0GTYMJkWkB8iyRMovKA1Of5G.jpg",
    "runtime": 0,
    "id": 323661,
    "genre_ids": [
      16
    ]
  },
  {
    "title": "Zodiac",
    "overview": "Based on the actual case files for one of the most intriguing unsolved crimes in America, \"Zodiac\" tells the story of a serial killer that terrified the San Francisco Bay Area, taunting police with his ciphers and letters. The case becomes an obsession for four men as their lives and careers are built and destroyed by the endless trail of clues.",
    "release_date": "2007-03-02",
    "poster": "/kIW7N2bKV42OWk1kkMeq5ewZQVh.jpg",
    "runtime": 157,
    "id": 1949,
    "genre_ids": [
      80,
      18,
      9648,
      53
    ]
  },
  {
    "title": "Ghost Rider",
    "overview": "In order to save his dying father, young stunt cyclist Johnny Blaze sells his soul to Mephistopheles and sadly parts from the pure-hearted Roxanne Simpson, the love of his life. Years later, Johnny's path crosses again with Roxanne, now a gogetting reporter, and also with Mephistopheles, who offers to release Johnny's soul if Johnny becomes the fabled, fiery Ghost Rider.",
    "release_date": "2007-02-16",
    "poster": "/soDF6i4eREQN4JPuSzpAqWDZmU4.jpg",
    "runtime": 114,
    "id": 1250,
    "genre_ids": [
      53,
      28,
      14,
      27
    ]
  },
  {
    "title": "Meet the Parents",
    "overview": "Greg Focker is ready to marry his girlfriend, Pam, but before he pops the question, he must win over her formidable father, humorless former CIA agent Jack Byrnes, at the wedding of Pam's sister. As Greg bends over backward to make a good impression, his visit to the Byrnes home turns into a hilarious series of disasters, and everything that can go wrong does, all under Jack's critical, hawklike gaze.",
    "release_date": "2000-10-05",
    "poster": "/wVjtQtzv9IcNRGnOOdcK797Sdxx.jpg",
    "runtime": 108,
    "id": 1597,
    "genre_ids": [
      35,
      10749
    ]
  },
  {
    "title": "The Boxtrolls",
    "overview": "The Boxtrolls is a comedic fable that unfolds in Cheesebridge, a posh Victorian-era town obsessed with wealth, class and the stinkiest of fine cheeses. Beneath its charming cobblestone streets dwell the Boxtrolls, foul monsters who crawl out of the sewers at night and steal what the townspeople hold most dear: their children and their cheeses. At least that’s the legend residents have always believed. In truth, the Boxtrolls are an underground cavern-dwelling community of quirky and lovable oddballs who wear recycled cardboard boxes the way turtles wear their shells. The Boxtrolls have raised an orphaned human boy since infancy as one of their dumpster-diving and mechanical junk-collecting own. When the Boxtrolls are targeted by a villainous pest exterminator who is bent on eradicating them as his ticket to Cheesebridge society, the kind-hearted band of tinkerers must turn to their adopted charge and an adventurous rich girl to bridge two worlds amidst the winds of change – and cheese.",
    "release_date": "2014-09-10",
    "poster": "/82BWSf1NfCm18ZJtAOIym1QRd24.jpg",
    "runtime": 97,
    "id": 170687,
    "genre_ids": [
      14,
      12,
      16,
      10751,
      35
    ]
  },
  {
    "title": "Ip Man",
    "overview": "A semi-biographical account of Yip Man, the first martial arts master to teach the Chinese martial art of Wing Chun. The film focuses on events surrounding Ip that took place in the city of Foshan between the 1930s to 1940s during the Second Sino-Japanese War. Directed by Wilson Yip, the film stars Donnie Yen in the lead role, and features fight choreography by Sammo Hung.",
    "release_date": "2008-12-12",
    "poster": "/8knFfuqW289DJi2cpPl4RVTDkbo.jpg",
    "runtime": 108,
    "id": 14756,
    "genre_ids": [
      18,
      28,
      36
    ]
  },
  {
    "title": "Stargate",
    "overview": "An interstellar teleportation device, found in Egypt, leads to a planet with humans resembling ancient Egyptians who worship the god Ra.",
    "release_date": "1994-10-28",
    "poster": "/39WsfbB5BshvdbPAYRFXdsjC481.jpg",
    "runtime": 121,
    "id": 2164,
    "genre_ids": [
      28,
      12,
      878
    ]
  },
  {
    "title": "Pinocchio",
    "overview": "Lonely toymaker Geppetto has his wishes answered when the Blue Fairy arrives to bring his wooden puppet Pinocchio to life. Before becoming a real boy, however, Pinocchio must prove he's worthy as he sets off on an adventure with his whistling sidekick and conscience, Jiminy Cricket. From Stromboli's circus to Pleasure Island, Pinocchio is tested by many temptations, but slowly learns how to navigate right from wrong. With a few mishaps along the way, Geppetto's \"little woodenhead\" finally gets it right, proving that when you wish upon a star dreams really can come true!",
    "release_date": "1940-02-07",
    "poster": "/eAIJ1RRQRlaeUy2sdxKcRRNBMjC.jpg",
    "runtime": 88,
    "id": 10895,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "Kung Fu Panda 2",
    "overview": "Po is now living his dream as The Dragon Warrior, protecting the Valley of Peace alongside his friends and fellow kung fu masters, The Furious Five - Tigress, Crane, Mantis, Viper and Monkey. But Po’s new life of awesomeness is threatened by the emergence of a formidable villain, who plans to use a secret, unstoppable weapon to conquer China and destroy kung fu. It is up to Po and The Furious Five to journey across China to face this threat and vanquish it. But how can Po stop a weapon that can stop kung fu? He must look to his past and uncover the secrets of his mysterious origins; only then will he be able to unlock the strength he needs to succeed.",
    "release_date": "2011-05-25",
    "poster": "/9wCrh57WO3mPmn1hWnJRcvdFtIb.jpg",
    "runtime": 91,
    "id": 49444,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "On Her Majesty's Secret Service",
    "overview": "James Bond tracks archnemesis Ernst Blofeld to a mountaintop retreat where he's training an army of beautiful but lethal women. Along the way, Bond falls for Italian contessa Tracy Draco -- and marries her in order to get closer to Blofeld. Meanwhile, he locates Blofeld in the Alps and embarks on a classic ski chase.",
    "release_date": "1969-12-12",
    "poster": "/7mcqT56ES5U3wg26vQQuEnOaFSj.jpg",
    "runtime": 142,
    "id": 668,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Blood Diamond",
    "overview": "An ex-mercenary turned smuggler. A Mende fisherman. Amid the explosive civil war overtaking 1999 Sierra Leone, these men join for two desperate missions: recovering a rare pink diamond of immense value and rescuing the fisherman's son conscripted as a child soldier into the brutal rebel forces ripping a swath of torture and bloodshed countrywide.",
    "release_date": "2006-12-07",
    "poster": "/wRamTzV6udKaMXrspxqOuo02zk0.jpg",
    "runtime": 143,
    "id": 1372,
    "genre_ids": [
      18,
      53,
      28
    ]
  },
  {
    "title": "South Park: Bigger, Longer & Uncut",
    "overview": "When the four boys see an R-rated movie featuring Canadians Terrance and Philip, they are pronounced \"corrupted\", and their parents pressure the United States to wage war against Canada.",
    "release_date": "1999-06-30",
    "poster": "/5sW45h3RZOhC5MwOTZE9PY0Djmo.jpg",
    "runtime": 81,
    "id": 9473,
    "genre_ids": [
      16,
      35,
      10402
    ]
  },
  {
    "title": "Batman: Bad Blood",
    "overview": "Bruce Wayne is missing. Alfred covers for him while Nightwing and Robin patrol Gotham City in his stead. And a new player, Batwoman, investigates Batman's disappearance.",
    "release_date": "2016-01-19",
    "poster": "/xp65MaH8bycr5v14f8jPO2NEXlX.jpg",
    "runtime": 72,
    "id": 366924,
    "genre_ids": [
      28,
      16,
      878
    ]
  },
  {
    "title": "Alice in Wonderland",
    "overview": "On a golden afternoon, young Alice follows a White Rabbit, who disappears down a nearby rabbit hole. Quickly following him, she tumbles into the burrow - and enters the merry, topsy-turvy world of Wonderland! Memorable songs and whimsical escapades highlight Alice's journey, which culminates in a madcap encounter with the Queen of Hearts - and her army of playing cards!",
    "release_date": "1951-07-03",
    "poster": "/9gJa2B6M8jt85aDkb0MF98MLZ9T.jpg",
    "runtime": 75,
    "id": 12092,
    "genre_ids": [
      10402,
      16,
      10751,
      14,
      12
    ]
  },
  {
    "title": "Oz: The Great and Powerful",
    "overview": "Oscar Diggs, a small-time circus illusionist and con-artist, is whisked from Kansas to the Land of Oz where the inhabitants assume he's the great wizard of prophecy, there to save Oz from the clutches of evil.",
    "release_date": "2013-03-07",
    "poster": "/7qzLIcYR7ev7iXngY8NKHBZHwwT.jpg",
    "runtime": 130,
    "id": 68728,
    "genre_ids": [
      14,
      12,
      10751
    ]
  },
  {
    "title": "Paddington",
    "overview": "A young Peruvian bear with a passion for all things British travels to London in search of a home. Finding himself lost and alone at Paddington Station, he begins to realize that city life is not all he had imagined - until he meets the kindly Brown family, who read the label around his neck ('Please look after this bear. Thank you.') and offer him a temporary haven. It looks as though his luck has changed until this rarest of bears catches the eye of a museum taxidermist...",
    "release_date": "2014-11-27",
    "poster": "/hfjfjYsTBHgfogLWWiTm5OP7KpD.jpg",
    "runtime": 95,
    "id": 116149,
    "genre_ids": [
      35,
      10751
    ]
  },
  {
    "title": "Akira",
    "overview": "Childhood friends Tetsuo and Kaneda are pulled into the post-apocalyptic underworld of Neo-Tokyo and forced to fight for their very survival. Kaneda is a bike gang leader, and Tetsuo is a member of a tough motorcycle crew who becomes involved in a covert government project called Akira. But a bloody battle ensues when Kaneda sets out to save his friend.",
    "release_date": "1988-07-16",
    "poster": "/8Pt7hlu7fkc5IIR0VZ2kNGY8sT4.jpg",
    "runtime": 124,
    "id": 149,
    "genre_ids": [
      878,
      16
    ]
  },
  {
    "title": "Wild Things",
    "overview": "When teen-socialite Kelly Van Ryan (Richards) and troubled bad girl Suzie Toller (Campbell) accuse guidance counselor Sam Lombardo (Dillon) of rape, he's suspended by the school, rejected by the town, and fighting to get his life back. One cop (Bacon) suspects conspiracy, but nothing is what it seems...",
    "release_date": "1998-03-20",
    "poster": "/dI9iYo1cL81yzJkBVyNGipjSvy0.jpg",
    "runtime": 108,
    "id": 617,
    "genre_ids": [
      53,
      80,
      9648,
      10749
    ]
  },
  {
    "title": "Poltergeist",
    "overview": "Craig T. Nelson stars as Steve Freeling, the main protagonist, who lives with his wife, Diane, and their three children, Dana, Robbie, and Carol Anne, in Southern California where he sells houses for the company that built the neighborhood. It starts with just a few odd occurrences, such as broken dishes and furniture moving around by itself. However, a tree comes alive and takes Robbie through his bedroom window, and Carol Anne is abducted by ghosts. Realizing that something evil haunts his home, Steve calls in a team of parapsychologists led by Dr. Lesh to investigate, hoping to get Carol Anne back, so he can remove his family from the house before it's too late.",
    "release_date": "1982-10-29",
    "poster": "/hKs6umpuLSgZhOiZI1pxpO0iVTQ.jpg",
    "runtime": 114,
    "id": 609,
    "genre_ids": [
      27
    ]
  },
  {
    "title": "Open Season 2",
    "overview": "Boog and Elliot are back for more crazy adventures! After falling head over hooves in love with Giselle, Elliot's road to the alter takes a detour when Mr Weenie is kidnapped by a group of pampered pets determined to return him to his owners. Boog, Elliot, McSqizzy and the rest of the woodland creatures launch a full-scale mission to rescue their friend and soon find themselves in enemy camp...",
    "release_date": "2008-09-24",
    "poster": "/eSofqEfR7VVk5JUCk1IX9S4vZoh.jpg",
    "runtime": 76,
    "id": 13690,
    "genre_ids": [
      12,
      16,
      35,
      10751
    ]
  },
  {
    "title": "Hairspray",
    "overview": "Pleasantly plump teenager Tracy Turnblad and her best friend Penny Pingleton audition to be on The Corny Collins Show and Tracy wins. But when scheming Amber Von Tussle and her mother plot to destroy Tracy, it turns to chaos.",
    "release_date": "2007-07-13",
    "poster": "/ndOpIx4BXpFCRRIxgMoGHxZxlE9.jpg",
    "runtime": 117,
    "id": 2976,
    "genre_ids": [
      35,
      10402,
      10749
    ]
  },
  {
    "title": "The Giver",
    "overview": "The haunting story of 'The Giver' centers on Jonas (Brenton Thwaites), a young man who lives in a seemingly ideal, if colorless, world of conformity and contentment. Yet as he begins to spend time with The Giver (Jeff Bridges), who is the sole keeper of all the community’s memories, Jonas quickly begins to discover the dark and deadly truths of his community’s secret past. With this newfound power of knowledge, he realizes that the stakes are higher than imagined – a matter of life and death for himself and those he loves most. At extreme odds, Jonas knows that he must escape their world to protect them all – a challenge that no one has ever succeeded at before.",
    "release_date": "2014-08-11",
    "poster": "/4g19qQ4pfQz6nlVctA0q3y7Dieg.jpg",
    "runtime": 94,
    "id": 227156,
    "genre_ids": [
      18,
      878
    ]
  },
  {
    "title": "The Boondock Saints",
    "overview": "With a God-inspired moral obligation to act against evil, twin brothers Conner and Murphy set out to rid Boston of criminals. However, rather than working within the system, these Irish Americans decide to take swift retribution into their own hands.",
    "release_date": "1999-01-22",
    "poster": "/fg6fhyKg3vbdGtnf9Hq27Q5gS3r.jpg",
    "runtime": 108,
    "id": 8374,
    "genre_ids": [
      28,
      53,
      80
    ]
  },
  {
    "title": "Meet the Fockers",
    "overview": "In this sequel to the hit comedy Meet the Parents, hard-to-crack ex-CIA man Jack Byrnes and his wife, Dina, head for the warmer climes of Florida to meet son-in-law-to-be Greg Focker's mom and dad, Bernie and Roz. Unlike their happily matched offspring, the future in-laws find themselves in a situation of opposites that definitely do not attract.",
    "release_date": "2004-12-15",
    "poster": "/xHAqB06iL5D6HyOS6QpgyKkRQHD.jpg",
    "runtime": 115,
    "id": 693,
    "genre_ids": [
      35,
      10749
    ]
  },
  {
    "title": "Event Horizon",
    "overview": "In the year 2047 a group of astronauts are sent to investigate and salvage the long lost starship \"Event Horizon\". The ship disappeared mysteriously 7 years before on its maiden voyage and with its return comes even more mystery as the crew of the \"Lewis and Clark\" discover the real truth behind its disappearance and something even more terrifying.",
    "release_date": "1997-08-14",
    "poster": "/vo02iJLsem3VCJ2TNvSzRiJMpAE.jpg",
    "runtime": 96,
    "id": 8413,
    "genre_ids": [
      27,
      878,
      9648
    ]
  },
  {
    "title": "Truth",
    "overview": "A behind-the-scenes look at news anchor Dan Rather during his final days at C.B.S. News when he broadcast a damaging report about how President Bush relied on privilege and family connections to avoid fighting in the Vietnam War.",
    "release_date": "2015-09-12",
    "poster": "/54Tcm69OUHUlS5rWmVUvGPgrk23.jpg",
    "runtime": 121,
    "id": 300693,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Chronicles of Narnia: The Voyage of the Dawn Treader",
    "overview": "This time around Edmund and Lucy Pevensie, along with their pesky cousin Eustace Scrubb find themselves swallowed into a painting and on to a fantastic Narnian ship headed for the very edges of the world.",
    "release_date": "2010-08-13",
    "poster": "/pRzEyrMSyvpHf92EhsVSg9Yr81t.jpg",
    "runtime": 113,
    "id": 10140,
    "genre_ids": [
      12,
      10751,
      14
    ]
  },
  {
    "title": "Æon Flux",
    "overview": "400 years into the future, disease has wiped out the majority of the world's population, except one walled city, Bregna, ruled by a congress of scientists. When Æon Flux, the top operative in the underground 'Monican' rebellion, is sent on a mission to kill a government leader, she uncovers a world of secrets.",
    "release_date": "2005-11-30",
    "poster": "/3rKw2QInyaACZ6wnqSg4nAXgKal.jpg",
    "runtime": 93,
    "id": 8202,
    "genre_ids": [
      878
    ]
  },
  {
    "title": "The Wizard of Oz",
    "overview": "One of the most famous musical films and the first film from Hollywood to use color. Young Dorothy finds herself in a magical world where she makes friends with a lion, a scarecrow and a tin man as they make their way along the yellow brick road to talk with the Wizard and ask for the things they miss most in their lives. The Wicked Witch of the West is the only thing that could stop them.",
    "release_date": "1939-04-17",
    "poster": "/tKEHoKPZv3af0Pn3poaOLHOJ6NM.jpg",
    "runtime": 102,
    "id": 630,
    "genre_ids": [
      12,
      10751,
      14
    ]
  },
  {
    "title": "Eraser",
    "overview": "U.S. Marshall John Kruger erases the identities of people enrolled in the Witness Protection Program. His current assignment is to protect Lee Cullen, who's uncovered evidence that the weapons manufacturer she works for has been selling to terrorist groups. When Kruger discovers that there's a corrupt agent within the program, he must guard his own life while trying to protect Lee's.",
    "release_date": "1996-06-10",
    "poster": "/bmOG5k07nrnS8T49NVPM1LnrOf1.jpg",
    "runtime": 115,
    "id": 9268,
    "genre_ids": [
      28,
      18,
      9648,
      53
    ]
  },
  {
    "title": "Asterix: The Land of the Gods",
    "overview": "In order to wipe out the Gaulish village by any means necessary, Caesar plans to absorb the villagers into Roman culture by having an estate built next to the village to start a new Roman colony.",
    "release_date": "2014-11-26",
    "poster": "/3qy4O0iRz1smlvzkJ37nFGI7MBH.jpg",
    "runtime": 85,
    "id": 170522,
    "genre_ids": [
      16,
      35,
      12
    ]
  },
  {
    "title": "In Her Shoes",
    "overview": "Irresponsible party girl Maggie (Cameron Diaz) is kicked out of her father's (Ken Howard) and stepmother's (Candice Azzara) home, where she lives for free, and is taken in by her hard-working sister, Philadelphia lawyer Rose (Toni Collette). After Maggie's disruptive ways ruin her sister's love life, Rose turns her out as well. But when their grandmother, who they never knew existed, comes into their lives, the sisters face some complicated truths about themselves and their family.",
    "release_date": "2005-10-07",
    "poster": "/4jqnazZX2bh8UMUS8rl4nHWWtyb.jpg",
    "runtime": 130,
    "id": 11931,
    "genre_ids": [
      35,
      18,
      10749
    ]
  },
  {
    "title": "What Did We Do to Deserve This?",
    "overview": "A catholic French couple sees their life upside down when their four daughters get married to men of different religion and origins.",
    "release_date": "2014-04-16",
    "poster": "/2nHU1Vz2gQOgjKBynwtAn9dgkYB.jpg",
    "runtime": 94,
    "id": 262391,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Lilo & Stitch",
    "overview": "A lonely Hawaiian girl named Lilo is being raised by her older sister, Nani, after their parents die -- under the watch of social worker Cobra Bubbles. When Lilo adopts a funny-looking dog and names him \"Stitch,\" she doesn't realize her new best friend is a wacky alien created by mad scientist Dr. Jumba.",
    "release_date": "2002-06-21",
    "poster": "/30ZmDr2RQSd42TDoQbT1y2KqiJi.jpg",
    "runtime": 85,
    "id": 11544,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Lara Croft Tomb Raider: The Cradle of Life",
    "overview": "Intrepid British archaeologist Lara Croft has made perhaps the most important archaeological discovery in history: an orb that leads to the mythical Pandora's Box. Unfortunately, the orb falls into the hands of Jonathan Reiss, an evil scientist who deals in killer viruses and hopes to sell the secrets of the box as the ultimate weapon.",
    "release_date": "2003-07-21",
    "poster": "/pkSnQzjjQ3Z9B2CJVSZCfL0Ea3s.jpg",
    "runtime": 117,
    "id": 1996,
    "genre_ids": [
      28,
      12,
      14,
      53
    ]
  },
  {
    "title": "Sucker Punch",
    "overview": "A young girl is institutionalized by her abusive stepfather. Retreating to an alternative reality as a coping strategy, she envisions a plan which will help her escape from the mental facility.",
    "release_date": "2011-03-24",
    "poster": "/s5SjC5pXsBQG3wx9iVzaIzJzpFl.jpg",
    "runtime": 110,
    "id": 23629,
    "genre_ids": [
      28,
      14,
      53
    ]
  },
  {
    "title": "The Mortal Instruments: City of Bones",
    "overview": "In New York City, Clary Fray, a seemingly ordinary teenager, learns that she is descended from a line of Shadowhunters — half-angel warriors who protect humanity from evil forces. After her mother disappears, Clary joins forces with a group of Shadowhunters and enters Downworld, an alternate realm filled with demons, vampires, and a host of other creatures. Clary and her companions must find and protect an ancient cup that holds the key to her mother's future.",
    "release_date": "2013-08-21",
    "poster": "/6tUdKoNdBsu321nMpvQsj81DA8e.jpg",
    "runtime": 130,
    "id": 123553,
    "genre_ids": [
      28,
      12,
      18,
      9648,
      10749,
      14
    ]
  },
  {
    "title": "Boogie Nights",
    "overview": "Set in 1977, back when sex was safe, pleasure was a business and business was booming, idealistic porn producer Jack Horner aspires to elevate his craft to an art form. Horner discovers Eddie Adams, a hot young talent working as a busboy in a nightclub, and welcomes him into the extended family of movie-makers, misfits and hangers-on that are always around. Adams' rise from nobody to a celebrity adult entertainer is meteoric, and soon the whole world seems to know his porn alter ego, \"Dirk Diggler\". Now, when disco and drugs are in vogue, fashion is in flux and the party never seems to stop, Adams' dreams of turning sex into stardom are about to collide with cold, hard reality.",
    "release_date": "1997-09-11",
    "poster": "/gTq6MPt7SeMiJ2miHeMoNEZTz4p.jpg",
    "runtime": 155,
    "id": 4995,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Sorcerer's Apprentice",
    "overview": "Balthazar Blake is a master sorcerer in modern-day Manhattan trying to defend the city from his arch-nemesis, Maxim Horvath. Balthazar can't do it alone, so he recruits Dave Stutler, a seemingly average guy who demonstrates hidden potential, as his reluctant protégé. The sorcerer gives his unwilling accomplice a crash course in the art and science of magic, and together, these unlikely partners work to stop the forces of darkness.",
    "release_date": "2010-07-13",
    "poster": "/ZNSrRpdJ6FjMy4Iu6JpRTJ5Q87.jpg",
    "runtime": 109,
    "id": 27022,
    "genre_ids": [
      14,
      12,
      28,
      35,
      18
    ]
  },
  {
    "title": "Airplane!",
    "overview": "Still craving for the love of his life, ex-Air Force pilot Ted Striker follows Elaine onto the flight that she is working on as cabin crew. Elaine doesn't want to be with Ted anymore, but when the crew and passengers fall ill from food poisoning, Ted might be the only one who can save them.",
    "release_date": "1980-07-02",
    "poster": "/b4sAWNIbfXw4WTdc1wiVRBk2Vko.jpg",
    "runtime": 88,
    "id": 813,
    "genre_ids": [
      35,
      10749
    ]
  },
  {
    "title": "A Most Violent Year",
    "overview": "A thriller set in New York City during the winter of 1981, statistically one of the most violent years in the city's history, and centered on a the lives of an immigrant and his family trying to expand their business and capitalize on opportunities as the rampant violence, decay, and corruption of the day drag them in and threaten to destroy all they have built.",
    "release_date": "2014-12-30",
    "poster": "/7xvfhwi1RjF27z3TfaJFAsIaO3x.jpg",
    "runtime": 125,
    "id": 241239,
    "genre_ids": [
      28,
      53,
      80,
      18
    ]
  },
  {
    "title": "The Naked Gun: From the Files of Police Squad!",
    "overview": "When the incompetent Officer Frank Drebin seeks the ruthless killer of his partner, he stumbles upon an attempt to assassinate Queen Elizabeth.",
    "release_date": "1988-12-02",
    "poster": "/gajZQkZjVXPuLJUMoEk1eVeZz61.jpg",
    "runtime": 85,
    "id": 37136,
    "genre_ids": [
      28,
      35,
      80
    ]
  },
  {
    "title": "I, Frankenstein",
    "overview": "200 years after his shocking creation, Dr. Frankenstein's creature, Adam, still walks the earth. But when he finds himself in the middle of a war over the fate of humanity, Adam discovers he holds the key that could destroy humankind.",
    "release_date": "2014-01-22",
    "poster": "/amJHZ4eOMpqyKo1GK33HFV55zue.jpg",
    "runtime": 92,
    "id": 100241,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "Underworld: Evolution",
    "overview": "As the war between the vampires and the Lycans rages on, Selene, a former member of the Death Dealers (an elite vampire special forces unit that hunts werewolves), and Michael, the werewolf hybrid, work together in an effort to unlock the secrets of their respective bloodlines.",
    "release_date": "2006-01-12",
    "poster": "/fogihlu39MuYgL6pKObI4SQWPOY.jpg",
    "runtime": 106,
    "id": 834,
    "genre_ids": [
      14,
      28,
      878,
      53
    ]
  },
  {
    "title": "Olympus Has Fallen",
    "overview": "When the White House (Secret Service Code: \"Olympus\") is captured by a terrorist mastermind and the President is kidnapped, disgraced former Presidential guard Mike Banning finds himself trapped within the building. As the national security team scrambles to respond, they are forced to rely on Banning's inside knowledge to help retake the White House, save the President and avert an even bigger disaster.",
    "release_date": "2013-03-20",
    "poster": "/a2r2mvky2D5QCyYLdu2c3A4LOmb.jpg",
    "runtime": 120,
    "id": 117263,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "Charlie and the Chocolate Factory",
    "overview": "A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.",
    "release_date": "2005-07-09",
    "poster": "/dvHl1dYvaZRhj9Gk0ITcCHr4DIJ.jpg",
    "runtime": 115,
    "id": 118,
    "genre_ids": [
      12,
      14,
      35,
      10751
    ]
  },
  {
    "title": "Rain Man",
    "overview": "Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.",
    "release_date": "1988-12-11",
    "poster": "/A9XB6BmDlxqag4EFG4aM8R08B5t.jpg",
    "runtime": 133,
    "id": 380,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Rocky Balboa",
    "overview": "When he loses a highly publicized virtual boxing match to ex-champ Rocky Balboa, reigning heavyweight titleholder Mason Dixon retaliates by challenging the Itallian Stallion to a nationally televised, 10-round exhibition bout. To the surprise of his son and friends, Rocky agrees to come out of retirement and face an opponent who's faster, stronger and thirty years his junior.",
    "release_date": "2006-12-20",
    "poster": "/usZMPGxyRsyOpX5nuqHFxH3qlMh.jpg",
    "runtime": 102,
    "id": 1246,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Déjà Vu",
    "overview": "Called in to recover evidence in the aftermath of a horrific explosion on a New Orleans ferry, Federal agent Doug Carlin gets pulled away from the scene and taken to a top-secret government lab that uses a time-shifting surveillance device to help prevent crime. But can it help Carlin change the past? Hold on to your seat for an explosive and intriguing thrill ride you'll want to experience again and again.",
    "release_date": "2006-11-21",
    "poster": "/abqvTL8xYQLgAtQGmyN7UxvCRGN.jpg",
    "runtime": 126,
    "id": 7551,
    "genre_ids": [
      28,
      53,
      878
    ]
  },
  {
    "title": "Castle in the Sky",
    "overview": "The orphan Sheeta inherited a mysterious crystal that links her to the mythical sky-kingdom of Laputa. With the help of resourceful Pazu and a rollicking band of sky pirates, she makes her way to the ruins of the once-great civilization. Sheeta and Pazu must outwit the evil Muska, who plans to use Laputa's science to make himself ruler of the world.",
    "release_date": "1986-08-02",
    "poster": "/kEC8uXLenmvnqEbNJIdIyzHHGOh.jpg",
    "runtime": 124,
    "id": 10515,
    "genre_ids": [
      12,
      14,
      16,
      28,
      10751,
      10749
    ]
  },
  {
    "title": "Bridesmaids",
    "overview": "Annie’s life is a mess. But when she finds out her lifetime best friend is engaged, she simply must serve as Lillian’s maid of honor. Though lovelorn and broke, Annie bluffs her way through the expensive and bizarre rituals. With one chance to get it perfect, she’ll show Lillian and her bridesmaids just how far you’ll go for someone you love.",
    "release_date": "2011-04-28",
    "poster": "/x5ucaJZ4FP589Gn3I8l3ZFV3Nl8.jpg",
    "runtime": 125,
    "id": 55721,
    "genre_ids": [
      10749,
      35
    ]
  },
  {
    "title": "Alvin and the Chipmunks",
    "overview": "A struggling songwriter named Dave Seville finds success when he comes across a trio of singing chipmunks: mischievous leader Alvin, brainy Simon, and chubby, impressionable Theodore.",
    "release_date": "2007-12-13",
    "poster": "/sAt2yb4dgrpkHjbB9dQaKD9Caor.jpg",
    "runtime": 92,
    "id": 6477,
    "genre_ids": [
      35,
      10402,
      10751,
      14,
      16
    ]
  }
]