[{"title": "Rubber", "overview": "In the California desert, the adventures of a telepathic killer-tire, mysteriously attracted by a very pretty girl, as witnessed by incredulous onlookers.", "release_date": "2010-05-15", "poster": "/6zaq4lSe4SLUxeSMkjk29CBmqrD.jpg", "runtime": 85, "id": 45649, "genre_ids": [35, 18, 14, 27, 9648]}, {"title": "Swingers", "overview": "This is a story about Mike, a guy who left his girl in New York when he came to LA to be a star. It's been six months since his girlfriend left him and he's not doing so good. So, his pal and some other friends try and get him back in the social scene and forget about his 6 year relationship.", "release_date": "1996-10-18", "poster": "/h1nLEgXCNK6sQgup22SYgNTrwJm.jpg", "runtime": 94, "id": 10218, "genre_ids": [35, 10749]}, {"title": "Lakeview Terrace", "overview": "An LAPD officer begins to terrorize his next-door neighbors after learning they are an interracial married couple.", "release_date": "2008-09-19", "poster": "/iOnQK5te4gEhHpyZ5KpGCtbNn1B.jpg", "runtime": 110, "id": 13279, "genre_ids": [18, 80, 53]}, {"title": "Echelon Conspiracy", "overview": "Mysterious cell phone messages promise a young American engineer untold wealth - then make him the target of a deadly international plot. Dangerous security operatives chase the engineer across the globe, while a powerful government official pursues a mysterious agenda that threatens the stability of the entire world.", "release_date": "2009-02-27", "poster": "/oJTW7FmPEk3vHBZAo166RYiV7RB.jpg", "runtime": 105, "id": 16325, "genre_ids": [28, 80, 9648]}, {"title": "The Philadelphia Story", "overview": "Philadelphia heiress Tracy Lord throws out her playboy husband C.K. Dexter Haven shortly after their marriage. Two years later, Tracy is about to marry respectable George Kittredge whilst Dexter has been working for \"Spy\" magazine. Dexter arrives at the Lord's mansion the day before the wedding with journalist Mike Connor and photographer Liz Imbrie, determined to spoil things.", "release_date": "1940-12-01", "poster": "/xfwTdXCDUZffpzPsPaMrTSnBsSy.jpg", "runtime": 112, "id": 981, "genre_ids": [35, 10749]}, {"title": "The Search for Santa Paws", "overview": "In the tradition of disney's classic holiday tales comes a heartwarming movie about the power of giving and the true meaning of christmas. Discover how the legendary friendship of Santa Claus and Santa Paws began in the inspiring original film, The Search For Santa Paws. When Santa and his new best friend, Paws, discover that the boys and girls of the world have lost the spirit of the season, they take a trip to New York City. But after Santa loses his memory, it's up to Paws, a faithful orphan named Quinn, her new friend Will and a wonderful group of magical talking dogs to save St. Nick and show the world what Christmas is really all about.", "release_date": "2010-10-12", "poster": "/9Km3tpCVRPzRYfEiCaJB6bKjPEA.jpg", "runtime": 89, "id": 48844, "genre_ids": [12]}, {"title": "Just Wright", "overview": "A physical therapist falls for the basketball player she is helping recover from a career-threatening injury.", "release_date": "2010-05-14", "poster": "/mcqvNQj8WlnMbXKKBxjmDmMjHRU.jpg", "runtime": 100, "id": 38093, "genre_ids": [35, 18, 10749]}, {"title": "The Dukes of Hazzard", "overview": "Bo and Luke Duke are southern cousins. In Hazzard County, Bo and Luke help their Uncle Jesse and their sexy cousin Daisy run the Moonshine business and always getting into trouble with Sherriff Roscoe P. Coltrane and recklessly driving in their orange car \"General Lee\". Boss Hogg, the mean and corrupt local county commissioner who hates The Dukes evicts The Dukes from their farm. Bo and Duke travels to Atlanta and meets up with old friend Katie Johnson and her friend Annette as they set out to find out why Boss Hogg has evicted them from their farm and what he plans to do. With local ace race car driver Billy Prickett in town to take part in the Annual Hazzard Road Race rally, Bo and Luke sets out to save their farm and foil Boss Hogg's scheme", "release_date": "2005-08-05", "poster": "/ts0KZTwWfpaPm4X6jaus3xBV8gN.jpg", "runtime": 104, "id": 6519, "genre_ids": [28, 35]}, {"title": "Pet Sematary", "overview": "Dr. Louis Creed's family moves into the country house of their dreams and discover a pet cemetery at the back of their property. The cursed burial ground deep in the woods brings the dead back to life -- with \"minor\" problems. At first, only the family's cat makes the return trip, but an accident forces a heartbroken father to contemplate the unthinkable.", "release_date": "1989-04-21", "poster": "/9zUax4pjRgoPIJla9CQejqNJofB.jpg", "runtime": 103, "id": 8913, "genre_ids": [18, 27]}, {"title": "The Sisterhood of the Traveling Pants", "overview": "Four best friends (Tibby, Lena, Carmen &amp; Bridget) who buy a mysterious pair of pants that fits each of them, despite their differing sizes, and makes whoever wears them feel fabulous. When faced with the prospect of spending their first summer apart, the pals decide they'll swap the pants so that each girl in turn can enjoy the magic.", "release_date": "2005-06-01", "poster": "/dRNSxq5OqxaBLdQwarG4xMmDLAr.jpg", "runtime": 119, "id": 9779, "genre_ids": [18, 35]}, {"title": "For a Good Time, Call...", "overview": "College \"frenemies\" Lauren and Katie move in together after losing a relationship and rent control, respectively. Sharing Katie's late grandmother's apartment in New York City, the girls bicker with each other until one fateful night, when Katie's noisy bedroom activities make Lauren barge in and discover a dirty little secret. This revelation brings them closer together, and Lauren (the brains) and Katie (the talent) concoct a wildly successful business venture. As profits swell, the girls reevaluate their hopes and dreams and realize that just because someone pees in your hair in college doesn't mean she won't be your best friend 10 years later.", "release_date": "2012-08-31", "poster": "/vkdwzGV0IPK3i6qVV24PnkKP7Ej.jpg", "runtime": 85, "id": 84200, "genre_ids": [35]}, {"title": "Michael Jackson: Moonwalker", "overview": "A movie that starts out with the \"Man in the Mirror\" music video, it then changes to a montage of video clips of Michael's career. Next comes a parody of his Bad video by children, and then Michael is chased by fans in a fantasy sequence. 2 more videos are shown, and then a movie in which Michael plays a hero with magical powers. In it he is chased by drug dealer Mr. Big and saves three children. Videos included in the movie are \"Smooth Criminal\" and \"Come Together\".", "release_date": "1988-10-29", "poster": "/dECjrkQUPq3O1PRZnnFH0CDyrXW.jpg", "runtime": 93, "id": 13192, "genre_ids": [28, 80, 10402, 14, 53, 878]}, {"title": "Out for Justice", "overview": "Gino Felino (Steven Seagal) is an NYPD detective from Brooklyn who knows everyone and everything in his neighborhood. Killing his Partner was someone's mistake, because he's now Out For Justice.", "release_date": "1991-04-12", "poster": "/p9ytbkDGGgni5E0QdWb1ttxwXCc.jpg", "runtime": 91, "id": 14362, "genre_ids": [28, 53, 80]}, {"title": "Star Wars: The Clone Wars", "overview": "Set between Episode II and III the Clone Wars is the first computer animated Star Wars film. Anakin and Obi Wan must find out who kidnapped Jabba the Hutts son and return him safely. The Seperatists will try anything to stop them and ruin any chance of a diplomatic agreement between the Hutt's and the Republic.", "release_date": "2008-08-05", "poster": "/xd6yhmtS6mEURZLwUDT5raEMbf.jpg", "runtime": 98, "id": 12180, "genre_ids": [53, 16, 28, 878, 12, 14]}, {"title": "White Noise", "overview": "An architect's desire to speak with his wife from beyond the grave using EVP (Electronic Voice Phenomenon), becomes an obsession with supernatural repercussions.", "release_date": "2005-01-07", "poster": "/jilH5XTvUdF8vCo4aCWscctGG7V.jpg", "runtime": 101, "id": 11804, "genre_ids": [18, 27, 53]}, {"title": "The Answer Man", "overview": "Twenty years ago, Arlen Faber (Jeff Daniels) wrote a book about spirituality that became wildly popular. These days, he's a curmudgeonly recluse who only enjoys the company of his chiropractor, Elizabeth (Lauren Graham). As Elizabeth's warmth starts to melt Arlen's cold heart, he comes to realize what love really means.", "release_date": "2009-01-18", "poster": "/uOzFIkrhuOWof1m5HAxtMzO96SY.jpg", "runtime": 95, "id": 20407, "genre_ids": [35, 10749]}, {"title": "Camp Rock", "overview": "When Mitchie gets a chance to attend Camp Rock, her life takes an unpredictable twist, and she learns just how important it is to be true to yourself.", "release_date": "2008-06-20", "poster": "/dTYrXKIJkiiDFDY8hrxXwZpDPb7.jpg", "runtime": 94, "id": 13655, "genre_ids": [35, 18, 10751, 10402, 10770]}, {"title": "Batman: The Dark Knight Returns, Part 1", "overview": "Batman has not been seen for ten years. A new breed of criminal ravages Gotham City, forcing 55-year-old Bruce Wayne back into the cape and cowl. But, does he still have what it takes to fight crime in a new era?", "release_date": "2012-09-06", "poster": "/t1UAqk1Yej8rfxEUqNLFyKkcny1.jpg", "runtime": 76, "id": 123025, "genre_ids": [28, 16]}, {"title": "Unthinkable", "overview": "A convert to Islam sends the U.S. government a tape showing him in three nondescript storage rooms, each of which may contain a nuclear bomb set to detonate in less than a week. Helen Brody, an FBI agent in L.A., is tasked with finding the bombs while a CIA \"consultant\", known as H, interrogates the suspect who has allowed himself to be caught. The suspect, whose wife and children have left him and disappeared, seems to know exactly what the interrogation will entail. Even as H ratchets up the pressure, using torture over Brody's objection, the suspect doesn't crack. Should H do the unthinkable, and will Brody acquiesce? Is any Constitutional principle worth possible loss of life?", "release_date": "2010-06-14", "poster": "/kRW14N0z8L7zx47rqTlXUCBSNWt.jpg", "runtime": 97, "id": 38199, "genre_ids": [28, 12, 18, 53]}, {"title": "Admission", "overview": "Straitlaced Princeton University admissions officer Portia Nathan (Tina Fey) is caught off-guard when she makes a recruiting visit to an alternative high school overseen by her former college classmate, the freewheeling John Pressman (Paul Rudd). Pressman has surmised that Jeremiah (Nat Wolff), his gifted yet very unconventional student, might well be the son that Portia secretly gave up for adoption many years ago. Soon, Portia finds herself bending the rules for Jeremiah, putting at risk the life she thought she always wanted -- but in the process finding her way to a surprising and exhilarating life and romance she never dreamed of having.", "release_date": "2013-03-21", "poster": "/jxNBmnP2Q1hTWuqCPUTRavGrjLt.jpg", "runtime": 107, "id": 144340, "genre_ids": [35, 18, 10749]}, {"title": "Evangelion: 3.0 You Can (Not) Redo", "overview": "14 years after third impact, Ikari Shinji awakens to a world he does not remember. He hasn't aged. Much of Earth is laid in ruins, Nerv has been dismantled, and people who he once protected have turned against him. Befriending the enigmatic Nagisa Kaworu, Shinji continues the fight against the angels and realizes the fighting is far from over, even when it could be against his former allies. The characters' struggles continue amidst the battles against the angels and each other, spiraling down to what could inevitably be the end of the world.", "release_date": "2012-11-17", "poster": "/nNYdbYN6en8zLYgmYFV3cU5VmMu.jpg", "runtime": 106, "id": 75629, "genre_ids": [16, 878, 28, 18]}, {"title": "Out of Sight", "overview": "Meet Jack Foley, a smooth criminal who bends the law and is determined to make one last heist. Karen Sisco is a federal marshal who chooses all the right moves … and all the wrong guys. Now they're willing to risk it all to find out if there's more between them than just the law. Variety hails Out of Sight as \"a sly, sexy, vastly entertaining film.\"", "release_date": "1998-06-26", "poster": "/hSL2Ta4ErgAxPEOlkkxZmrTSAET.jpg", "runtime": 123, "id": 1389, "genre_ids": [10749, 35, 80]}, {"title": "Bull Durham", "overview": "Veteran catcher Crash Davis is brought to the minor league Durham Bulls to help their up and coming pitching prospect, \"Nuke\" Laloosh. Their relationship gets off to a rocky start and is further complicated when baseball groupie Annie Savoy sets her sights on the two men.", "release_date": "1988-06-15", "poster": "/wZwXLiR1cisTXaJiuBLvgkS5HWw.jpg", "runtime": 108, "id": 287, "genre_ids": [35, 10749]}, {"title": "After.Life", "overview": "A young woman caught between life and death... and a funeral director who appears to have the gift of transitioning the dead, but might just be intent on burying her alive.", "release_date": "2009-11-07", "poster": "/8mtT1Hqp63s3DiGxZckxQj0Mioy.jpg", "runtime": 104, "id": 36419, "genre_ids": [18, 27, 9648, 53]}, {"title": "All That Jazz", "overview": "Bob Fosse's semi-autobiographical film celebrates show business stripped of glitz or giddy illusions. Joe Gideon (Roy Scheider) is at the top of the heap, one of the most successful directors and choreographers in musical theatre. But he can feel his world slowly collapsing around him--his obsession with work has almost destroyed his personal life, and only his bottles of pills keep him going.", "release_date": "1979-12-20", "poster": "/gd8SgLsfipHlquslAQBlDee03Rz.jpg", "runtime": 123, "id": 16858, "genre_ids": [18, 10402]}, {"title": "Remember Me, My Love", "overview": "The story of a normal Italian family in which come out the dreams of those who have lost their possibilities and of those who want to realize them. Carlo and Giulia are a married couple who have each given up their aspirations in order to live an average life. Their 19-year-old son, Paolo, is having trouble finding an identity, while their 18-year-old daughter, Valentina, has already figured out how to use sex to her advantage. The family goes through a crisis when Carlo begins having an affair, Giulia attempt to seduce the director of a local stage production she is in, and Valentina does what she does best to land an audition for a TV show", "release_date": "2003-02-11", "poster": "/5TVfTaaLc88AEF9jFooUNNhLH4N.jpg", "runtime": 125, "id": 38970, "genre_ids": [18, 35, 10749]}, {"title": "Knick Knack", "overview": "Life on a shelf as a snowman trapped in a snow-globe blizzard can become wearing, especially when you're surrounded by knickknacks from sunnier locales. When the jaded snowman finally breaks free of his glass house, his vacation plans are cut short.", "release_date": "1989-01-01", "poster": "/rmTTy1LUQtFRpPvuVzAwEoFJw0r.jpg", "runtime": 4, "id": 13928, "genre_ids": [16, 10751]}, {"title": "Dear John", "overview": "Sergeant John Tyree is home on a 2 week leave from Germany. He meets Savannah after he dives into the ocean to retrieve Savannah's purse that had fallen off the pier. John falls in love with Savannah who is a student on spring break helping build a house for Habitat for Humanity. A romance occurs and Savannah falls deeply in love with John. She promises to write John overseas until he returns.", "release_date": "2010-02-04", "poster": "/2Fen9XsCscjupGJUhi2zaCvOaGd.jpg", "runtime": 115, "id": 22971, "genre_ids": [18, 10749, 10752]}, {"title": "The Sheriff and the Satellite Kid", "overview": "A young humanoid alien who gets stranded on earth hooks up with a grizzled old sheriff in a western town and tries to help him solve a tough case, but the sheriff doesn't want any help from a \"kid.\"", "release_date": "1979-08-10", "poster": "/l5LhgWAFQIGQYTvE3wz324WBPvz.jpg", "runtime": 88, "id": 10770, "genre_ids": [35, 878]}, {"title": "The Hidden Face", "overview": "A Spanish orchestra conductor deals with the mysterious disappearance of his girlfriend.", "release_date": "2011-09-16", "poster": "/lDcEdMaNSrm03NFdTkaLLNDLIVp.jpg", "runtime": 92, "id": 80184, "genre_ids": [53, 9648]}, {"title": "The Art of War", "overview": "When ruthless terrorists threaten to bring down the United Nations, they frame the one man they believe can stop them: an international security expert named Shaw. Now he must run from his own allies and become a solitary force for good, as he tries to stop what could become World War III.", "release_date": "2000-08-23", "poster": "/oKj3DNThu3525pox53lxT9RG0F5.jpg", "runtime": 117, "id": 11398, "genre_ids": [28, 12, 53]}, {"title": "Kite", "overview": "Based on the groundbreaking, cult classic anime, KITE tells the story of Sawa, a young woman living in a corrupt society where crime and gangs terrorize the streets. When Sawa's mother and policeman father are found victims of a grisly double homicide, she begins a ruthless pursuit for the man who murdered them. With the help of her father's ex-partner, Karl Aker, and a mysterious friend from her past, she becomes a merciless teen assassin, blasting her way through the dark world of human trafficking only to uncover a devastating truth", "release_date": "2014-06-13", "poster": "/6X9lG1fj3b8QFD7DIcm10L2623L.jpg", "runtime": 90, "id": 192712, "genre_ids": [18, 28]}, {"title": "Dersu Uzala", "overview": "A military explorer meets and befriends a Goldi man in Russia’s unmapped forests. A deep and abiding bond evolves between the two men, one civilized in the usual sense, the other at home in the glacial Siberian woods.", "release_date": "1975-07-01", "poster": "/4Zp5wk2EejZuY9vPILoHEly6nQn.jpg", "runtime": 144, "id": 9764, "genre_ids": [28, 12, 18]}, {"title": "Bottle Rocket", "overview": "Upon his release from a mental hospital following a nervous breakdown, the directionless Anthony joins his friend Dignan, who seems far less sane than the former. Dignan has hatched a hair-brained scheme for an as-yet-unspecified crime spree that somehow involves his former boss, the (supposedly) legendary Mr. Henry.", "release_date": "1996-02-21", "poster": "/iuO10cRKrMfql5yc8YTgdfHt7gR.jpg", "runtime": 91, "id": 13685, "genre_ids": [35, 80, 18]}, {"title": "Grosse Pointe Blank", "overview": "Martin Blank is a freelance hitman who starts to develop a conscience, which causes him to muff a couple of routine assignments. On the advice of his secretary and his psychiatrist, he attends his 10th year High School reunion in Grosse Pointe, Michigan.", "release_date": "1997-04-11", "poster": "/3qn4gjft8dl5syUDpmPvWqCPFAf.jpg", "runtime": 107, "id": 9434, "genre_ids": [28, 35, 53, 10749]}, {"title": "Fading Gigolo", "overview": "Fioravante decides to become a professional Don Juan as a way of making money to help his cash-strapped friend, Murray. With Murray acting as his \"manager\", the duo quickly finds themselves caught up in the crosscurrents of love and money.", "release_date": "2013-09-07", "poster": "/zknfk3A2CWbqfh2y4QcqaTTtbXA.jpg", "runtime": 90, "id": 214030, "genre_ids": [35]}, {"title": "Making a Killing: Guns, Greed and the NRA", "overview": "Making a Killing: Guns, Greed, and The NRA tells the stories of how guns, and the billions made off of them, affect the lives of everyday Americans. It features personal stories from people across the country who have been affected by gun violence, including survivors and victims' families. The film exposes how the powerful gun companies and the NRA are resisting responsible legislation for the sake of profit - and thereby putting people in danger.", "release_date": "2016-03-15", "poster": null, "runtime": 0, "id": 386581, "genre_ids": []}, {"title": "Pirates", "overview": "Captain Red runs a hardy pirate ship with the able assistance of Frog, a dashing young French sailor. One day Capt. Red is captured and taken aboard a Spanish galleon, but thanks to his inventiveness, he raises the crew to mutiny, takes over the ship, and kidnaps the niece of the governor of Maracaibo. The question is, can he keep this pace up?", "release_date": "1986-07-18", "poster": "/6BFz6oCgaObPwcvJeHdalhDVX36.jpg", "runtime": 124, "id": 11483, "genre_ids": [12, 35]}, {"title": "Paris, Texas", "overview": "A man wanders out of the desert not knowing who he is. His brother finds him, and helps to pull his memory back of the life he led before he walked out on his family and disappeared four years earlier.", "release_date": "1984-05-19", "poster": "/vbtDskCLmlDKtzpqdiJYszBhKY2.jpg", "runtime": 147, "id": 655, "genre_ids": [18]}, {"title": "Game of Death", "overview": "Bruce Lee plays Billy Lo, a HongKong based movie actor, who is a box office draw. His girlfriend, Ann Morris is a singer who is also climbing to the top. Now it seems the syndicate wants Billy and Ann to join their \"management firm\". But Billy knows that they will be treated like property, so he refuses and tells her to do the same. So they try to \"encourage\" him to join but he still refuses. He would be advised that they will not stop, so he must stop them, permanently. He is even more hesitant to do that but when an attempt on his life is made, he fakes his death and alters his appearance, and decides to go after the syndicate; taking them out one at a time.", "release_date": "1978-03-22", "poster": "/e5qS6ID2KtunmTt0sr4ZXPPFxFt.jpg", "runtime": 103, "id": 13333, "genre_ids": [18, 28, 53, 80]}, {"title": "Blast from the Past", "overview": "Following a bomb scare in the 1960s that locked the Webers into their bomb shelter for 35 years, Adam now ventures forth into Los Angeles to obtain food and supplies for his family, and a non-mutant wife for himself.", "release_date": "1999-02-12", "poster": "/chljpiLSV7XAuKjYTQl3a7w39p8.jpg", "runtime": 112, "id": 11622, "genre_ids": [35, 10749]}, {"title": "Police Story 2", "overview": "The Hong Kong super-cop must stop a group of blackmailing bombers at the same time that the villains of the first Police Story are out for revenge.", "release_date": "1988-08-20", "poster": "/z8h6rg9phP8oPgm9m9Tw4eeRgpf.jpg", "runtime": 101, "id": 10753, "genre_ids": [28, 80, 35, 53]}, {"title": "Freelancers", "overview": "The son of a slain NYPD officer joins the force, where he falls in with his father's former partner and a team of rogue cops. His new boss, Sarcone, will see if he has what it takes to be rogue through many trials and tribulations of loyalty, trust and respect. When the truth about his father's death is revealed revenge takes him over and he won't stop until justice has been truly served.", "release_date": "2012-08-10", "poster": "/fGVSc8Lt8pV2MCbGCglUUFZRA8I.jpg", "runtime": 96, "id": 122800, "genre_ids": [9648, 18, 28, 80]}, {"title": "The Midnight Meat Train", "overview": "The photographer Leon lives with his girlfriend and waitress Maya waiting for a chance to get in the photo business. When Maya contacts their friend Jurgis, he schedules a meeting for Leon with the successful owner of arts gallery Susan Hoff; she analyzes Leon's work and asks him to improve the quality of his photos. During the night, the upset Leon decides to wander on the streets taking pictures with his camera, and he follows three punks down to the subway station; when the gang attacks a young woman, Leon defends her and the guys move on. On the next morning, Leon discovers that the woman is missing. He goes to the police station, but Detective Lynn Hadley does not give much attention to him and discredits his statement. Leon becomes obsessed to find what happened with the stranger and he watches the subway station. When he sees the elegant butcher Mahogany in the train, Leon believes he might be a murderer and stalks him everywhere, in the beginning of his journey to the darkness.", "release_date": "2008-08-07", "poster": "/lZlHNrtrs8GuQu89tfsMIEGG9WF.jpg", "runtime": 98, "id": 10185, "genre_ids": [9648, 18, 80, 53, 27]}, {"title": "The Grand Seduction", "overview": "The tiny Newfoundland outport of Tickle Head is set for financial salvation if they can secure a petrochemical plant. Their odds are slim, as a town doctor is needed to land the contract. When one candidate, Dr. Paul Lewis, lands in their lap, the town rallies to seduce him to stay beyond his one-month trial. Paul’s fondness for the village grows as the month passes — though he’s clueless to the fact that everything he has grown to love is an elaborate web of lies.", "release_date": "2014-05-30", "poster": "/6u6RCh7yU38GF7TAl0mobfjIl8p.jpg", "runtime": 113, "id": 209185, "genre_ids": [35]}, {"title": "The Debt", "overview": "Rachel Singer is a former Mossad agent who endeavored to capture and bring to trial a notorious Nazi war criminal-the Surgeon of Birkenau-in a secret Israeli mission that ended with his death on the streets of East Berlin. Now, 30 years later, a man claiming to be the doctor has surfaced, and Rachel must go back to Eastern Europe to uncover the truth. Overwhelmed by haunting memories of her younger self and her two fellow agents, the still-celebrated heroine must relive the trauma of those events and confront the debt she has incurred.", "release_date": "2010-09-03", "poster": "/mt7PIAIQg2hANBwfCKtDYjutYP1.jpg", "runtime": 113, "id": 48289, "genre_ids": [18, 53]}, {"title": "Phineas and Ferb the Movie: Across the 2nd Dimension", "overview": "Perry's worst fear comes true when Phineas and Ferb finds out that he is in fact Secret Agent P, but that soon pales in comparison during a trip to the 2nd dimension where Perry finds out that Dr. Doofenshmirtz is truly evil and successful.", "release_date": "2011-08-05", "poster": "/e8BU8p2fA0snRQMs3EtvsxCtfFZ.jpg", "runtime": 78, "id": 71689, "genre_ids": [10770, 35, 10751, 16]}, {"title": "El Chapo & Sean Penn: Bungle in the Jungle", "overview": "El Chapo &amp; Sean Penn: Bungle in the Jungle is a behind-the-scenes look inside that ill-fated rendezvous among Penn, El Chapo and actress Kate Del Castillo and will reveal who orchestrated the meeting and the identities of the two mystery men traveling with Penn. Plus, find out the shocking details behind Penn’s widely criticized Rolling Stone article and what the real motive was for Castillo to set up a meeting that could have led to both her and Penn’s deaths.", "release_date": "2016-03-10", "poster": null, "runtime": 0, "id": 385851, "genre_ids": [99]}, {"title": "Inspector Gadget", "overview": "John Brown is a bumbling but well-intentioned security guard who is badly injured in an explosion planned by an evil mastermind. He is taken to a laboratory, where Brenda, a leading robotics surgeon, replaces his damaged limbs with state-of-the-art gadgets and tools. Named \"Inspector Gadget\" by the press, John -- along with his niece, Penny, and her trusty dog, Brain -- uses his new powers to discover who was behind the explosion.", "release_date": "1999-07-23", "poster": "/kvlKBGtyyNVyGJB72aD1vwPk2d4.jpg", "runtime": 78, "id": 332, "genre_ids": [28, 12, 35, 10751]}, {"title": "Wish I Was Here", "overview": "Aidan Bloom, a struggling actor, father and husband, is 35 years old and still trying to find a purpose for his life. He and his wife are barely getting by financially and Aidan passes his time by fantasizing about being the great futuristic Space-Knight he'd always dreamed he'd be as a little kid. When his ailing father can no longer afford to pay for private school for his two kids and the only available public school is on its last legs, Aidan reluctantly agrees to attempt to home-school them. Through teaching them about life his way, Aidan gradually discovers some of the parts of himself he couldn't find.", "release_date": "2014-01-18", "poster": "/8b54J6gCM27QodPBoBWAcC9JHnd.jpg", "runtime": 120, "id": 231576, "genre_ids": [18, 35]}, {"title": "Jack and the Beanstalk", "overview": "A fairy tale character who is about to flunk out of fairy tale school, Jack must perform a heroic deed by Monday or fail miserably, just like his father before him. Anxious to make good, Jack sells his C.O.W. (Computer of Wonder) for a handful of magic beans and a mysterious book that records his adventures as he's having them. Accompanied by his sidekick Grayson -- a goose who ate a bean and underwent an amazing transformation -- Jack climbs the magic beanstalk to recover the fabled Harp of Destiny from the evil Giant who lives in the sky. Helping Jack on his perilous quest is the spunky Jillian, a fearless young girl whom Jack meets on his journey -- and who just may have a hidden agenda...", "release_date": "2010-04-20", "poster": "/7IsAiE4hXV7YOn7jDfdna6a6v7E.jpg", "runtime": 94, "id": 36550, "genre_ids": [12, 35, 10751, 14]}, {"title": "13 Sins", "overview": "A bright but meek salesman, drowning in debt as he's about to get married, receives a mysterious phone call informing him that he's on a hidden camera game show where he must execute 13 tasks to receive a multi-million dollar cash prize.", "release_date": "2014-04-18", "poster": "/uYPy89cVgvE1ic0bN39YJrumxwo.jpg", "runtime": 88, "id": 155084, "genre_ids": [27, 53]}, {"title": "Killing Zoe", "overview": "Zed (Eric Stoltz) is an American vault-cracker who travels to Paris to meet up with his old friend Eric (Jean-Hugues Anglade). Eric and his gang have planned to raid the only bank in the city which is open on Bastille day. After offering his services, Zed soon finds himself trapped in a situation beyond his control when heroin abuse, poor planning and a call-girl named Zoe all conspire to turn the robbery into a very bloody siege.", "release_date": "1993-10-01", "poster": "/jAnpPlUUhBqztIfCfg3OKsTYMhu.jpg", "runtime": 96, "id": 507, "genre_ids": [28, 80, 18, 53]}, {"title": "Mickey Blue Eyes", "overview": "An English auctioneer proposes to the daughter of a mafia kingpin, only to realize that certain \"favors\" would be asked of him.", "release_date": "1999-08-16", "poster": "/oJsTBcWZcvcb8rseT2FraKDUo5r.jpg", "runtime": 102, "id": 10154, "genre_ids": [35, 80, 10749]}, {"title": "Our Little Sister", "overview": "A story that revolves around three sisters who live in their grandmother's home and the arrival of their 13-year-old half sister.", "release_date": "2015-06-13", "poster": "/scFvKF4B1A95n5vw5JHQdkiOOHK.jpg", "runtime": 128, "id": 315846, "genre_ids": [18, 35]}, {"title": "Never Back Down", "overview": "Rebellious Jake Tyler is lured into an ultimate underground fight Scene at his new high school, after receiving threats to the safety of his friends and family Jake decides to seek the mentoring of a veteran fighter who trains him for one final no-holds-barred elimination fight with his nemesis and local martial arts champion Ryan McCarthy.", "release_date": "2008-03-04", "poster": "/6vT35MJ67U3llfi6W7MbM5r2dav.jpg", "runtime": 115, "id": 8456, "genre_ids": [18, 28]}, {"title": "Takers", "overview": "A seasoned team of bank robbers, including Gordon Jennings (Idris Elba), John Rahway (Paul Walker), A.J. (Hayden Christensen), and brothers Jake (Michael Ealy) and Jesse Attica (Chris Brown) successfully complete their latest heist and lead a life of luxury while planning their next job. When Ghost (Tip T.I. Harris), a former member of their team, is released from prison he convinces the group to strike an armored car carrying $20 million. As the \"Takers\" carefully plot out their strategy and draw nearer to exacting the grand heist, a reckless police officer (Matt Dillon) inches closer to apprehending the criminals.", "release_date": "2010-08-26", "poster": "/zwepORN3ONa5qSLzmcZSPlpQxce.jpg", "runtime": 107, "id": 22907, "genre_ids": [28, 80, 18, 53]}, {"title": "Summer of Sam", "overview": "Spike Lee's take on the \"Son of Sam\" murders in New York City during the summer of 1977 centering on the residents of an Italian-American South Bronx neighborhood who live in fear and distrust of one another.", "release_date": "1999-07-02", "poster": "/fERQTWukzEsufDh5Yu4a0NnKAig.jpg", "runtime": 142, "id": 10279, "genre_ids": [53, 18, 80, 10749]}, {"title": "The War of the Roses", "overview": "The Roses, Barbara and Oliver, live happily as a married couple. Then she starts to wonder what life would be like without Oliver, and likes what she sees. Both want to stay in the house, and so they begin a campaign to force each other to leave. In the middle of the fighting is D'Amato, the divorce lawyer. He gets to see how far both will go to get rid of the other, and boy do they go far.", "release_date": "1989-12-08", "poster": "/65QoYItY1UxQoiM92BR9MQsQMee.jpg", "runtime": 116, "id": 249, "genre_ids": [35, 18, 53]}, {"title": "Stormbreaker", "overview": "Alex Rider thinks he is a normal school boy, until his uncle is killed. He discovers that his uncle was actually spy on a mission, when he was killed. Alex is recruited by Alan Blunt to continue the mission. He is sent to Cornwall to investigate a new computer system, which Darrius Sayle has created. He plans to give the new computer systems to every school in the country, but Mr. Blunt has other ideas and Alex must find out what it is.", "release_date": "2006-07-21", "poster": "/zw7zVvRGzPIMMNoRjLfkRTSBxSL.jpg", "runtime": 93, "id": 9978, "genre_ids": [12, 28, 10751]}, {"title": "The 'Burbs", "overview": "When secretive new neighbors move in next door, suburbanite Ray Peterson and his friends let their paranoia get the best of them as they start to suspect the newcomers of evildoings and commence an investigation. But it's hardly how Ray, who much prefers drinking beer, reading his newspaper and watching a ball game on the tube expected to spend his vacation.", "release_date": "1989-02-17", "poster": "/pPCitfx2vczeMLLcjpGGqh1wTYD.jpg", "runtime": 101, "id": 11974, "genre_ids": [35, 27, 53]}, {"title": "Shade", "overview": "Tiffany, Charlie and Vernon are con artists looking to up the ante from their typical scams. They figure a good way of doing this is taking down Dean \"The Dean\" Stevens, a well-known cardsharp, in a rigged game. However, they first need enough money to enter a game with Stevens, so they decide to strike a deal with fellow crook Larry Jennings to scam a local gangster -- which turns out to be a bad idea.", "release_date": "2003-05-18", "poster": "/hmgj0eyAXhHGeLyoKBUsGq0NiIw.jpg", "runtime": 101, "id": 14576, "genre_ids": [28, 53, 80]}, {"title": "The Fantastic Four", "overview": "The Fantastic Four is an unreleased low-budget feature film completed in 1994. Created to secure copyright to the property, the producers never intended it for release although the director, actors, and other participants were not informed of this fact. It was produced by low-budget specialist Roger Corman and Bernd Eichinger (who also produced another Fantastic Four movie in 2005).", "release_date": "1994-01-01", "poster": "/fH7UXmnGWDYN0wt1vg6iARRRS6h.jpg", "runtime": 90, "id": 22059, "genre_ids": [28, 878, 12]}, {"title": "The 7th Dwarf", "overview": "Seven clumsy dwarfs try to undo the spell they unwillingly unleashed and save the fairy tales world with the help of a tired dragon and a butterfly. The evil witch Dellamorta cursed princess Rose when she was a baby. Before she turns 18, Rose will get stung in the finger by a sharp object and she and the whole castle will fall into a hundred year long sleep unless her true love would kiss her. The night before her birthday she sends her bf Jack to the 7 dwarfs, who live behind the 7 mountains to hide until after Rose has turned 18. Unfortunately he gets lost and captured by Dellamorta's dragon Burner. So at the party, Rose gets stung in the finger, and everyone falls into deep sleep. Everyone but the 7 dwarfs of course who will go on a journey to save Jack so he can save Rose.", "release_date": "2014-09-24", "poster": "/mbZuM1Ti3NmK1YFJLEvJfYsixAj.jpg", "runtime": 87, "id": 247788, "genre_ids": [16, 14]}, {"title": "Primary Colors", "overview": "In this adaptation of the best-selling roman à clef about Bill Clinton's 1992 run for the White House, the young and gifted Henry Burton is tapped to oversee the presidential campaign of Governor Jack Stanton. Burton is pulled into the politician's colorful world and looks on as Stanton -- who has a wandering eye that could be his downfall -- contends with his ambitious wife, Susan, and an outspoken adviser, Richard Jemmons.", "release_date": "1998-03-20", "poster": "/6ojWGOU5BcjZHDOwBOtxDhTWxJf.jpg", "runtime": 143, "id": 9440, "genre_ids": [35, 18]}, {"title": "Haywire", "overview": "Mallory Kane is a highly trained operative who works for a government security contractor in the dirtiest, most dangerous corners of the world. After successfully freeing a Chinese journalist held hostage, she is double crossed and left for dead by someone close to her in her own agency. Suddenly the target of skilled assassins who know her every move, Mallory must find the truth in order to stay alive.", "release_date": "2011-12-31", "poster": "/o12IDVPUYOhbe3MnQGmbaUreRn9.jpg", "runtime": 93, "id": 70435, "genre_ids": [53]}, {"title": "The Snowman", "overview": "A young boy makes a snowman one Christmas Eve, which comes to life at midnight and takes the boy on a magical adventure to the North Pole to meet Santa Claus.", "release_date": "1982-12-26", "poster": "/xdrAebUt2OOIgilcZoEWcrOu0Cs.jpg", "runtime": 26, "id": 13396, "genre_ids": [28, 12, 16, 10751, 14]}, {"title": "Sky High", "overview": "Set in a world where superheroes are commonly known and accepted, young Will Stronghold, the son of the Commander and Jetstream, tries to find a balance between being a normal teenager and an extraordinary being.", "release_date": "2005-07-29", "poster": "/ddskSEIu1B2PwodOzZNWB5YVQzq.jpg", "runtime": 100, "id": 11459, "genre_ids": [12, 35, 10751]}, {"title": "National Lampoon's Loaded Weapon 1", "overview": "An LA detective is murdered because she has microfilm with the recipe to make cocaine cookies. A \"Lethal Weapon\" style cop team tries to find and stop the fiends before they can dope the nation by distributing their wares via the \"Wilderness Girls\" cookie drive.", "release_date": "1993-02-04", "poster": "/zPut5Wntpt2H0brlPwhC9k4wyfg.jpg", "runtime": 84, "id": 9644, "genre_ids": [35]}, {"title": "Black Rain", "overview": "Two New York cops get involved in a gang war between members of the Yakuza, the Japanese Mafia. They arrest one of their killers and are ordered to escort him back to Japan. In Japan, however, he manages to escape. As they try to track him down, they get deeper and deeper into the Japanese Mafia scene and they have to learn that they can only win by playing the game the Japanese way.", "release_date": "1989-09-22", "poster": "/iKRO9Am8rXvPGmkvRgUh4E2EC8J.jpg", "runtime": 125, "id": 4105, "genre_ids": [28, 53, 80]}, {"title": "Tristan & Isolde", "overview": "An affair between the second in line to Britain's throne (Franco) and the princess of the feuding Irish (Myles) spells doom for the young lovers.", "release_date": "2006-04-07", "poster": "/8AAh97XRGbgQnMWMJ6atwEQhJQ1.jpg", "runtime": 125, "id": 9044, "genre_ids": [18]}, {"title": "Police Academy 5: Assignment Miami Beach", "overview": "The Police Academy misfits travel to Miami, Florida for their academy's commanding officer, Lassard, to receive a prestigious lifetime award pending his retirement, which takes a turn involving a group of jewel thieves after their stolen loot that Lassard unknowingly has in his possession.", "release_date": "1988-03-17", "poster": "/iwYu3FsGSNAaDgRC9i9Z7l1iVFm.jpg", "runtime": 90, "id": 11825, "genre_ids": [28, 35, 80]}, {"title": "Perfetti sconosciuti", "overview": "During a dinner, a group of friends decide to share whatever text message or phone call they will receive during the evening - and all hell breaks loose.", "release_date": "2016-02-11", "poster": "/ymxYT3tCipi0qXx7C0OjXylrmxb.jpg", "runtime": 97, "id": 381341, "genre_ids": []}, {"title": "Calendar Girls", "overview": "2003 fact-based comedy with Helen Mirren and Julie Walters. Members of a Yorkshire branch of the Women's Institute cause controversy when they pose nude for a charity calendar.", "release_date": "2003-09-02", "poster": "/iFJW7jAE7GVfoBJLNMwtNTAstQT.jpg", "runtime": 108, "id": 8696, "genre_ids": [35]}, {"title": "AntiTrust", "overview": "A computer programmer's dream job at a hot Portland-based firm turns nightmarish when he discovers his boss has a secret and ruthless means of dispatching anti-trust problems.", "release_date": "2001-01-12", "poster": "/uikaCsqNWBD7vwc3RSWZpxejm3c.jpg", "runtime": 108, "id": 9989, "genre_ids": [28, 80, 18]}, {"title": "Barbarella", "overview": "In the far future, a highly sexual woman is tasked with finding and stopping the evil Durand-Durand. Along the way she encounters various unusual people.", "release_date": "1968-10-10", "poster": "/fntrx2BzHkdSNFe5jkgP09XsK7g.jpg", "runtime": 98, "id": 8069, "genre_ids": [878]}, {"title": "The Messengers", "overview": "When the Solomons trade in the craziness of big-city life for the quiet of a North Dakota farm, little do they expect the nightmare that follows. Soon after arriving, teenage Jess (Kristen Stewart) and her younger brother see terrifying apparitions and endure attacks from a supernatural source. Jess must warn her disbelieving family before it is too late to save them.", "release_date": "2007-02-02", "poster": "/mDRtaVYIFqd24tYYltcUuKfmToG.jpg", "runtime": 90, "id": 9966, "genre_ids": [53, 18, 27]}, {"title": "I Spit on Your Grave III: Vengeance is Mine", "overview": "Jennifer Hills is still tormented by the brutal sexual assault she endured years ago. She’s changed identities and cities, reluctantly joining a support group where she begins to piece together a new life. But when her new friend’s murderer goes free and the tales of serial rapists haunt her, Jennifer will hunt down the men responsible and do what the system won’t – make them pay for their crimes in the most horrific ways imaginable. Only this time, no jury may be able to save her.", "release_date": "2015-10-09", "poster": "/6SnOlgrUoC5jqmgcYIM5lde5zYq.jpg", "runtime": 91, "id": 357096, "genre_ids": [27, 53]}, {"title": "Fifty Shades of Black", "overview": "An inexperienced college student meets a wealthy businessman whose sexual practices put a strain on their relationship.", "release_date": "2015-12-26", "poster": "/b3UYVW4EiSiVcg23WveE7fLl3jR.jpg", "runtime": 92, "id": 351819, "genre_ids": [10749, 35]}, {"title": "Sideways", "overview": "Two middle-aged men embark on a spiritual journey through Californian wine country. One of them an unpublished novelist suffering from depression, the other only days away from walking down the aisle. Both meet two beautiful women on their trip and become romantically involved with them.", "release_date": "2004-10-22", "poster": "/xg9EXz9SPJMxnnIMC4f9r8m5izr.jpg", "runtime": 126, "id": 9675, "genre_ids": [35, 18, 10749]}, {"title": "Going the Distance", "overview": "Erin and Garrett are very much in love. When Erin moves to San Francisco to finish her journalism degree and Garrett stays behind in New York to work in the music industry, they gamely keep the romance alive with webcams and frequent-flyer miles. But just when it seems the lovers will soon be reunited, they each score a big break that could separate them for good.", "release_date": "2010-09-01", "poster": "/2WRQiwOsy0LZj4PNSKCjQQk19e3.jpg", "runtime": 102, "id": 38073, "genre_ids": [35, 18, 10749]}, {"title": "The Boy in the Striped Pajamas", "overview": "Set during World War II, a story seen through the innocent eyes of Bruno, the eight-year-old son of the commandant at a concentration camp, whose forbidden friendship with a Jewish boy on the other side of the camp fence has startling and unexpected consequences.", "release_date": "2008-05-07", "poster": "/f40R9to84FGF7T5bp3KGB84Lklb.jpg", "runtime": 94, "id": 14574, "genre_ids": [18]}, {"title": "My Sister's Keeper", "overview": "Sara and Brian live an idyllic life with their young son and daughter. But their family is rocked by sudden, heartbreaking news that forces them to make a difficult and unorthodox choice in order to save their baby girl's life. The parents' desperate decision raises both ethical and moral questions and rips away at the foundation of their relationship. Their actions ultimately set off a court case that threatens to tear the family apart, while revealing surprising truths that challenge everyone's perceptions of love and loyalty and give new meaning to the definition of healing.", "release_date": "2009-06-26", "poster": "/rViNhZ10YdEmuis2g5wkxcEUJsA.jpg", "runtime": 109, "id": 10024, "genre_ids": [18]}, {"title": "The Imaginarium of Doctor Parnassus", "overview": "A traveling theater company gives its audience much more than they were expecting.", "release_date": "2009-10-01", "poster": "/pAsSX0vSzMXOsC1DtuVq6Gbeb30.jpg", "runtime": 123, "id": 8054, "genre_ids": [12, 14, 9648]}, {"title": "My Father the Hero", "overview": "Veronique, living with her divorced mother, is going on holiday to Mauritius with her father. To impress a local boy, Benjamin, she manages to complicate the situation by making up stories about her father. She presents him as her lover, a mercenary and even a secret agent which gets her into trouble and then her father has to start playing along...", "release_date": "1991-10-23", "poster": "/w6WKKmH29v4OTSn8h31yGlD887.jpg", "runtime": 105, "id": 20978, "genre_ids": [35, 18]}, {"title": "Beavis and Butt-Head Do America", "overview": "Mike Judge's slacker duo, Beavis and Butt-Head, wake to discover their TV has been stolen. Their search for a new one takes them on a clueless adventure across America where they manage to accidentally become America's most wanted.", "release_date": "1996-12-15", "poster": "/2pW1iACRzmb9OOIhzflYYt3S3s9.jpg", "runtime": 81, "id": 3179, "genre_ids": [16, 35]}, {"title": "Broken Flowers", "overview": "As the devoutly single Don Johnston is dumped by his latest girlfriend, he receives an anonymous pink letter informing him that he has a son who may be looking for him. The situation causes Don to examine his relationships with women instead of moving on to the next one, and he embarks on a cross-country search for his old flames who might possess clues to the mystery at hand.", "release_date": "2005-05-17", "poster": "/pvtdRUpJE6YjIi8BLEZ7jhEdeN1.jpg", "runtime": 105, "id": 308, "genre_ids": [35, 18, 9648, 10749]}, {"title": "Pusher II: With Blood on My Hands", "overview": "Tony (Mads Mikkelsen) is released from prison - again. This time he has his mind set on changing his broken down life, but that is easier said than done", "release_date": "2004-12-25", "poster": "/gfa7STxdOTqAWijSytswpdT535I.jpg", "runtime": 100, "id": 11328, "genre_ids": [18, 28, 53]}, {"title": "Jackass Number Two", "overview": "Jackass Number Two is a compilation of various stunts, pranks and skits, and essentially has no plot. Chris Pontius, Johnny Knoxville, Steve-O, Bam Margera, and the whole crew return to the screen to raise the stakes higher than ever before.", "release_date": "2006-09-22", "poster": "/tu4BZcdkAuah70ilVT30Wfo2HjF.jpg", "runtime": 95, "id": 12094, "genre_ids": [28, 35, 99]}, {"title": "They Live", "overview": "Nada, a down-on-his-luck construction worker, discovers a pair of special sunglasses. Wearing them, he is able to see the world as it really is: people being bombarded by media and government with messages like \"Stay Asleep\", \"No Imagination\", \"Submit to Authority\". Even scarier is that he is able to see that some usually normal-looking people are in fact ugly aliens in charge of the massive campaign to keep humans subdued.", "release_date": "1988-11-23", "poster": "/8N8BnBGwgsxXXwZ2q9eVFFIKFL1.jpg", "runtime": 94, "id": 8337, "genre_ids": [28, 27, 878, 53]}, {"title": "Nell", "overview": "In a remote woodland cabin, a small town doctor discovers Nell - a beautiful young hermit woman with many secrets.", "release_date": "1994-12-23", "poster": "/4XLF6QkUqMDL5SLDEw1nrpSMk8N.jpg", "runtime": 112, "id": 1945, "genre_ids": [18, 53]}, {"title": "The Woman in Black 2: Angel of Death", "overview": "40 years after the first haunting at Eel Marsh House, a group of children evacuated from WWII London arrive, awakening the house's darkest inhabitant.", "release_date": "2014-12-30", "poster": "/kzWRtyMtazWA22LJXA64KKZ3slY.jpg", "runtime": 90, "id": 288158, "genre_ids": [53, 27, 18]}, {"title": "Cinema Paradiso", "overview": "A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.", "release_date": "1988-11-17", "poster": "/6rG3t9C7jCThQIUCYTkpSGLcMXL.jpg", "runtime": 124, "id": 11216, "genre_ids": [18, 10749]}, {"title": "Speed Racer", "overview": "Speed racer is the tale of a young and brilliant racing driver. When corruption in the racing leagues costs his brother his life, he must team up with the police and the mysterious Racer X to bring and end to the corruption and criminal activities. Inspired by the cartoon series.", "release_date": "2008-05-09", "poster": "/dKx5lckYIQh0MpnsXxYbSkhASK2.jpg", "runtime": 135, "id": 7459, "genre_ids": [28]}, {"title": "The D Train", "overview": "With his 20th reunion looming, Dan can’t shake his high school insecurities. In a misguided mission to prove he’s changed, Dan rekindles a friendship with the popular guy from his class and is left scrambling to protect more than just his reputation when a wild night takes an unexpected turn.", "release_date": "2015-05-08", "poster": "/dbktSEvfDgrC8iXokAO4Tihjd6N.jpg", "runtime": 101, "id": 308638, "genre_ids": [18, 35]}, {"title": "The End of the Tour", "overview": "The story of the five-day interview between Rolling Stone reporter David Lipsky and acclaimed novelist David Foster Wallace, which took place right after the 1996 publication of Wallace's groundbreaking epic novel, 'Infinite Jest.'", "release_date": "2015-07-31", "poster": "/kXuLpzvjcjisCmYIWlBMNVmmOVp.jpg", "runtime": 106, "id": 249688, "genre_ids": [18]}, {"title": "Laggies", "overview": "Overeducated and underemployed, 28 year old Megan is in the throes of a quarterlife crisis. Squarely into adulthood with no career prospects, no particular motivation to think about her future and no one to relate to, Megan is comfortable lagging a few steps behind - while her friends check off milestones and celebrate their new grown-up status. When her high-school sweetheart proposes, Megan panics and- given an unexpected opportunity to escape for a week - hides out in the home of her new friend, 16-year old Annika and Annika's world-weary single dad Craig.", "release_date": "2014-09-25", "poster": "/dNcoXoRC7JHiqbe7k5Ufo6syiPP.jpg", "runtime": 100, "id": 244264, "genre_ids": [10749, 35]}, {"title": "The Visitors II: The Corridors of Time", "overview": "The sequel to The Visitors reunites us with those lovable ruffians from the French Medieval ages who - through magic - are transported into the present, with often drastic consequences. Godefroy de Montmirail travels to today to recover the missing family jewels and a sacred relic, guarantor of his wife-to-be's fertility. The confrontation between Godefroy's repellent servant Jack the Crack and his descendent, the effete Jacquart, present-day owner of the chateau, further complicates the matter.", "release_date": "1998-02-11", "poster": "/abhPJOJ6z7T4dkXFA2M573gjsXy.jpg", "runtime": 118, "id": 10353, "genre_ids": [35, 14]}, {"title": "Belle", "overview": "BELLE is inspired by the true story of Dido Elizabeth Belle, the illegitimate mixed race daughter of a Royal Navy Admiral. Raised by her aristocratic great-uncle Lord Mansfield and his wife, Belle's lineage affords her certain privileges, yet the color of her skin prevents her from fully participating in the traditions of her social standing. Left to wonder if she will ever find love, Belle falls for an idealistic young vicar's son bent on change who, with her help, shapes Lord Mansfield's role as Lord Chief Justice to end slavery in England", "release_date": "2013-09-08", "poster": "/r0Vp6yjsKD41xF1h6lzRztgV201.jpg", "runtime": 105, "id": 205601, "genre_ids": [18]}, {"title": "Murder: Lost Weekend", "overview": "Wealthy American philanthropist Arla Breckman has been missing from the affluent district of Belgravia in central London. Her lover, wayward aristocrat Dominic Cotterall, is besieged with accusations that he has killed her. But what's his side of the story?", "release_date": "2016-03-10", "poster": "/jIMN0lGZZddrjiwr9RThunKie69.jpg", "runtime": 60, "id": 385929, "genre_ids": []}, {"title": "UFC 196: McGregor vs Diaz", "overview": "UFC 196: McGregor vs. Diaz is an upcoming mixed martial arts event that will be held on March 5, 2016 at MGM Grand Garden Arena in Las Vegas, Nevada", "release_date": "2016-03-05", "poster": "/n6QGilX0AYrAu66BhK9zCRbOmHT.jpg", "runtime": 180, "id": 385479, "genre_ids": [28]}, {"title": "Ninja", "overview": "A westerner named Casey, studying Ninjutsu in Japan, is asked by the Sensei to return to New York to protect the legendary Yoroi Bitsu, an armored chest that contains the weapons of the last Koga Ninja.", "release_date": "2009-10-22", "poster": "/nKHfHW1NP0ob33mu03tg0N0S2rj.jpg", "runtime": 83, "id": 25602, "genre_ids": [28, 80, 18, 53]}, {"title": "Down by Law", "overview": "The story of three men from completely different tracks who all meet in a Louisiana prison cell and eventually begin an awkward journey together. A refreshing black comedy from cult director Jim Jarmusch.", "release_date": "1986-05-01", "poster": "/2z504E7qff9eLyRAvM5z4q8r2cu.jpg", "runtime": 107, "id": 1554, "genre_ids": [28, 35, 18]}, {"title": "EDtv", "overview": "Video store clerk Ed agrees to have his life filmed by a camera crew for a tv network.", "release_date": "1999-03-26", "poster": "/sF3YBtYn6yAHMPDbiC58WArIWMl.jpg", "runtime": 122, "id": 11374, "genre_ids": [35]}, {"title": "Nine 1/2 Weeks", "overview": "An erotic story about a woman, the assistant of an art gallery, who gets involved in an impersonal affair with a man. She barely knows about his life, only about the sex games they play, so the relationship begins to get complicated.", "release_date": "1986-02-14", "poster": "/ft0NylB71zkkoEnFalNBBDWTXtS.jpg", "runtime": 117, "id": 10068, "genre_ids": [18, 10749]}, {"title": "His Girl Friday", "overview": "Hildy Johnson has divorced Walter Burns and visits his office to tell him that she is engaged to another man and that they are going to get married the day after. Walter Burns can't let that happen and frames the other man, Bruce Baldwin, for a lot of stuff getting him into trouble all the time, while he tries to steer Hildy back into her old job as his employee (editor of his newspaper).", "release_date": "1940-01-01", "poster": "/5RPOMMvuAmIXkzKOqCJPbhcSOHL.jpg", "runtime": 92, "id": 3085, "genre_ids": [35, 18, 10749]}, {"title": "Thinner", "overview": "A fat Lawyer finds himself growing \"Thinner\" when an old gypsy man places a hex on him. Now the lawyer must call upon his friends in organized crime to help him persuade the gypsy to lift the curse. Time is running out for the desperate lawyer as he draws closer to his own death, and grows ever thinner.", "release_date": "1996-10-25", "poster": "/8lQRqCeGuMWmHyd0E9oB23OB4jV.jpg", "runtime": 92, "id": 10280, "genre_ids": [27, 53]}, {"title": "O", "overview": "Hot young stars, a hip, driving soundtrack, plus a provocative tale of jealousy and betrayal combine to create this controversial modern-day version of Shakespeare's classic, \"Othello.\" O is Odin James (Mekhi Phifer), the school's star basketball player and future NBA hopeful. Even though he's the only black student at the elite Palmetto Grove Academy...", "release_date": "2001-08-31", "poster": "/5tBxJ030QaIcPRdGxIE7kgZdyA5.jpg", "runtime": 95, "id": 11065, "genre_ids": [18, 10749, 53]}, {"title": "Les Ogres", "overview": "There's drama aplenty for the travelling theatre company Chekhov Cabaret. The actors share the good times and the bad as a nomadic tribe where work and private life always mingle. They don’t mince words, these obstreperous actors with a sardonic sense of humour. Theatre always comes first.", "release_date": "2016-03-16", "poster": "/g1w6bdgbPxqG0QDQf7BDgtdz1LP.jpg", "runtime": 142, "id": 378446, "genre_ids": [18]}, {"title": "Play It Again, Sam", "overview": "A mild mannered film critic is dumped by his wife and his ego is crushed. His hero persona is the tough guy played by Humphrey Bogart in many of his movies and the apparition of Bogart begins showing up to give him advice. With the encouragement of his two married friends, he actually tries dating again, with less than satisfactory results, until he relaxes.", "release_date": "1972-05-04", "poster": "/gBxT9dvhCOOXqgBVrchxo5Gz4hA.jpg", "runtime": 85, "id": 11610, "genre_ids": [35, 18, 10749]}, {"title": "Pawn", "overview": "A petty robbery spirals into a tense hostage situation after three gunmen hold up a diner that's a front for the mob.", "release_date": "2013-04-23", "poster": "/m1iMsm5FVyWs11PxXOAaAydflOL.jpg", "runtime": 88, "id": 165739, "genre_ids": [80, 53]}, {"title": "Mater and the Ghostlight", "overview": "Mater, the rusty but trusty tow truck from Cars, spends a day in Radiator Springs playing scary pranks on his fellow townsfolk. That night at Flo's V8 Café, the Sheriff tells the story of the legend of the Ghostlight, and as everyone races home Mater is left alone primed for a good old-fashioned scare.", "release_date": "2006-07-27", "poster": "/sQWHFt51t3ZaOskX27OUwBqQilv.jpg", "runtime": 7, "id": 13934, "genre_ids": [16, 10751]}, {"title": "White Chicks", "overview": "Two FBI agent brothers, Marcus and Kevin Copeland, accidentally foil a drug bust. As punishment, they are forced to escort a pair of socialites to the Hamptons, where they're going to be used as bait for a kidnapper. But when the girls realize the FBI's plan, they refuse to go. Left without options, Marcus and Kevin decide to pose as the sisters, transforming themselves from African-American men into a pair of blonde, white women.", "release_date": "2004-06-23", "poster": "/hT4PEPFW3dQG7N5LZe5b2qYHCU0.jpg", "runtime": 109, "id": 12153, "genre_ids": [35]}, {"title": "Wait Until Dark", "overview": "After a flight back home, Sam Hendrix returns with a doll he innocently acquired along the way. As it turns out, the doll is actually stuffed with heroin, and a group of criminals led by the ruthless Roat has followed Hendrix back to his place to retrieve it. When Hendrix leaves for business, the crooks make their move -- and find his blind wife, Susy, alone in the apartment. Soon, a life-threatening game begins between Susy and the thugs.", "release_date": "1967-10-26", "poster": "/m44YjHFnLkExI8fiCriJyMqkkpu.jpg", "runtime": 108, "id": 11206, "genre_ids": [80, 18, 53]}, {"title": "Revenge of the Nerds", "overview": "At Adams College, the jocks rule the school from their house on high, the Alpha Beta fraternity. So when a group of socially-challenged misfits try to go Greek, they're instantly rejected by every house on campus. Deciding to start their own fraternity to protect their outcast brothers, the campus nerds soon find themselves in a battle royale as the Alpha Betas try to crush their new rivals.", "release_date": "1984-07-20", "poster": "/3MSty4agBqMbCHfw11MZ3DzrC21.jpg", "runtime": 90, "id": 14052, "genre_ids": [35]}, {"title": "Prison Break: The Final Break", "overview": "The movie covers the events which occurred in between the downfall of The Company, and the finale of the series, Prison Break. It details the arrest and incarceration of Sara Tancredi (Sarah Wayne Callies), the final escape plan which Michael devises for Sara. It also reveals the ultimate fate of Gretchen Morgan (Jodi Lyn O'Keefe).", "release_date": "2009-05-26", "poster": "/7hn4ypFky4KxaJjZ3NOQwvseMYs.jpg", "runtime": 89, "id": 176241, "genre_ids": [28, 18, 53]}, {"title": "The World's Fastest Indian", "overview": "The life story of New Zealander Burt Munro, who spent years building a 1920 Indian motorcycle -- a bike which helped him set the land-speed world record at Utah's Bonneville Salt Flats in 1967.", "release_date": "2005-10-13", "poster": "/h3xDXEEjppiyuRtMv6Cy5bcMTrG.jpg", "runtime": 127, "id": 9912, "genre_ids": [18]}, {"title": "The Crow: Salvation", "overview": "Alex Corvis returns to the world of the living to solve the murder of a young woman that he was wrongly accused of killing. Alex follows the crow into the police department's evidence room, where he discovers that Lauren was killed by a group of corrupt cops.", "release_date": "2000-10-31", "poster": "/lD0Q8FYseQSBD9DKYuHeVdmSGwC.jpg", "runtime": 102, "id": 9456, "genre_ids": [28, 878, 53]}, {"title": "Only God Forgives", "overview": "Julian, who runs a Thai boxing club as a front organization for his family's drug smuggling operation, is forced by his mother Jenna to find and kill the individual responsible for his brother's recent death.", "release_date": "2013-05-30", "poster": "/8KUPbn7gBm5o4cHM1K8SFfCpxOg.jpg", "runtime": 90, "id": 77987, "genre_ids": [18, 53, 80]}, {"title": "The Informant!", "overview": "A rising star at agri-industry giant Archer Daniels Midland (ADM), Mark Whitacre suddenly turns whistleblower. Even as he exposes his company’s multi-national price-fixing conspiracy to the FBI, Whitacre envisions himself being hailed as a hero of the common man and handed a promotion.", "release_date": "2009-09-18", "poster": "/dQwV1ijyYZ54vaJDAJVRoCxaRZ1.jpg", "runtime": 108, "id": 11323, "genre_ids": [35, 80, 18, 53]}, {"title": "Our Family Wedding", "overview": "The weeks leading up to a young couple's wedding is comic and stressful, especially as their respective fathers try to lay to rest their feud.", "release_date": "2010-03-12", "poster": "/y9QNvFxy6EsUjupu2Ylx3WKPCZV.jpg", "runtime": 103, "id": 34563, "genre_ids": [35, 10749]}, {"title": "The Million Dollar Hotel", "overview": "The Million Dollar Hotel starts with a jump from a roof top that clears up a death in a hotel that was burning to the ground where a lot of strange people had been living. The film was made in collaboration with Bono and the soundtrack is also from U2.", "release_date": "2000-02-09", "poster": "/4wxOzpCjXY2RQgS3YoHuvKdItTF.jpg", "runtime": 122, "id": 318, "genre_ids": [18, 53]}, {"title": "Promised Land", "overview": "A salesman for a natural gas company experiences life-changing events after arriving in a small town, where his corporation wants to tap into the available resources.", "release_date": "2012-12-28", "poster": "/dzbv1mDRERrEvhUIJIRqvFB3IVL.jpg", "runtime": 106, "id": 133694, "genre_ids": [18]}, {"title": "Boyka: Undisputed IV", "overview": "In the fourth installment of the fighting franchise, Boyka is shooting for the big leagues when an accidental death in the ring makes him question everything he stands for.", "release_date": "2016-03-02", "poster": "/ryal8iqks1qftWhOQyH5cpJqN4a.jpg", "runtime": 0, "id": 348893, "genre_ids": []}, {"title": "Romance", "overview": "Although deeply in love with her boyfriend - and indeed sleeping in the same bed with him - a schoolteacher cannot handle the almost complete lack of intimacy he will allow. Increasingly frustrated, she gradually finds her sexual appetites leading her into ever more risky situations, including a developing one with the headmaster.", "release_date": "1999-04-13", "poster": "/nAZAm8M8PUic2GD6ZH7fTmvZe3b.jpg", "runtime": 84, "id": 26338, "genre_ids": [18, 10749]}, {"title": "Over Her Dead Body", "overview": "After his fiancée, Kate, dies in an accident on their wedding day, veterinarian Henry grows depressed. To help him move on, his sister has him visit psychic Ashley and gives her Kate's diary. Ashley uses the journal's details to convincingly deliver the fake message that Kate wants Henry to move on. However, Kate's ghost is watching over Ashley and Henry. Furious when they fall for each other, she vows to sabotage their relationship.", "release_date": "2008-02-01", "poster": "/bWsMR3VctYU8a1TXzxSZxGw5pI8.jpg", "runtime": 95, "id": 13160, "genre_ids": [35, 10749, 14]}, {"title": "Cape Fear", "overview": "Sam Bowden, witnesses a rape committed by Max Cady and testifies against him. When released after 8 years in prison, Cady stalks Bowden and his family but is always clever enough not to violate the law. Bowden enlists the aid of a local police chief, a private detective and then hires thugs to harass Cady all to no avail. The film climaxes pitting Bowden and his family against Cady.", "release_date": "1962-04-12", "poster": "/bLGWxwubaOinAkgqLKqFpAETKFl.jpg", "runtime": 105, "id": 11349, "genre_ids": [18, 53]}, {"title": "Anonymous", "overview": "A political thriller advancing the theory that it was in fact Edward De Vere, Earl of Oxford who penned Shakespeare's plays; set against the backdrop of the succession of Queen Elizabeth I, and the Essex Rebellion against her.", "release_date": "2011-10-21", "poster": "/tuAI9fT8AzakI5w4V1KZyUEvuDW.jpg", "runtime": 130, "id": 61891, "genre_ids": [18, 36, 53, 9648]}, {"title": "Notes on a Scandal", "overview": "A veteran high school teacher befriends a younger art teacher, who is having an affair with one of her 15-year-old students. However, her intentions with this new \"friend\" also go well beyond platonic friendship.", "release_date": "2006-12-25", "poster": "/auGdbhh2LklmZV1LLLwQ5uvHiX4.jpg", "runtime": 92, "id": 1259, "genre_ids": [18, 10749]}, {"title": "Dreamship Surprise - Period 1", "overview": "Hundreds of years after humans have settled on Mars, Regulator Rogul and Lord Jens Maul, lead a force of Martians to Earth in order to conquer the planet. Queen Metaphor looks to the gay heroes aboard the spaceship Surprise -- Captain Kork, Mr. Spuck, and first engineer Schrotty", "release_date": "2004-07-14", "poster": "/w4EZC3GeNwLNo5KNkj4QLOWyGII.jpg", "runtime": 87, "id": 9805, "genre_ids": [35, 878]}, {"title": "Elite Squad", "overview": "In 1997, before the visit of the pope to Rio de Janeiro, Captain Nascimento from BOPE (Special Police Operations Battalion) is assigned to eliminate the risks of the drug dealers in a dangerous slum nearby where the pope intends to be lodged.", "release_date": "2007-08-17", "poster": "/6lQrDUBVYwOIR1y8pf8GQ6y9glU.jpg", "runtime": 115, "id": 7347, "genre_ids": [18, 28, 80]}, {"title": "America Recycled", "overview": "Two brothers ride recycled bicycles through the American South over two years, seeking radical locality amid rampant globalization. As they learn to survive on the road, several modern homesteading communities take them in, guiding them toward the west coast and turning their idea of the American Dream on its head.", "release_date": "2016-03-10", "poster": null, "runtime": 97, "id": 386814, "genre_ids": [99]}, {"title": "Paprika", "overview": "A young country girl comes to town and works in a brothel in order to help her fiance get the money to start his own business. \"Paprika\" is the name given to her by the madam.", "release_date": "1991-02-13", "poster": "/t1Ul7LfF3DxQ0m2LLxjJN0dXByO.jpg", "runtime": 99, "id": 50270, "genre_ids": [18]}, {"title": "The Tall Man", "overview": "When her child goes missing, a mother looks to unravel the legend of the Tall Man, an entity who allegedly abducts children.", "release_date": "2012-03-19", "poster": "/1fc87E3ppCq6xBnZJ63Sa9FKRUd.jpg", "runtime": 106, "id": 86597, "genre_ids": [27, 9648, 53]}, {"title": "The Reef", "overview": "After losing everything, a young fish, Pi, goes to live with his family on the Reef. There he meets the love of his life but finds that she already has the unwanted affections of a bully shark. He must follow his destiny to save her and rid the Reef of this menace for good.", "release_date": "2006-07-07", "poster": "/azTkWH154Z5aP19BCAKcHlWMBP3.jpg", "runtime": 77, "id": 19595, "genre_ids": [16, 10751]}, {"title": "Salmon Fishing in the Yemen", "overview": "A fisheries expert is approached by a consultant to help realize a sheik's vision of bringing the sport of fly-fishing to the desert and embarks on an upstream journey of faith and fish to prove the impossible possible.", "release_date": "2011-09-10", "poster": "/bzLlr1RhZYQ2uLvNjR9hb5A5kZ9.jpg", "runtime": 107, "id": 81025, "genre_ids": [18]}, {"title": "The Forbidden Room", "overview": "A submarine crew, a feared pack of forest bandits, a famous surgeon, and a battalion of child soldiers all get more than they bargained for as they wend their way toward progressive ideas on life and love.", "release_date": "2015-10-07", "poster": "/poUrPvyWpQSnvyoiM42EHuuCPUa.jpg", "runtime": 128, "id": 315855, "genre_ids": [10749, 35, 18, 9648]}, {"title": "Never Back Down 2: The Beatdown", "overview": "Four fighters different backgrounds come together to train under an ex MMA rising star and then ultimately have to fight each other and the traitor in heir midst.", "release_date": "2011-09-13", "poster": "/qeISu4rUk9l9sQTMs86fAoxSx8p.jpg", "runtime": 90, "id": 70006, "genre_ids": [18, 28]}, {"title": "Another Earth", "overview": "On the night of the discovery of a duplicate Earth in the Solar system, an ambitious young student and an accomplished composer cross paths in a tragic accident.", "release_date": "2011-07-22", "poster": "/yvjrhdXPEPB5rZbLjXCnfL4zY6V.jpg", "runtime": 92, "id": 55420, "genre_ids": [878, 18]}, {"title": "A Walk in the Clouds", "overview": "When soldier Paul Sutton is on his way home after World War II, he realizes that he barely knows his young wife, Betty. With the couple's relationship strained and Paul haunted by memories of the war, he is happy to have a diversion in the form of beautiful traveler Victoria Aragon. Circumstances force Paul to pose as Victoria's new husband for her close-knit Mexican-American family, a situation that brings tension and unexpected results.", "release_date": "1995-08-11", "poster": "/iZ4FNVYVUx6NS7HXMiNJTGgSo7H.jpg", "runtime": 103, "id": 9560, "genre_ids": [18, 10749]}, {"title": "Gray Matters", "overview": "Sam and Gray are such a well-matched pair that it is difficult to believe they are brother and sister rather than husband and wife. They both share a love of 1940s movies and dancing, and when they meet Charlie, they have something else in common: They both fall in love with her. Sam must deal with unexpected feelings of jealousy, while Gray struggles to come to terms with her sexual orientation.", "release_date": "2006-10-21", "poster": "/4DcOgHCDwmZKXAEThkEbwuZw1gk.jpg", "runtime": 96, "id": 14845, "genre_ids": [35, 10749]}, {"title": "Who Am I?", "overview": "Martial-arts megastar Jackie Chan wrote, directed and stars in this action-comedy. Secret agent Jackie (Chan) leads a commando group to Africa to kidnap scientists who are working to unleash a powerful -- and lethal -- new energy source. When Jackie develops amnesia after a plane crash, he fights to regain his memory and continue his assignment. Who Am I is packed with excitement and, of course, Jackie's unique brand of gymnastic martial arts.", "release_date": "1998-01-17", "poster": "/vRXEteH2ClX891qvu4R6EuCqWGp.jpg", "runtime": 108, "id": 8697, "genre_ids": [12, 28, 35, 53]}, {"title": "Just Friends", "overview": "While visiting his hometown during Christmas, a man comes face-to-face with his old high school crush whom he was best friends with -- a woman whose rejection of him turned him into a ferocious womanizer.", "release_date": "2005-11-23", "poster": "/cyih5NtdEXF0uSGWJFWgiIEQknb.jpg", "runtime": 96, "id": 10033, "genre_ids": [35, 10749]}, {"title": "Another Cinderella Story", "overview": "A guy who danced with what could be the girl of his dreams at a costume ball only has one hint at her identity: the Zune she left behind as she rushed home in order to make her curfew. And with a once-in-a-lifetime opportunity in front of him, he sets out to find his masked beauty.", "release_date": "2008-09-16", "poster": "/fLdCKCfHT8A6bnWybBsQFjC4fCo.jpg", "runtime": 90, "id": 15157, "genre_ids": [10402]}, {"title": "Smoke", "overview": "Writer Paul Benjamin is nearly hit by a bus when he leaves Auggie Wren's smoke shop. Stranger Rashid Cole  saves his life, and soon middle-aged Paul tells homeless Rashid that he wouldn't mind a short-term housemate. Still grieving over his wife's murder, Paul is moved by both Rashid's quest to reconnect with his father and Auggie's discovery that a woman who might be his daughter is about to give birth.", "release_date": "1995-06-09", "poster": "/dku3aLprH3j1ilSsubW9Pbgfe0y.jpg", "runtime": 112, "id": 10149, "genre_ids": [35, 18]}, {"title": "Made in Dagenham", "overview": "A dramatization of the 1968 strike at the Ford Dagenham car plant, where female workers walked out in protest against sexual discrimination.", "release_date": "2010-09-11", "poster": "/9jaYXw11xWdE7U0VQwguOzYlsJG.jpg", "runtime": 113, "id": 46138, "genre_ids": [35, 18, 36]}, {"title": "Superchondriac", "overview": "Romain Faubert is a 39 year old, single, medical photographer... and a raging hypochondriac. His doctor and only friend Dr. Dimitri Zvenka thinks he knows the cure for Romain: dating! But with the arrival of freedom fighter Anton Miroslav, everyone might get more then they bargained for...", "release_date": "2014-02-26", "poster": "/b4fFxsZvCxH16raJwf7PRMGiy4E.jpg", "runtime": 107, "id": 248507, "genre_ids": [35]}, {"title": "Frantic", "overview": "Ford plays an American doctor whose wife suddenly vanishes in Paris. To find her, he navigates a puzzling web of language, locale, laissez-faire cops, triplicate-form filling bureaucrats and a defiant, mysterious waif who knows more than she tells.", "release_date": "1988-02-16", "poster": "/wOaBEIhiEA832ifEQ4CNxVHrh1c.jpg", "runtime": 120, "id": 10675, "genre_ids": [53, 28, 80, 18, 9648]}, {"title": "Driven", "overview": "Talented rookie race-car driver Jimmy Bly has started losing his focus and begins to slip in the race rankings. It's no wonder, with the immense pressure being shoveled on him by his overly ambitious promoter brother as well as Bly's romance with his arch rival's girlfriend Sophia. With much riding on Bly, car owner Carl Henry brings former racing star Joe Tanto on board to help Bly. To drive Bly back to the top of the rankings, Tanto must first deal with the emotional scars left over from a tragic racing accident which nearly took his life.", "release_date": "2001-04-27", "poster": "/vtPvxgQBoNBFnnnYjS1lb6pLXtv.jpg", "runtime": 116, "id": 10477, "genre_ids": [28]}, {"title": "Gambit", "overview": "An art curator decides to seek revenge on his abusive boss by conning him into buying a fake Monet, but his plan requires the help of an eccentric and unpredictable Texas rodeo queen.", "release_date": "2012-11-07", "poster": "/5eFWMeUc7C4tpqx7iZP4JBesiUm.jpg", "runtime": 89, "id": 97434, "genre_ids": [35, 80]}, {"title": "Shark Night", "overview": "A weekend at a lake house in the Louisiana Gulf turns into a nightmare for seven vacationers as they are subjected to fresh-water shark attacks.", "release_date": "2011-09-02", "poster": "/ckvd7BKUYwAVViKmyYPh15eONdc.jpg", "runtime": 91, "id": 65055, "genre_ids": [27, 53]}, {"title": "The Next Karate Kid", "overview": "During a commemoration for Japanese soldiers fighting in the US Army during World War II, Mr. Miyagi meets the widow of his commanding officer. He gets to know her granddaughter Julie, an angry teenager who is still feeling the pain of losing both her parents in an accident and is having problems with her grandmother and her fellow pupils. Mr. Miyagi decides to teach her karate to get her through her pain and issues and back on the right path.", "release_date": "1994-08-11", "poster": "/gu5SOBWsoxDy6mWKAkOt20zTXOb.jpg", "runtime": 107, "id": 11231, "genre_ids": [12]}, {"title": "The Lady", "overview": "The film is about the life of Aung San Suu Kyi (Yeoh) who spent more than a decade under house arrest. David Thewlis portrays Suu Kyi's husband, Dr. Michael Aris. Rebecca Frayn began working on the project after she and her husband, producer Andy Harries, visited Burma in the early 1990s.Harries' production company Left Bank Pictures began development of the script in 2008 under the working title Freedom from Fear. Harries wanted Michelle Yeoh as the lead and had the script sent to her.", "release_date": "2011-11-30", "poster": "/s1hHovkNPjPQtCTaG2YhJb8HX5Q.jpg", "runtime": 135, "id": 77878, "genre_ids": [18]}, {"title": "Philomena", "overview": "A woman searches for her adult son, who was taken away from her decades ago when she was forced to live in a convent.", "release_date": "2013-11-01", "poster": "/6BTXHupSPkrwsoz4Br6qwwSVmhj.jpg", "runtime": 98, "id": 205220, "genre_ids": [18]}, {"title": "Bicycle Thieves", "overview": "Antonio, an unemployed man in the depressed post-WWII economy of Italy, at last finds a good job hanging up posters, the only requirement for which is that he must have his own bicycle. When Antonio's bicycle is stolen, he and his son are forced to walk the streets of Rome in search of it, or else face ruin.", "release_date": "1948-11-24", "poster": "/8wP6iT2pCgsLr4ZbJnmT60Oo2sj.jpg", "runtime": 93, "id": 5156, "genre_ids": [18]}, {"title": "Cold in July", "overview": "How can a split-second decision change your life? While investigating noises in his house one balmy Texas night in 1989, Richard Dane puts a bullet in the brain of low-life burglar Freddy Russell. Although he’s hailed as a small-town hero, Dane soon finds himself fearing for his family’s safety when Freddy’s ex-con father, Ben, rolls into town, hell-bent on revenge.", "release_date": "2014-05-23", "poster": "/zotsAuntzSFECpDWfkIWePcIJOq.jpg", "runtime": 109, "id": 244509, "genre_ids": [18, 53]}, {"title": "Jean de Florette", "overview": "In a rural French village an old man and his only remaining relative cast their covetous eyes on an adjoining vacant property. They need its spring water for growing their flowers, so are dismayed to hear the man who has inherited it is moving in. They block up the spring and watch as their new neighbour tries to keep his crops watered from wells far afield through the hot summer. Though they see his desperate efforts are breaking his health and his wife and daughter's hearts they think only of getting the water", "release_date": "1986-08-27", "poster": "/5NDJTCAFAgMESBHxEqLYd1q5VbQ.jpg", "runtime": 120, "id": 4480, "genre_ids": [18]}, {"title": "Calvary", "overview": "After he is threatened during a confession, a good-natured priest must battle the dark forces closing in around him.", "release_date": "2014-04-11", "poster": "/fxu3NT8PMCoPG0QLr0j6KoleSp.jpg", "runtime": 100, "id": 157832, "genre_ids": [18]}, {"title": "Heaven", "overview": "A woman takes the law into her own hands after police ignore her pleas to arrest the man responsible for her husband's death, and finds herself not only under arrest for murder but falling in love with an officer.", "release_date": "2002-02-06", "poster": "/lzVJIKVfUaafm6BTBj7bdynCnts.jpg", "runtime": 96, "id": 10575, "genre_ids": [18, 53, 10749, 80]}, {"title": "Bunraku", "overview": "In a world with no guns, a mysterious drifter, a bartender and a young samurai plot revenge against a ruthless leader and his army of thugs, headed by nine diverse and deadly assassins.", "release_date": "2011-09-01", "poster": "/vudwgDOpo4Dm2LuCwNFHJvYydXD.jpg", "runtime": 118, "id": 30618, "genre_ids": [53, 28, 18]}, {"title": "Les Visiteurs 3 : La Révolution", "overview": "", "release_date": "2016-03-23", "poster": "/oDVnRUQil65Y7gILg96Z3lS8JB.jpg", "runtime": 0, "id": 248705, "genre_ids": [35]}, {"title": "Beethoven's 3rd", "overview": "Everyone's favorite St. Bernard returns in this family film about man's best friend. Richard Newton, his wife Beth and kids Brennan and Sara shove off in their camper for a road trip. Along the way, they gain a new passenger: slobbery Beethoven. The Newtons plan to return Beethoven to his owner -- but not before he turns hero when a pair of thieves enter the picture.", "release_date": "2000-07-25", "poster": "/589sIYeyNNABh4jhE4ZWdlgFdgq.jpg", "runtime": 99, "id": 24476, "genre_ids": [35]}, {"title": "Blue Lagoon: The Awakening", "overview": "Two high school students become stranded on a tropical island and must rely on each other for survival. They learn more about themselves and each other while falling in love.", "release_date": "2012-06-16", "poster": "/vg6SIzh3YbgvddmGE6vRbaDlsqD.jpg", "runtime": 85, "id": 115290, "genre_ids": [18, 12, 10749]}, {"title": "Vanishing on 7th Street", "overview": "A mysterious, seemingly global blackout yields countless populations to simply vanish, leaving only their clothes and possessions behind. A small handful of survivors band together in a dimly-lit tavern on 7th Street, struggling to combat the apocalyptic horror. Realizing they may in fact be the last people on earth, the darkness hones in on them alone.", "release_date": "2010-09-11", "poster": "/tckKU4y0gdACLCLeqQyNEwgwSFU.jpg", "runtime": 92, "id": 43552, "genre_ids": [18, 27, 9648, 53]}, {"title": "Červený kapitán", "overview": "Red Captain", "release_date": "2016-03-10", "poster": "/tyB1NcJpsV8LYkPE6ktryjDUMhI.jpg", "runtime": 115, "id": 386805, "genre_ids": [53, 80]}, {"title": "The Message", "overview": "Handsomely-mounted historical epic concerns the birth of the Islamic faith and the story of the prophet Mohammed.", "release_date": "1977-03-09", "poster": "/6zOWn1mtcSPfWekydQKbxnCyaTw.jpg", "runtime": 177, "id": 26842, "genre_ids": [12, 18, 28, 36]}, {"title": "Kirikou and the Sorceress", "overview": "Drawn from elements of West African folk tales, it depicts how a newborn boy, Kirikou, saves his village from the evil witch Karaba.", "release_date": "1998-12-09", "poster": "/hnPGWvO6hRJMb68HXHaxvH2zZ98.jpg", "runtime": 70, "id": 21348, "genre_ids": [12, 16, 10751]}, {"title": "The Family Man", "overview": "Jack's lavish, fast-paced lifestyle changes one Christmas night when he stumbles into a grocery store holdup and disarms the gunman. The next morning he wakes up in bed lying next to Kate, his college sweetheart he left in order to pursue his career, and to the horrifying discovery that his former life no longer exists. As he stumbles through this alternate suburban universe, Jack finds himself at a crossroad where he must choose between his high-power career and the woman he loves.", "release_date": "2000-12-12", "poster": "/vLcEDKUbqFmyJzAsPFaxjad19mM.jpg", "runtime": 125, "id": 5994, "genre_ids": [35, 18, 10749, 14]}, {"title": "Laura", "overview": "A police detective falls in love with the woman whose murder he's investigating.", "release_date": "1944-10-11", "poster": "/fqFY81twXBjTAmDGw1fUooAvXf9.jpg", "runtime": 88, "id": 1939, "genre_ids": [80, 18, 9648, 10749, 53]}, {"title": "Killing Them Softly", "overview": "Jackie Cogan is an enforcer hired to restore order after three dumb guys rob a Mob protected card game, causing the local criminal economy to collapse.", "release_date": "2012-09-20", "poster": "/3WPa43edrQeLRFgXdiLiWnWV34a.jpg", "runtime": 97, "id": 64689, "genre_ids": [80, 53]}, {"title": "Zebra Lounge", "overview": "A couple learns the dangers of a walk on the wild side in this erotic thriller. Alan and Wendy Barnet (Cameron Daddo and Brandy Ledford) have been married just long enough for the excitement to have gone out of their relationship, and they're looking for a way to put some spice back in their lives. After placing a personal ad looking for another couple interested in swapping mates, the Barnets are led to the Zebra Lounge, where they meet Jack and Louise Bauer (Stephen Baldwin and Kristy  Swanson), a pair of seasoned erotic adventurers. While the Barnets find the swinging scene exciting at first, they soon decide it may be doing more harm than good to their marriage. But easing the Bauers out of their lives proves to be neither simple nor safe.", "release_date": "2001-10-04", "poster": "/nAtqLzm44xUHxrb3xW39MBlukeX.jpg", "runtime": 93, "id": 59940, "genre_ids": [53]}, {"title": "The Kite Runner", "overview": "The Kite Runner is a 2007 American drama film directed by Marc Forster based on the novel of the same name by Khaled Hosseini. It tells the story of Amir, a well-to-do boy from the Wazir Akbar Khan district of Kabul, who is tormented by the guilt of abandoning his friend Hassan, the son of his father's Hazara servant. The story is set against a backdrop of tumultuous events, from the fall of the monarchy in Afghanistan through the Soviet military intervention, the mass exodus of Afghan refugees to Pakistan and the United States, and the Taliban regime.  Though most of the film is set in Afghanistan, these parts were mostly shot in Kashgar, China, due to the dangers of filming in Afghanistan at the time. Most of the film's dialogue is in Dari, the Afghan dialect of Persian, with the remainder spoken in English. (from Wikipedia)", "release_date": "2007-10-14", "poster": "/hZlV6EDabAKoYzNpR4jg3QWKtyd.jpg", "runtime": 128, "id": 7979, "genre_ids": [18]}, {"title": "Earth to Echo", "overview": "After a construction project begins digging in their neighborhood, best friends Tuck, Munch and Alex inexplicably begin to receive strange, encoded messages on their cell phones. Convinced something bigger is going on, they go to their parents and the authorities. When everyone around them refuses to take the messages seriously, the three embark on a secret adventure to crack the code and follow it to its source. But taking matters into their own hands gets the trio in way over their heads when they discover a mysterious being from another world who desperately needs their help. The epic, suspenseful and exciting journey that follows will change all of their lives forever.", "release_date": "2014-07-02", "poster": "/tWPWo3JgwM7uGX096mWXmWPl8k8.jpg", "runtime": 89, "id": 238603, "genre_ids": [10751, 12, 878]}, {"title": "The Natural", "overview": "An unknown middle-aged batter named Roy Hobbs with a mysterious past appears out of nowhere to take a losing 1930s baseball team to the top of the league in this magical sports fantasy. With the aid of a bat cut from a lightning struck tree, Hobbs lives the fame he should have had earlier when, as a rising pitcher, he is inexplicably shot by a young woman.", "release_date": "1984-05-11", "poster": "/2nWIkrdl75sNhOdJbyi6PIDx8r1.jpg", "runtime": 137, "id": 11393, "genre_ids": [18]}, {"title": "Highlander: The Final Dimension", "overview": "Starts off in the 15th century, with Connor McLeod (Christopher Lambert) training with another immortal swordsman, the Japanese sorcerer Nakano (Mako). When an evil immortal named Kane (Mario Van Peebles) kills the old wizard, the resulting battle leaves him buried in an underground cave. When Kane resurfaces in the 20th century to create havoc, it's up to McLeod to stop him.", "release_date": "1994-11-29", "poster": "/8ZeckjmtObR3QPjzSm4X656vFS2.jpg", "runtime": 99, "id": 8011, "genre_ids": [28, 14, 878]}, {"title": "Boundin'", "overview": "On a high mountain plain lives a lamb with wool of such remarkable sheen that he breaks into high-steppin' dance. But there comes a day when he loses his lustrous coat and, along with it, his pride. It takes a wise jackalope - a horn-adorned rabbit - to teach the moping lamb that wooly or not, it's what's inside that'll help him rebound from life's troubles.", "release_date": "2003-11-04", "poster": "/35jJseJi3BiQ2ucCxKpnUoJhal3.jpg", "runtime": 5, "id": 13062, "genre_ids": [16, 10751]}, {"title": "Superman/Batman: Public Enemies", "overview": "United States President Lex Luthor uses the oncoming trajectory of a Kryptonite meteor to frame Superman and declare a $1 billion bounty on the heads of the Man of Steel and his ‘partner in crime’, Batman. Heroes and villains alike launch a relentless pursuit of Superman and Batman, who must unite—and recruit help—to try and stave off the action-packed onslaught, stop the meteor Luthors plot.", "release_date": "2009-09-29", "poster": "/7eaHkUKAzfstt6XQCiXyuKiZUAw.jpg", "runtime": 67, "id": 22855, "genre_ids": [16, 28, 12]}, {"title": "The Amityville Horror", "overview": "George Lutz and his wife Kathleen, move into their Long Island dream house with their children only for their lives to be turned into a hellish nightmare. The legacy of a murder committed in the house gradually affects the family and a priest is brought in to try and exorcise the demonic presence from their home.", "release_date": "1979-07-27", "poster": "/orociMcS1GExIcuiGbYYHlRlcL8.jpg", "runtime": 117, "id": 11449, "genre_ids": [18, 27, 53]}, {"title": "Role Models", "overview": "Two salesmen trash a company truck on an energy drink-fueled bender. Upon their arrest, the court gives them a choice: do hard time or spend 150 service hours with a mentorship program. After one day with the kids, however, jail doesn't look half bad.", "release_date": "2008-02-03", "poster": "/bq6wxu0rv1GIkEwslBT2rVgLkxe.jpg", "runtime": 99, "id": 15373, "genre_ids": [35]}, {"title": "Becket", "overview": "King Henry II of England has trouble with the Church. When the Archbishop of Canterbury dies, he has a brilliant idea. Rather than appoint another pious cleric loyal to Rome and the Church, he will appoint his old drinking and wenching buddy, Thomas Becket, technically a deacon of the church, to the post. Unfortunately, Becket takes the job seriously and provides abler opposition to Henry.", "release_date": "1964-03-11", "poster": "/nqhmrB8WhGrH8PWkOx7RZ5bQKr0.jpg", "runtime": 148, "id": 15421, "genre_ids": [18, 36]}, {"title": "Open Season 3", "overview": "Boog, Elliot, and their forest friends return with an all-new adventure, this time in a Big Top Circus! The comedy begins when Boog's pals choose their family obligations over the annual guy's trip, and a disappointed Boog decides to take a trip of his own, which leads him right into the middle of a circus ring...literally. When he switches places with a devious look-a-like circus grizzly and falls for an alluring Russian troupe member, he'll come to realize that maybe you don't have to choose between family and friendship after all.", "release_date": "2010-01-25", "poster": "/djxT6i7xxJWAayNQY1imB879SbC.jpg", "runtime": 75, "id": 51170, "genre_ids": [16, 10751, 35]}, {"title": "Original Sin", "overview": "A young man is plunged into a life of subterfuge, deceit and mistaken identity in pursuit of a femme fatale whose heart is never quite within his grasp", "release_date": "2001-08-03", "poster": "/i8FEQy5IWAqOzXm4uDHy2r3Swym.jpg", "runtime": 118, "id": 2057, "genre_ids": [18, 53, 9648, 10749]}, {"title": "My Left Foot: The Story of Christy Brown", "overview": "In this true story told through flashbacks, Christy Brown is born with crippling cerebral palsy into a poor, working-class Irish family. Able only to control movement in his left foot and to speak in guttural sounds, he is mistakenly believed to be retarded for the first ten years of his life.", "release_date": "1989-02-24", "poster": "/2Tvw127Ei8VnJCwK7K7aSEUW3uX.jpg", "runtime": 103, "id": 10161, "genre_ids": [18]}, {"title": "How Do You Know", "overview": "After being cut from the USA softball team and feeling a bit past her prime, Lisa finds herself evaluating her life and in the middle of a love triangle, as a corporate guy in crisis competes with her current, baseball-playing beau.", "release_date": "2010-12-17", "poster": "/5gwKI65TnSAT9PI2iFWZXpmTZ3C.jpg", "runtime": 121, "id": 42888, "genre_ids": [35, 18, 10749]}, {"title": "Khumba", "overview": "A half-striped zebra is blamed for the drought and leaves his herd in search of his missing stripes. He is joined on his quest by an overprotective wildebeest and a flamboyant ostrich; they defeat the tyrannical leopard and save his herd.", "release_date": "2013-07-18", "poster": "/47L9VufChwKF4K6VXeBr6IMWODm.jpg", "runtime": 85, "id": 172391, "genre_ids": [16, 12, 10751]}, {"title": "Things We Lost in the Fire", "overview": "A recent widow invites her husband's troubled best friend to live with her and her two children. As he gradually turns his life around, he helps the family cope and confront their loss.", "release_date": "2007-09-26", "poster": "/xdOtdsIn0eeodatw00olWyilmzS.jpg", "runtime": 113, "id": 3877, "genre_ids": [18]}, {"title": "BURN•E", "overview": "What lengths will a robot undergo to do his job? BURN•E is a dedicated hard working robot who finds himself locked out of his ship. BURN•E quickly learns that completing a simple task can often be a very difficult endeavor.", "release_date": "2008-11-17", "poster": "/tdvyi9asDeOF65MwTqNNMoAhqP4.jpg", "runtime": 8, "id": 13413, "genre_ids": [16, 10751]}, {"title": "Let Me In", "overview": "This is a remake of the movie \"Let The Right One In\" which was a movie adaptation of a book. A story of a young boy who is frequently bullied and a young girl that moves in next door with her caretaker. It is established that she is a vampire and, after losing her caretaker, must leave in order to survive. A story of innocent love entangled in murder, mystery, and horror.", "release_date": "2010-10-01", "poster": "/90Y8RVSlOnWsG8PO6evI4ycXItg.jpg", "runtime": 116, "id": 41402, "genre_ids": [18, 27, 9648]}, {"title": "Feast of Varanasi", "overview": "An investigator is dispatched to Varanasi to look into a series of grisly murders.", "release_date": "2016-03-11", "poster": null, "runtime": 97, "id": 387100, "genre_ids": [80, 18]}, {"title": "Hard Rain", "overview": "Get swept up in the action as an armored car driver (Christian Slater) tries to elude a gang of thieves (led by Morgan Freeman) while a flood ravages the countryside. Hard Rain is \"a wild, thrilling, chilling action ride\" filled with close calls, uncertain loyalties and heart-stopping heroics.", "release_date": "1998-01-16", "poster": "/sERY2UzVUAgJfnuePKJOiIY8MpS.jpg", "runtime": 97, "id": 11258, "genre_ids": [28, 53, 80]}, {"title": "Aguirre: The Wrath of God", "overview": "A few decades after the destruction of the Inca empire, a Spanish expedition leaves the mountains of Peru and goes down the Amazon river in search of gold and wealth. Soon, they come across great difficulties and Don Aguirres, a ruthless man who cares only about riches, becomes their leader. But will his quest lead them to \"the golden city\", or to certain destruction", "release_date": "1972-12-29", "poster": "/wzLtkJbUQoI2dEtBgxRYRmPUIV9.jpg", "runtime": 93, "id": 2000, "genre_ids": [12, 18, 36]}, {"title": "Young Detective Dee: Rise of the Sea Dragon", "overview": "A prequel to \"Detective Dee and the Mystery of the Phantom Flame\"", "release_date": "2013-09-27", "poster": "/a0VNOelwR1EoszOM05Cg4zVddGI.jpg", "runtime": 133, "id": 217923, "genre_ids": [28, 80, 14, 12]}, {"title": "Cheech & Chong's The Corsican Brothers", "overview": "Two brothers who can feel each others' pain and pleasure mess up the French revolution.", "release_date": "1984-07-27", "poster": "/yDgvDcq4MlzsUPuFzDQPJS8MgwJ.jpg", "runtime": 82, "id": 14774, "genre_ids": [35]}, {"title": "The Tournament", "overview": "Every ten or seven years in an unsuspecting town, The Tournament takes place. A battle royale between 30 of the world's deadliest assassins. The last man standing receiving the $10,000,000 cash prize and the title of Worlds No 1, which itself carries the legendary million dollar a bullet price tag.", "release_date": "2009-05-01", "poster": "/ldqexoGgxnuV1hpX64MR6WnyEVG.jpg", "runtime": 95, "id": 24056, "genre_ids": [27, 28, 53]}, {"title": "Friday After Next", "overview": "Craig and Day Day have finally moved out of their parents houses and into their own crib. The cousins work nights at a local mall as security guards. When their house is robbed on Christmas Eve they team up to track him down.", "release_date": "2002-11-22", "poster": "/pB49Sg3v247oHFPNvQLJDiX4OgA.jpg", "runtime": 85, "id": 10426, "genre_ids": [35, 18]}, {"title": "The Killer", "overview": "Hong Kong's preeminent director John Woo transforms genres from both the East and the West to create this explosive and masterful action film. Featuring Hong Kong's greatest star, Chow Yun-fat, as a killer with a conscience, the film is an exquisite dissection of morals in a corrupt society, highlighted with slow-motion sequences of brilliantly choreographed gun battles on the streets of Hong Kong.", "release_date": "1989-07-06", "poster": "/E2BPXibw2jkE4ZAt0cakIOUgH5.jpg", "runtime": 111, "id": 10835, "genre_ids": [28, 80, 18, 53]}, {"title": "D2: The Mighty Ducks", "overview": "After Gordon Bombay's hockey comeback is cut short he is named coach of Team USA Hockey for the Junior Goodwill Games. Bombay reunites the Mighty Ducks and introduces a few new players, however, he finds himself distracted by his newfound fame and must regather if the Ducks are to defeat tournament favourites Iceland.", "release_date": "1994-03-25", "poster": "/ZITicpWKxy2d3JnpWMypbUn91e.jpg", "runtime": 106, "id": 11164, "genre_ids": [28, 35, 18, 10751]}, {"title": "Asterix Conquers America", "overview": "When marauding Romans capture - and catapult - their pal Getafix into lands unknown, the shrewd and cunning Asterix and his able sidekick Obelix spring into action! But their journey leads them to a strange and dangerous new world, where they must face a tribe of Indians, a stampeding herd of buffalo and a medicine man with designs on their magic potion!", "release_date": "1994-09-27", "poster": "/h7dUsQofSNGZX8xBUvAXcjibYQD.jpg", "runtime": 85, "id": 9369, "genre_ids": [10751, 16, 12, 35]}, {"title": "Tamara Drewe", "overview": "A young newspaper writer returns to her hometown in the English countryside, where her childhood home is being prepped for sale.", "release_date": "2010-07-14", "poster": "/1n4WyD5IDpVNcPFW8g6pQysjcBa.jpg", "runtime": 111, "id": 38961, "genre_ids": [35, 10749]}, {"title": "Cashback", "overview": "After a painful breakup, Ben develops insomnia. To kill time, he starts working the late night shift at the local supermarket, where his artistic imagination runs wild.", "release_date": "2006-09-10", "poster": "/rXzlyFeZkpwFMd8lCrOHpjfM4VL.jpg", "runtime": 102, "id": 12225, "genre_ids": [18, 35, 10749]}]