[{"title": "Johnny Mnemonic", "overview": "A data courier, literally carrying a data package inside his head, must deliver it before he dies from the burden or is killed by the Yakuza.  In a dystopian 2021, Johnny (Keanu Reeves) is a data trafficker who has an implant that allows him to securely store data too sensitive for regular computer networks. On one delivery run, he accepts a package that not only exceeds the implant's safety limits - and will kill him if the data is not removed in time - but also contains information far more important and valuable than he had ever imagined. On a race against time, he must avoid the assassins sent to kill him and remove the data before it, too, ends his life.", "release_date": "1995-05-26", "poster": "/zeRDXHsb0gJbZH6JMdEx3wu2bOD.jpg", "runtime": 97, "id": 9886, "genre_ids": [12, 28, 18, 878, 53]}, {"title": "Fantasia", "overview": "Fantasia is the adventurous 1940 experiment from Disney. The film sets Disney animated characters to classical music as Mickey Mouse uses his magic wand to set broomsticks dancing in one of the more famous elaborate scenes. The film was groundbreaking in its usage of animation and music and is still considered a masterpiece decades later.", "release_date": "1940-11-13", "poster": "/9YXyiRszikyoakc4oNaHbjjybmT.jpg", "runtime": 124, "id": 756, "genre_ids": [14, 16, 10402, 10751]}, {"title": "The One", "overview": "A sheriff's deputy fights an alternate universe version of himself who grows stronger with each alternate self he kills.", "release_date": "2001-11-02", "poster": "/baw9Zdb1zJDWs4iJBrmfWKnx62p.jpg", "runtime": 87, "id": 10796, "genre_ids": [28, 878, 53]}, {"title": "Ice Age: Collision Course", "overview": "Ice age have a continuation. 20th Century Fox and Blue Sky Animation Studio are scheduling the premiere Ice Age 5 to July 15, 2016.", "release_date": "2016-06-30", "poster": "/pGledltm2nvouHpIxNwAmaBcQ2T.jpg", "runtime": 0, "id": 278154, "genre_ids": [35, 10751, 16, 12]}, {"title": "Superman II", "overview": "Three escaped criminals from the planet Krypton test the Man of Steel's mettle. Led by Gen. Zod, the Kryptonians take control of the White House and partner with Lex Luthor to destroy Superman and rule the world. But Superman, who attempts to make himself human in order to get closer to Lois, realizes he has a responsibility to save the planet.", "release_date": "1980-12-04", "poster": "/uvxjXSfph2FD07A2jBG9NHJnl27.jpg", "runtime": 127, "id": 8536, "genre_ids": [28, 12, 14, 878]}, {"title": "A Fistful of Dollars", "overview": "The Man With No Name enters the Mexican village of San Miguel in the midst of a power struggle among the three Rojo brothers and sheriff John Baxter. When a regiment of Mexican soldiers bearing gold intended to pay for new weapons is waylaid by the Rojo brothers, the stranger inserts himself into the middle of the long-simmering battle, selling false information to both sides for his own benefit.", "release_date": "1964-09-12", "poster": "/sFLgxvtK9vxbNq502peVJ847Owp.jpg", "runtime": 99, "id": 391, "genre_ids": [37]}, {"title": "Due Date", "overview": "Peter Highman must scramble across the US in five days to be present for the birth of his first child. He gets off to a bad start when his wallet and luggage are stolen, and put on the \"no-fly\" list. Peter embarks on a terrifying journey when he accepts a ride from actor Ethan Tremblay.", "release_date": "2010-11-04", "poster": "/88m6HPueDnDnuCGwDa2BtA9sK8m.jpg", "runtime": 95, "id": 41733, "genre_ids": [35, 18]}, {"title": "Seven Psychopaths", "overview": "A struggling screenwriter inadvertently becomes entangled in the Los Angeles criminal underworld after his oddball friends kidnap a gangster's beloved Shih Tzu.", "release_date": "2012-09-07", "poster": "/hdxBR59KCARSYBXvJsFwU2xL2Yt.jpg", "runtime": 110, "id": 86838, "genre_ids": [35, 80, 53]}, {"title": "Everly", "overview": "After she betrays a powerful mob boss, a woman matches wits and weaponry with a legion of killers who are out to collect the bounty on the heads of her and her family.", "release_date": "2015-01-23", "poster": "/dU7fJCSeZCjnoqb57HUQCZwwAhA.jpg", "runtime": 90, "id": 277355, "genre_ids": [53, 28]}, {"title": "Team America: World Police", "overview": "Team America World Police follows an international police force dedicated to maintaining global stability. Learning that dictator Kim Jong il is out to destroy the world, the team recruits Broadway star Gary Johnston to go undercover. With the help of Team America, Gary manages to uncover the plan to destroy the world. Will Team America be able to save it in time? It stars… Samuel L Jackson, Tim Robbins, Sean Penn, Michael Moore, Helen Hunt, Matt Damon, Susan Sarandon, George Clooney, Danny Glover, Ethan Hawke, Alec Baldwin… or does it?", "release_date": "2004-10-11", "poster": "/crkPGNm0M19LHp8I5mhs75EqhSH.jpg", "runtime": 98, "id": 3989, "genre_ids": [10402, 12, 16, 28, 35]}, {"title": "Drive Angry", "overview": "Milton is a hardened felon who has broken out of Hell, intent on finding the vicious cult who brutally murdered his daughter and kidnapped her baby. He joins forces with Piper, a sexy, tough-as-nails waitress with a 69 Charger, who's also seeking redemption of her own. Caught in a deadly race against time, Milton has three days to avoid capture, avenge his daughter's death, and save her baby before she's mercilessly sacrificed by the cult.", "release_date": "2011-02-24", "poster": "/afYwV0EAO8YLRyrTnNaSRysDrCh.jpg", "runtime": 105, "id": 47327, "genre_ids": [14, 53, 28, 80]}, {"title": "Outbreak", "overview": "A deadly airborne virus finds its way into the USA and starts killing off people at an epidemic rate. Col Sam Daniels' job is to stop the virus spreading from a small town, which must be quarantined, and to prevent an over reaction by the White House.", "release_date": "1995-03-10", "poster": "/uaU3Pt3lfMD7RavWxxKPh7voJuT.jpg", "runtime": 127, "id": 6950, "genre_ids": [28, 18, 878, 53]}, {"title": "Knight of Cups", "overview": "Once there was a young prince whose father, the king of the East, sent him down into Egypt to find a pearl. But when the prince arrived, the people poured him a cup. Drinking it, he forgot he was the son of a king, forgot about the pearl and fell into a deep sleep.", "release_date": "2015-09-10", "poster": "/zGN0fefqK6hg2ffxD3R7nRyaZcF.jpg", "runtime": 118, "id": 86835, "genre_ids": [10749, 18]}, {"title": "Maid in Manhattan", "overview": "A senatorial candidate falls for a hotel maid, thinking she is a socialite when he sees her trying on a wealthy woman's dress.", "release_date": "2002-12-12", "poster": "/3LQ4wKp4lF41yTTRSd6QdgD6eXO.jpg", "runtime": 105, "id": 7303, "genre_ids": [35, 18, 10749]}, {"title": "The Second Best Exotic Marigold Hotel", "overview": "As the Best Exotic Marigold Hotel has only a single remaining vacancy - posing a rooming predicament for two fresh arrivals - Sonny pursues his expansionist dream of opening a second hotel.", "release_date": "2015-02-26", "poster": "/4W6pi5wHMofabRSchK730mjrbQY.jpg", "runtime": 122, "id": 268238, "genre_ids": [18, 35]}, {"title": "Morning Glory", "overview": "When hard-working TV producer Becky Fuller is fired from a local news program, her career begins to look as bleak as her hapless love life. Stumbling into a job at \"Daybreak\" (the last-place national morning news show), Becky decides to revitalize the show by bringing on legendary TV anchor Mike Pomeroy.  Unfortunately, Pomeroy refuses to cover morning show staples like celebrity gossip, weather, fashion and crafts – let alone work with his new co-host, Colleen Peck, a former beauty queen and longtime morning show personality who is more than happy covering morning \"news.\" As Mike and Colleen clash, first behind the scenes and then on the air, Becky's blossoming love affair with fellow producer, Adam Bennett begins to unravel – and soon Becky is struggling to save her relationship, her reputation, her job and ultimately, the show itself.", "release_date": "2010-01-12", "poster": "/cm56bLezP4aXHBNV1EQITE0yPBk.jpg", "runtime": 102, "id": 38357, "genre_ids": [35, 18, 10749]}, {"title": "Man of Tai Chi", "overview": "In Beijing, a young martial artist's skill places him in position to experience opportunities and sacrifices.", "release_date": "2013-07-04", "poster": "/42MutxsgeJS5pYLNWUGv8d6B9wa.jpg", "runtime": 105, "id": 76544, "genre_ids": [28, 18]}, {"title": "The Texas Chainsaw Massacre: The Beginning", "overview": "Chrissie and her friends set out on a road trip for a final fling before one is shipped off to Vietnam. Along the way, bikers harass the foursome and cause an accident that throws Chrissie from the vehicle. The lawman who arrives on the scene kills one of the bikers and brings Chrissie's friends to the Hewitt homestead, where young Leatherface is learning the tools of terror.", "release_date": "2006-10-06", "poster": "/9elCJIG1TOJ0wew3JVx5ZMkHq5w.jpg", "runtime": 91, "id": 10781, "genre_ids": [27]}, {"title": "Eagle Eye", "overview": "Jerry Shaw (Shia LaBeouf) and Rachel Holloman (Michelle Monaghan) are two strangers whose lives are suddenly thrown into turmoil by a mysterious woman they have never met. Threatening their lives and family, the unseen caller uses everyday technology to control their actions and push them into increasing danger. As events escalate, Jerry and Rachel become the country's most-wanted fugitives and must figure out what is happening to them.", "release_date": "2008-09-25", "poster": "/ej1yxLuhME7PJyGsXJjEMcQGI37.jpg", "runtime": 118, "id": 13027, "genre_ids": [9648, 53, 28]}, {"title": "LEGO DC Comics Super Heroes: Justice League vs. Bizarro League", "overview": "Superman’s clone, Bizarro, has become an embarrassing problem. Chaos and destruction follow Bizarro everywhere as he always hears the opposite of what is said, says the opposite of what he means and does the opposite of what is right. And when the citizens of Metropolis keep confusing Bizarro with Superman, the Man of Steel decides it’s time to find a new home for him…on another planet! It’s up to the Justice League to come to terms with their backward counterparts and team up with them to stop Darkseid and save the galaxy!", "release_date": "2015-02-10", "poster": "/eyaGDrV1ScVGiXrBifb8AuoQ3ko.jpg", "runtime": 48, "id": 322456, "genre_ids": [16, 28, 12, 10751]}, {"title": "Boyz n the Hood", "overview": "Boyz n the Hood is the popular and successful film and social criticism from John Singleton about the conditions in South Central Los Angeles where teenagers are involved in gun fights and drug dealing on a daily basis.", "release_date": "1991-07-12", "poster": "/9qQdpidN33pTEaxAP5gaTmCPGFq.jpg", "runtime": 102, "id": 650, "genre_ids": [80, 18]}, {"title": "Movie 43", "overview": "The film is composed of multiple comedy shorts presented through an overarching segment titled \"The Pitch\", in which Charlie Wessler, a mad screenwriter, is attempting to pitch a script to film executive Griffin Schraeder. After revealing several of the stories in his script, Wessler becomes agitated when Schraeder dismisses his outrageous ideas, and he pulls a gun on him and forces him to listen to multiple other stories before making Schraeder consult his manager, Bob Mone, to purchase the film.", "release_date": "2013-01-01", "poster": "/cJvaW8eZCFS7JncM6HRKyykVTYC.jpg", "runtime": 90, "id": 87818, "genre_ids": [35]}, {"title": "Mulholland Drive", "overview": "After a car wreck on the winding Mulholland Drive renders a woman amnesic, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality.", "release_date": "2001-05-16", "poster": "/fMC8JBWx2VjsJ53JopAcFjqmlYv.jpg", "runtime": 147, "id": 1018, "genre_ids": [53, 18, 9648]}, {"title": "Letters to Juliet", "overview": "An American girl on vacation in Italy finds an unanswered \"letter to Juliet\" -- one of thousands of missives left at the fictional lover's Verona courtyard, which are typically answered by a the \"secretaries of Juliet\" -- and she goes on a quest to find the lovers referenced in the letter.", "release_date": "2010-05-14", "poster": "/kUBSfYpsE1RLdl2WZL2YMJfNOEm.jpg", "runtime": 105, "id": 37056, "genre_ids": [35, 18, 10749]}, {"title": "An Adventure", "overview": "Fed up with her present lifestyle, and more particularly sexually unsatisfied by her boyfriend Fred, Sandrine decides to find a new way in life. Intrigued by her friend Sophie, who tells her about her sexual experimentations, she will find, through various encounters, new pleasures and new experiences, whether physical or spiritual.", "release_date": "2008-08-29", "poster": "/2x4OYzFOXabBHuCkewXRMTFXiAb.jpg", "runtime": 104, "id": 64124, "genre_ids": [18]}, {"title": "Good Kill", "overview": "In the shadowy world of drone warfare, combat unfolds like a video game–only with real lives at stake. After six tours of duty, Air Force pilot Tom Egan (Ethan Hawke) now fights the Taliban from an air-conditioned bunker in the Nevada desert. But as he yearns to get back in the cockpit of a real plane and becomes increasingly troubled by the collateral damage he causes each time he pushes a button, Egan’s nerves—and his relationship with his wife (Mad Men's January Jones)—begin to unravel.", "release_date": "2015-04-09", "poster": "/dLPq1HL2h3byqeqgmkn3SraKFCT.jpg", "runtime": 104, "id": 253626, "genre_ids": [28, 18, 53]}, {"title": "Bronson", "overview": "A young man who was sentenced to 7 years in prison for robbing a post office ends up spending 30 years in solitary confinement. During this time, his own personality is supplanted by his alter ego, Charles Bronson.", "release_date": "2008-10-09", "poster": "/dnNR1IpEboT6zmWdo4lw7LTzVEm.jpg", "runtime": 92, "id": 18533, "genre_ids": [18, 28, 80]}, {"title": "The Wicker Man", "overview": "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community.", "release_date": "2006-09-01", "poster": "/aeQ65vYvOCRmeO0uaVnjHOiDrXZ.jpg", "runtime": 102, "id": 9708, "genre_ids": [9648, 53, 27]}, {"title": "The Spirit", "overview": "Down these mean streets a man must come. A hero born, murdered, and born again. When a Rookie cop named Denny Colt returns from the beyond as The Spirit, a hero whose mission is to fight against the bad forces from the shadows of Central City, the Octopus who kills anyone unfortunate enough to see his face who has other plans. He's going to wipe out the entire city.", "release_date": "2008-12-25", "poster": "/4TlzgL6yW9zI4Y0rGY0LjpmWWKJ.jpg", "runtime": 103, "id": 8285, "genre_ids": [28, 35, 53, 80, 878]}, {"title": "Upside Down", "overview": "In an alternate universe where twinned worlds have opposite gravities, a young man battles interplanetary prejudice and the laws of physics in his quest to reunite with the long-lost girl of his dreams in this visually stunning romantic adventure that poses the question: what if love was stronger than gravity?", "release_date": "2012-09-27", "poster": "/jSPjz6sgbtGXvsKkAdb9Ucv8nUu.jpg", "runtime": 104, "id": 58244, "genre_ids": [10749, 878, 18, 14]}, {"title": "Entourage", "overview": "Movie star Vincent Chase, together with his boys, Eric, Turtle and Johnny, are back…and back in business with super agent-turned-studio head Ari Gold. Some of their ambitions have changed, but the bond between them remains strong as they navigate the capricious and often cutthroat world of Hollywood.", "release_date": "2015-06-03", "poster": "/lR4dwcfgCBMklKjiQXuFzRM3gfl.jpg", "runtime": 104, "id": 188222, "genre_ids": [35]}, {"title": "Defiance", "overview": "During World War II, four Jewish brothers escape their Nazi-occupied homeland of West Belarus in Poland and join the Soviet partisans to combat the Nazis. The brothers begin the rescue of roughly 1,200 Jews still trapped in the ghettos of Poland. Based on a true story.", "release_date": "2008-12-31", "poster": "/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg", "runtime": 137, "id": 13813, "genre_ids": [28, 18, 36, 10752]}, {"title": "Never Back Down", "overview": "Rebellious Jake Tyler is lured into an ultimate underground fight Scene at his new high school, after receiving threats to the safety of his friends and family Jake decides to seek the mentoring of a veteran fighter who trains him for one final no-holds-barred elimination fight with his nemesis and local martial arts champion Ryan McCarthy.", "release_date": "2008-03-04", "poster": "/6vT35MJ67U3llfi6W7MbM5r2dav.jpg", "runtime": 115, "id": 8456, "genre_ids": [18, 28]}, {"title": "True Grit", "overview": "Following the murder of her father by hired hand Tom Chaney, 14-year-old farm girl Mattie Ross sets out to capture the killer. To aid her, she hires the toughest U.S. Marshal she can find, a man with \"true grit,\" Reuben J. \"Rooster\" Cogburn. Mattie insists on accompanying Cogburn, whose drinking, sloth, and generally reprobate character do not augment her faith in him. Against his wishes, she joins him in his trek into the Indian Nations in search of Chaney. They are joined by Texas Ranger LaBoeuf, who wants Chaney for his own purposes. The unlikely trio find danger and adventure on the journey, and each has his or her \"grit\" tested.", "release_date": "2010-12-22", "poster": "/qc7vaF5fIeTllAykdP3wldlMyRh.jpg", "runtime": 110, "id": 44264, "genre_ids": [18, 37, 12]}, {"title": "The Counselor", "overview": "A rich and successful lawyer named Counselor is about to get married to his fiancée but soon meets up with the middle-man known as Westray who tells him his drug trafficking plan has taken a horrible twist and now he must protect himself and his soon bride-to-be lover as the truth of the drug business uncovers and targets become chosen.", "release_date": "2013-10-25", "poster": "/uxp6rHVBzUqZCyTaUI8xzUP5sOf.jpg", "runtime": 117, "id": 109091, "genre_ids": [53, 80, 18]}, {"title": "Duplex", "overview": "When a young couple buys their dream home, they have no idea what the sweet little old lady upstairs is going to put them through!", "release_date": "2003-09-26", "poster": "/rFtYcCd21ML6s0EuGMEuojFvz3B.jpg", "runtime": 89, "id": 7288, "genre_ids": [28, 35, 53]}, {"title": "The Road to El Dorado", "overview": "After a failed swindle, two con-men end up with a map to El Dorado, the fabled \"city of gold,\" and an unintended trip to the New World.  Much to their surprise, the map does lead the pair to the mythical city, where the startled inhabitants promptly begin to worship them as gods.  The only question is, do they take the worshipful natives for all they're worth, or is there a bit more to El Dorado than riches?", "release_date": "2000-03-31", "poster": "/lQnNNjT4yW3i2rmQhGibiPBnc6e.jpg", "runtime": 89, "id": 10501, "genre_ids": [12, 16, 35, 10751]}, {"title": "Jerry Maguire", "overview": "Jerry Maguire used to be a typical sports agent: willing to do just about anything he could to get the biggest possible contracts for his clients, plus a nice commission for himself. Then, one day, he suddenly has second thoughts about what he's really doing. When he voices these doubts, he ends up losing his job and all of his clients, save Rod Tidwell, an egomaniacal football player.", "release_date": "1996-12-06", "poster": "/99YTEdKOKDRClsscOpJfdkbaTrQ.jpg", "runtime": 139, "id": 9390, "genre_ids": [35, 18, 10749]}, {"title": "When Harry Met Sally...", "overview": "Will sex ruin a perfect relationship between a man and a woman? that's what Harry (Billy Crystal) and Sally (Meg Ryan) debate during their travels from Chicago to New York. And eleven years and later, they're still no closer to finding the answer. Will these two best friends ever accept that they're meant for each other...or will they continue to deny the attraction that's existed since the first moment When Harry Met Sally?", "release_date": "1989-07-12", "poster": "/anYI1fzx90PgjO9PY3JStJZJmQT.jpg", "runtime": 96, "id": 639, "genre_ids": [35, 10749, 18]}, {"title": "Koffie & Cake", "overview": "A portrait of the funeral industry nowadays.", "release_date": "2016-02-28", "poster": "/e9UocLSOabHDnNjgVvgSI7t2ol6.jpg", "runtime": 30, "id": 382144, "genre_ids": [99]}, {"title": "Marley & Me", "overview": "A newly married couple who, in the process of starting a family, learn many of life's important lessons from their trouble-loving retriever, Marley. Packed with plenty of laughs to lighten the load, the film explores the highs and lows of marriage, maturity and confronting one's own mortality, as seen through the lens of family life with a dog.", "release_date": "2008-12-25", "poster": "/uyVj4K1DiYpxxRpFYdN1ZWSBJ2.jpg", "runtime": 115, "id": 14306, "genre_ids": [12, 10751, 35]}, {"title": "A League of Their Own", "overview": "Small-town sisters Dottie and Kit join an all-female baseball league formed after World War II brings pro baseball to a standstill. When their team hits the road with its drunken coach, the siblings find troubles and triumphs on and off the field.", "release_date": "1992-07-01", "poster": "/lchzTUKbC8fXkHhUJata0n1H6RL.jpg", "runtime": 128, "id": 11287, "genre_ids": [18, 35, 10751]}, {"title": "Battle Royale", "overview": "In the future, the Japanese government captures a class of ninth-grade students and forces them to kill each other under the revolutionary \"Battle Royale\" act.", "release_date": "2000-12-16", "poster": "/4J5hW5wwT20hYSEPfxvfxNLjHcg.jpg", "runtime": 114, "id": 3176, "genre_ids": [18, 53, 12]}, {"title": "The Others", "overview": "Grace is a religious woman who lives in an old house kept dark because her two children, Anne and Nicholas, have a rare sensitivity to light. When the family begins to suspect the house is haunted, Grace fights to protect her children at any cost in the face of strange events and disturbing visions.", "release_date": "2001-08-10", "poster": "/s1AgCknn4t2OUPZynuGsi4yNFfq.jpg", "runtime": 101, "id": 1933, "genre_ids": [27, 18, 9648, 53]}, {"title": "Pride and Prejudice and Zombies", "overview": "A zombie outbreak has fallen upon the land in this reimagining of Jane Austen’s classic tale of the tangled relationships between lovers from different social classes in 19th century England. Feisty heroine Elizabeth Bennet (Lily James) is a master of martial arts and weaponry and the handsome Mr. Darcy (Sam Riley) is a fierce zombie killer, yet the epitome of upper class prejudice. As the zombie outbreak intensifies, they must swallow their pride and join forces on the blood-soaked battlefield in order to conquer the undead once and for all.", "release_date": "2016-02-04", "poster": "/ubdmnIbKZk3BE9cAA3tVzLZ46SB.jpg", "runtime": 108, "id": 58431, "genre_ids": [10749, 27, 35, 53]}, {"title": "The Phantom of the Opera", "overview": "Deformed since birth, a bitter man known only as the Phantom lives in the sewers underneath the Paris Opera House. He falls in love with the obscure chorus singer Christine, and privately tutors her while terrorizing the rest of the opera house and demanding Christine be given lead roles. Things get worse when Christine meets back up with her childhood acquaintance Raoul and the two fall in love", "release_date": "2004-12-08", "poster": "/oJc4DICMlyowwc45j0SQBmvGdTe.jpg", "runtime": 143, "id": 9833, "genre_ids": [53, 18, 10749]}, {"title": "Office Space", "overview": "Three office workers strike back at their evil employers by hatching a hapless attempt to embezzle money.", "release_date": "1999-02-19", "poster": "/iO9aZzrfmMvm3IqkFiQyuuUMLh2.jpg", "runtime": 89, "id": 1542, "genre_ids": [35, 80]}, {"title": "Walking With Dinosaurs", "overview": "Walking with Dinosaurs 3D is an upcoming film depicting life-like 3D dinosaur characters set in photo-real landscapes that will transport audiences to the prehistoric world as it existed 70 million years ago. The film is based on the 1999 documentary television miniseries Walking with Dinosaurs, produced by the BBC. Walking with Dinosaurs 3D is being produced by Evergreen Studios, the company that produced Happy Feet, and it is scheduled for release on October 11, 2013.", "release_date": "2013-12-18", "poster": "/3QS2WnruXRj7T4gh9joOFhY6YqB.jpg", "runtime": 87, "id": 77951, "genre_ids": [16, 10751, 12]}, {"title": "The Forger", "overview": "A former child art prodigy and second generation petty thief arranges to buy his way out of prison to spend time with his ailing son, only to be forced to alter his plans and commit one more job for the man who financed his release.", "release_date": "2014-09-10", "poster": "/3sOkvv6MNhlsVcdXuVH0biEww3.jpg", "runtime": 95, "id": 255157, "genre_ids": [53, 80, 18]}, {"title": "Coming to America", "overview": "Prince Akeem, heir to the throne of Zamunda, leaves the tropical paradise kingdom in search of his queen. What better place than Queens, New York to find his bride? Joined by his loyal servant and friend, Semmi, Akeem attempts to blend in as an ordinary American and begin his search.", "release_date": "1988-06-28", "poster": "/8RCfhdOrF1ISRU59nc06Ut2Te7y.jpg", "runtime": 116, "id": 9602, "genre_ids": [35, 10749]}, {"title": "This Means War", "overview": "Two top CIA operatives wage an epic battle against one another after they discover they are dating the same woman.", "release_date": "2012-02-14", "poster": "/8eqEw3NGdqAfGtHyCTiuoMb4RrM.jpg", "runtime": 103, "id": 59962, "genre_ids": [28, 35, 10749]}, {"title": "Tootsie", "overview": "Michael Dorsey is an unemployed actor with an impossible reputation. In order to find work and fund his friend's play he dresses as a woman, Dorothy Michaels, and lands the part in a daytime drama. Dorsey loses himself in this woman role and essentially becomes Dorothy Michaels, captivating women all around the city and inspiring them to break free from the control of men and become more like Dorsey's initial identity. This newfound role, however, lands Dorsey in a hot spot between a female friend/'lover,' a female co-star he falls in love with, that co-star's father who falls in love with him, and a male co-star who yearns for his affection.", "release_date": "1982-12-16", "poster": "/eHEYJPb95FRvCGh5bVKEC3i2uZ8.jpg", "runtime": 116, "id": 9576, "genre_ids": [35, 10749]}, {"title": "Gulliver's Travels", "overview": "Travel writer Lemuel Gulliver takes an assignment in Bermuda, but ends up on the island of Liliput, where he towers over its tiny citizens.", "release_date": "2010-12-25", "poster": "/7LipqR0RSfPYzZJf2TajeI5598M.jpg", "runtime": 85, "id": 38745, "genre_ids": [35]}, {"title": "Cinderella III: A Twist in Time", "overview": "The evil stepmother conjures up a spell that reverses all that the fairy godmother had done. Everything that she made (the dress, the horses and the carriage) which was how Cinderella went to \"The Ball\". So when all the magic is gone will there be a happily ever after all? What will Cinderella do? Find out in Cinderella III.", "release_date": "2007-02-06", "poster": "/cK3t3NERuYeIpPjSAdWWrhGrLnR.jpg", "runtime": 70, "id": 16119, "genre_ids": [16, 10749, 10751, 14]}, {"title": "Star Trek: Insurrection", "overview": "When an alien race and factions within Starfleet attempt to take over a planet that has \"regenerative\" properties, it falls upon Captain Picard and the crew of the Enterprise to defend the planet's people as well as the very ideals upon which the Federation itself was founded.", "release_date": "1998-12-10", "poster": "/sQdiBAMZ8mq9Eb9fQX1Z7HZHUVs.jpg", "runtime": 103, "id": 200, "genre_ids": [878, 28, 12, 53]}, {"title": "Antichrist", "overview": "A grieving couple retreats to their cabin 'Eden' in the woods, hoping to repair their broken hearts and troubled marriage. But nature takes its course and things go from bad to worse.", "release_date": "2009-05-18", "poster": "/lY4Y9buUIZY17vpvL5dsBpbORo0.jpg", "runtime": 108, "id": 17609, "genre_ids": [18, 27, 53]}, {"title": "The Gunman", "overview": "Eight years after fleeing the Congo following his assassination of that country's minister of mining, former assassin Jim Terrier is back, suffering from PTSD and digging wells to atone for his violent past. After an attempt is made on his life, Terrier flies to London to find out who wants him dead -- and why. Terrier's search leads him to a reunion with Annie, a woman he once loved, who is now married to an oily businessman with dealings in Africa.", "release_date": "2015-02-16", "poster": "/luXBGFR9SKjQWJh0bardHLNDpT5.jpg", "runtime": 115, "id": 266396, "genre_ids": [28, 18, 80]}, {"title": "The Pianist", "overview": "The Pianist is a film adapted from the biography of Wladyslaw Szpilman. A Jewish-Polish pianist who during the second world war lived and hid miraculously in Warsaw after having gone through a terrible tragedy. A film from Roman Polanski.", "release_date": "2002-09-24", "poster": "/iunmxWkOi7Vk17Ob3G2HwwjgHsr.jpg", "runtime": 150, "id": 423, "genre_ids": [18, 10752]}, {"title": "Ice Age: A Mammoth Christmas", "overview": "When Sid accidentally destroys Manny's heirloom Christmas rock and ends up on Santa's naughty list, he leads a hilarious quest to the North Pole to make things right and ends up making things much worse. Now it's up to Manny and his prehistoric posse to band together and save Christmas for the entire world!", "release_date": "2011-11-24", "poster": "/bBKkG54YXVTFCKeZ4a5pmRubTQg.jpg", "runtime": 26, "id": 79218, "genre_ids": [16, 10751, 10770]}, {"title": "Haywire", "overview": "Mallory Kane is a highly trained operative who works for a government security contractor in the dirtiest, most dangerous corners of the world. After successfully freeing a Chinese journalist held hostage, she is double crossed and left for dead by someone close to her in her own agency. Suddenly the target of skilled assassins who know her every move, Mallory must find the truth in order to stay alive.", "release_date": "2011-12-31", "poster": "/o12IDVPUYOhbe3MnQGmbaUreRn9.jpg", "runtime": 93, "id": 70435, "genre_ids": [53]}, {"title": "#JusticeForFlint", "overview": "Blackout for Human Rights is hosting #JusticeForFlint, a free special event promoting solidarity and support for communities affected by the water crisis in Flint, Michigan on Sunday, February 28, 2016. #JusticeForFlint includes live musical performances with today's leading musicians and featured conversations with activists and artists.", "release_date": "2016-02-28", "poster": "/aZPO2cROrcwpUctT2zkbCUJf7Yv.jpg", "runtime": 0, "id": 385074, "genre_ids": []}, {"title": "Ong-Bak: Muay Thai Warrior", "overview": "When the head of a statue sacred to a village is stolen, a young martial artist goes to the big city and finds himself taking on the underworld to retrieve it.", "release_date": "2003-01-21", "poster": "/t4TIJWdnxcKXcsLYqKUoNzDkeU8.jpg", "runtime": 105, "id": 9316, "genre_ids": [28, 53]}, {"title": "Gone Baby Gone", "overview": "Two Boston area detectives investigate a little girl's kidnapping, which ultimately turns into a crisis both professionally and personally. Based on the Dennis Lehane novel.", "release_date": "2007-10-19", "poster": "/dXXMPxGiRegd7NNCtE5uchAKRAG.jpg", "runtime": 114, "id": 4771, "genre_ids": [80, 18, 9648, 53]}, {"title": "Fear and Loathing in Las Vegas", "overview": "The hallucinogenic misadventures of sportswriter Raoul Duke and his Samoan lawyer, Dr. Gonzo, on a three-day romp from Los Angeles to Las Vegas. Motoring across the Mojave Desert on the way to Sin City, Duke and his purple haze passenger ingest a cornucopia of drugs ranging from acid to ether.", "release_date": "1998-05-21", "poster": "/u9ffgobMADj6GCafeImbov566j9.jpg", "runtime": 118, "id": 1878, "genre_ids": [12, 18, 35]}, {"title": "Kizumonogatari Part 1: Tekketsu", "overview": "One fateful evening, second year high school student Koyomi Araragi has a shocking meeting with Kiss-shot Acerola-orion Heart-under-blade, the “King of Apparitions.”  She was blindingly beautiful, yet chillingly terrifying. She was a painfully merciless, legendary vampire, with missing limbs.", "release_date": "2016-02-26", "poster": "/u7YU37jqFpPPcXkhBivJkns27N.jpg", "runtime": 60, "id": 357786, "genre_ids": [28, 16, 9648]}, {"title": "The Tourist", "overview": "American tourist Frank (Johnny Depp) meets mysterious British woman Elsie (Angelina Jolie) on the train to Venice. Romance seems to bud, but there's more to her than meets the eye. Remake of the 2005 French film \"Anthony Zimmer\", written and directed by Jérôme Salle.", "release_date": "2010-12-08", "poster": "/jfLFF0Qa9jAoTYQIKaSWmMWcKZd.jpg", "runtime": 103, "id": 37710, "genre_ids": [28, 53, 10749]}, {"title": "The Iron Giant", "overview": "A giant metal machine falls to Earth and frightens the residents of a small town in Maine in 1958, until it befriends a nine-year-old boy named Hogarth and ultimately finds its humanity by unselfishly saving people from their own fears and prejudices.", "release_date": "1999-08-06", "poster": "/rdN6IjV4xlDDhrT8ewkkJfPvp2e.jpg", "runtime": 86, "id": 10386, "genre_ids": [12, 14, 16, 878, 10751]}, {"title": "Child's Play", "overview": "A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed with the soul of a serial killer.", "release_date": "1988-11-08", "poster": "/dSX9i2buibfyKFRpK2kOe6rtl5R.jpg", "runtime": 87, "id": 10585, "genre_ids": [27, 53]}, {"title": "Dazed and Confused", "overview": "A look at some Texas teens on their last day of school in 1976, centering on student Randall Floyd, who moves easily among stoners, jocks and geeks. Floyd is a star athlete, but he also likes smoking weed, which presents a conundrum when his football coach demands he sign a \"no drugs\" pledge.", "release_date": "1993-09-24", "poster": "/sYYhVAdCzReWYfj1ugFlWh3ldzw.jpg", "runtime": 102, "id": 9571, "genre_ids": [35, 18]}, {"title": "The Jacket", "overview": "A military veteran goes on a journey into the future, where he can foresee his death and is left with questions that could save his life and those he loves.", "release_date": "2005-03-04", "poster": "/ts5hSSpgHEcPFpdfk6gmLLgx5k4.jpg", "runtime": 103, "id": 9667, "genre_ids": [18, 9648, 53]}, {"title": "Brooklyn's Finest", "overview": "Brooklyn's Finest takes place within the notoriously rough Brownsville section of the city and especially within the Van Dyke housing projects in the NYPD's sixty-fifth precinct. Three policemen struggle with the sometimes fine line between right and wrong.", "release_date": "2009-01-16", "poster": "/jKSBk0LtZgXxG56uvwiAtYf6ttF.jpg", "runtime": 133, "id": 26390, "genre_ids": [80, 18, 53]}, {"title": "Scary Movie 2", "overview": "While the original parodied slasher flicks like Scream, Keenen Ivory Wayans's sequel to Scary Movie takes comedic aim at haunted house movies. A group of students visit a mansion called \"Hell House,\" and murderous high jinks ensue.", "release_date": "2001-07-04", "poster": "/tSGWhSResV2Cnqqr91TGKyZzf79.jpg", "runtime": 83, "id": 4248, "genre_ids": [35]}, {"title": "House of Wax", "overview": "A group of unwitting teens are stranded near a strange wax museum and soon must fight to survive and keep from becoming the next exhibit.", "release_date": "2005-05-06", "poster": "/uM1RebQywM5PPYsauayefpXGxVk.jpg", "runtime": 113, "id": 10066, "genre_ids": [27]}, {"title": "The Jackal", "overview": "Hired by a powerful member of the Russian mafia to avenge an FBI sting that left his brother dead, the perfectionist Jackal proves an elusive target for the men charged with the task of bringing him down: a deputy FBI boss and a former IRA terrorist.", "release_date": "1997-11-13", "poster": "/6Hh2ROGTRKdbUfEXVVv5fNhmXK3.jpg", "runtime": 124, "id": 4824, "genre_ids": [28, 53, 12, 80]}, {"title": "Catwoman", "overview": "Liquidated after discovering a corporate conspiracy, mild-mannered graphic artist Patience Phillips washes up on an island, where she's resurrected and endowed with the prowess of a cat -- and she's eager to use her new skills ... as a vigilante. Before you can say \"cat and mouse,\" handsome gumshoe Tom Lone is on her tail.", "release_date": "2004-07-22", "poster": "/3E1XPZ2lZmL4lJV1KSUi1jaSx3w.jpg", "runtime": 104, "id": 314, "genre_ids": [28, 80]}, {"title": "Prime", "overview": "A career driven professional from Manhattan is wooed by a young painter, who also happens to be the son of her psychoanalyst.", "release_date": "2005-09-21", "poster": "/dQxtI83slU5fAq6WZjEmIDAtYvM.jpg", "runtime": 102, "id": 2313, "genre_ids": [35, 18, 10749]}, {"title": "Captive", "overview": "Based on a miraculous true story that drew the attention of the entire nation, is the dramatic, thrilling, and spiritual journey of Ashley Smith and Brian Nichols.  After being taken hostage by Brian in her own apartment, Ashley turns to Rick Warren’s inspirational book, The Purpose Driven Life, for guidance.  In reading from the book, Ashley not only finds purpose in her own life, but helps Brian find a more peaceful resolution to a harrowing situation.", "release_date": "2015-09-17", "poster": "/kUBbcWqzKESsiWTZ4sobpQsQwOk.jpg", "runtime": 97, "id": 331190, "genre_ids": [80, 18, 53]}, {"title": "Made of Honor", "overview": "Tom and Hannah have been platonic friends for 10 years. He's a serial dater, while she wants marriage but hasn't found Mr. Right. Just as Tom is starting to think that he is relationship material after all, Hannah gets engaged. When she asks Tom to be her \"maid\" of honor, he reluctantly agrees just so he can attempt to stop the wedding and woo her.", "release_date": "2008-05-02", "poster": "/b7w9BOieXq3qzwtOoXRUCNWc1Hz.jpg", "runtime": 101, "id": 10761, "genre_ids": [35, 10749]}, {"title": "RV", "overview": "Climbing aboard their mammoth recreational vehicle for a cross-country road trip to the Colorado Rockies, the McNeive family -- led by dysfunctional patriarch Bob -- prepares for the adventure of a lifetime. But spending two weeks together in one seriously small space has a way of cramping their style.", "release_date": "2006-04-28", "poster": "/wunuRnWuDKJQzsd1OnK55fpSzPQ.jpg", "runtime": 99, "id": 9530, "genre_ids": [35, 10751, 12]}, {"title": "Red Riding Hood", "overview": "Valerie is in love with a brooding outsider, Peter, but her parents have arranged for her to marry the wealthy Henry. Unwilling to lose each other, Valerie and Peter plan to run away together when they learn that Valerie's older sister has been killed by a werewolf that prowls the dark forest surrounding their village. Hungry for revenge, the people call on famed werewolf hunter, Father Solomon, to help them kill the wolf. But Solomon's arrival brings unintended consequences as he warns that the wolf, who takes human form by day, could be any one of them.", "release_date": "2011-03-11", "poster": "/tH8FpMbtePqGqeZ10cnXEkHKIMB.jpg", "runtime": 100, "id": 49730, "genre_ids": [53]}, {"title": "Big Daddy", "overview": "Layla Maloney is fed up with boyfriend Sonny Koufax's perpetual loafing, so when 5-year-old Julian is left on Sonny's doorstep, he assumes a fatherly role to prove he's responsible and to win Layla's love. Trouble is, Sonny has grown attached to the kid, who's really the son of his out-of-town roommate.", "release_date": "1999-06-25", "poster": "/zDJ4GVch7Iw2i0j84ceoElRUZUR.jpg", "runtime": 93, "id": 9032, "genre_ids": [35, 18]}, {"title": "Gandhi", "overview": "In 1893, Gandhi is thrown off a South African train for being an Indian and traveling in a first class compartment. Gandhi realizes that the laws are biased against Indians and decides to start a non-violent protest campaign for the rights of all Indians in South Africa. After numerous arrests and the unwanted attention of the world, the government finally relents by recognizing rights for Indians, though not for the native blacks of South Africa. After this victory, Gandhi is invited back to India, where he is now considered something of a national hero. He is urged to take up the fight for India's independence from the British Empire. Gandhi agrees, and mounts a non-violent non-cooperation campaign of unprecedented scale, coordinating millions of Indians nationwide. There are some setbacks, such as violence against the protesters and Gandhi's occasional imprisonment. Nevertheless...", "release_date": "1982-11-30", "poster": "/s9lNwrLFgyQnkItTy83lVPDapBS.jpg", "runtime": 191, "id": 783, "genre_ids": [18, 36]}, {"title": "In the Heat of the Night", "overview": "An African American detective is asked to investigate a murder in a racist southern town.", "release_date": "1967-08-02", "poster": "/pEBeip9tMpWmTNTcN6gmULmVKEQ.jpg", "runtime": 109, "id": 10633, "genre_ids": [80, 18, 9648, 53]}, {"title": "The Help", "overview": "Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines.", "release_date": "2011-08-09", "poster": "/6u85CuvnbrzWMhKbGk4Bm5RnO3V.jpg", "runtime": 146, "id": 50014, "genre_ids": [18]}, {"title": "Atonement", "overview": "Fledgling writer Briony Tallis, as a 13-year-old, irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit. Based on the British romance novel by Ian McEwan.", "release_date": "2007-08-29", "poster": "/quaWuwYZd8IbZMCOhW3CZEvyCWJ.jpg", "runtime": 123, "id": 4347, "genre_ids": [18, 10749]}, {"title": "Lost Highway", "overview": "Director David Lynch gives us a psycho thriller beyond definition that has audiences tangled in the provocations of nightmares, violence, sex sequences, reality, the subconscious, and madness as they must create their own interpretations of the film.", "release_date": "1997-01-15", "poster": "/z6yhgEzGUJaBBgAxoyggRzwLnVM.jpg", "runtime": 134, "id": 638, "genre_ids": [18, 53, 9648]}, {"title": "'71", "overview": "A young British soldier must find his way back to safety after his unit accidentally abandons him during a riot in the streets of Belfast.", "release_date": "2014-10-10", "poster": "/b8dmfG84peFdouN2N8wOsiI9WHt.jpg", "runtime": 99, "id": 252178, "genre_ids": [53, 28, 18, 10752]}, {"title": "Dune", "overview": "Set in the year 10,191 on the desert planet of Arrakis. This is the source of the Spice Melange, the most valuable commodity in all of the universe. Two great houses must fight for control of the Spice, but when betrayal all but destroys one of them, a duke's son must rise to fulfil his destiny in order to take back control of the planet.", "release_date": "1984-12-14", "poster": "/vvXGhr0vqQ0GT9npc8y5StOCJph.jpg", "runtime": 137, "id": 841, "genre_ids": [28, 878, 12]}, {"title": "The Lives of Others", "overview": "A tragic love story set in East Berlin with the backdrop of an undercover Stasi controlled culture. Stasi captain Wieler is ordered to follow author Dreyman and plunges deeper and deeper into his life until he reaches the threshold of doubting the system.", "release_date": "2006-03-15", "poster": "/iJ8EJyjBcb8wkXEEjH0Z3y5SlO7.jpg", "runtime": 137, "id": 582, "genre_ids": [18, 53]}, {"title": "A Night at the Roxbury", "overview": "Despite being well into adulthood, brothers Doug and Steve Butabi still live at home and work in the flower shop owned by their dad. They exist only to hit on women at discos, though they're routinely unsuccessful until a chance run-in with Richard Grieco gets them inside the swank Roxbury club. Mistaken for high rollers, they meet their dream women, Vivica and Cambi, and resolve to open a club of their own.", "release_date": "1998-10-01", "poster": "/2FtgYPCD47IZ1yUgr05Zn87M98o.jpg", "runtime": 81, "id": 9429, "genre_ids": [35]}, {"title": "Blood Ties", "overview": "Two brothers, on either side of the law, face off over organized crime in Brooklyn during the 1970s.", "release_date": "2013-08-22", "poster": "/csJb9jlaeu9aKPEhV8TDeHCpbk7.jpg", "runtime": 128, "id": 190955, "genre_ids": [53, 80, 18]}, {"title": "Bad Boys", "overview": "Marcus Burnett is a hen-pecked family man. Mike Lowry is a foot-loose and fancy free ladies' man. Both are Miami policemen, and both have 72 hours to reclaim a consignment of drugs stolen from under their station's nose. To complicate matters, in order to get the assistance of the sole witness to a murder, they have to pretend to be each other.", "release_date": "1995-04-07", "poster": "/nkRagoJbx9H3zVSEDyH5ldfgwyR.jpg", "runtime": 118, "id": 9737, "genre_ids": [12, 18, 28, 35, 53, 80]}, {"title": "Lolita", "overview": "Urbane professor Humbert Humbert (Jeremy Irons) marries a New England widow (Melanie Griffith) to be near her nymphet daughter.", "release_date": "1997-09-27", "poster": "/x9bPbsYQRE6lDlsaTUba4jD7oUu.jpg", "runtime": 137, "id": 9769, "genre_ids": [18, 10749]}, {"title": "King Arthur", "overview": "This 2004 version of the Arthurian legend is different from the traditional, as it is loosely based on the \"Sarmatian hypothesis\", formulated by C. Scott Littleton and Ann C. Thomas in 1978, which holds that the Arthurian legend has a historical nucleus in the Sarmatian heavy cavalry troops stationed in Britain, and that the Roman-British military commander Lucius Artorius Castus is the historical person behind the legend.", "release_date": "2004-07-07", "poster": "/kKHayVkXaF3EZDx0ybkaWypJECJ.jpg", "runtime": 126, "id": 9477, "genre_ids": [12, 10752, 36]}, {"title": "Pixie Hollow Games", "overview": "Pixie Hollow Games is a half-hour TV special broadcast in 2011, based on the Disney Fairies franchise, produced by DisneyToon Studios. It features the voices of Mae Whitman, Brenda Song, Megan Hilty, and others, as Tinker Bell and the other fairies of Pixie Hollow in Never Land, taking part in an Olympic-style competition. It is based loosely on J. M. Barrie's Peter Pan stories, by way of Disney's animated adaptation.", "release_date": "2011-11-19", "poster": "/cgMiCsaa8gJduXsAAC9jTyaENS9.jpg", "runtime": 23, "id": 86130, "genre_ids": [16, 10751]}, {"title": "Trainspotting", "overview": "Renton is living the dream and that dream is Heroin. As Renton struggles with the agony and ecstasy of his life we follow him and his increasingly unstable mates. Drinking, fighting, drugs, sex and the most disgusting toilet in Scotland. Choose Trainspotting.", "release_date": "1996-02-23", "poster": "/p1O3eFsdb0GEIYu87xlwV7P4jM1.jpg", "runtime": 94, "id": 627, "genre_ids": [18, 80]}, {"title": "Presto", "overview": "Dignity. Poise. Mystery. We expect nothing less from the great turn-of-the-century magician, Presto. But when Presto neglects to feed his rabbit one too many times, the magician finds he isn't the only one with a few tricks up his sleeve!", "release_date": "2008-06-18", "poster": "/A2rxR8g3y6kcjIoR2fcwtq9eppc.jpg", "runtime": 5, "id": 13042, "genre_ids": [16, 10751]}, {"title": "28 Days Later...", "overview": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.", "release_date": "2002-10-31", "poster": "/xaYdxi1PBEAYvqknvAmMPK5Eff3.jpg", "runtime": 113, "id": 170, "genre_ids": [27, 53, 878]}, {"title": "A Christmas Story", "overview": "The comic mishaps and adventures of a young boy named Ralph, trying to convince his parents, teachers, and Santa that a Red Ryder B.B. gun really is the perfect Christmas gift for the 1940s.", "release_date": "1983-11-18", "poster": "/gM7V7j81UUrUbqZYkWzfAIspQB3.jpg", "runtime": 94, "id": 850, "genre_ids": [35, 10751]}, {"title": "Shame", "overview": "In New York City, Brandon's carefully cultivated private life which allows him to indulge his sexual addiction is disrupted when his sister Cissy arrives unannounced for an indefinite stay.", "release_date": "2011-10-02", "poster": "/wo6j31YThvs8VPTv9DAI3StSoby.jpg", "runtime": 101, "id": 76025, "genre_ids": [18]}, {"title": "Misconduct", "overview": "An ambitious lawyer (Josh Duhamel) finds himself caught in a power struggle between a corrupt pharmaceutical executive (Anthony Hopkins) and his firm’s senior partner (Al Pacino). When the case takes a deadly turn, he must race to uncover the truth before he loses everything.", "release_date": "2016-02-05", "poster": "/u2bxPatpVigWtvfR4VdmAdB3vUV.jpg", "runtime": 106, "id": 373314, "genre_ids": [18, 53]}, {"title": "Malena", "overview": "On the day in 1940 that Italy enters the war, two things happen to the 12-year-old Renato: he gets his first bike, and he gets his first look at Malèna. She is a beautiful, silent outsider who's moved to this Sicilian town to be with her husband, Nico. He promptly goes off to war, leaving her to the lustful eyes of the men and the sharp tongues of the women. During the next few years, as Renato grows toward manhood, he watches Malèna suffer and prove her mettle. He sees her loneliness, then grief when Nico is reported dead, the effects of slander on her relationship with her father, her poverty and search for work, and final humiliations. Will Renato learn courage from Malèna and stand up for her?", "release_date": "2000-10-27", "poster": "/6T3CqD4hS6xf5dnuAXcrYMsVtzR.jpg", "runtime": 109, "id": 10867, "genre_ids": [18]}, {"title": "Bicentennial Man", "overview": "Richard Martin buys a gift, a new NDR-114 robot. The product is named Andrew by the youngest of the family's children. \"Bicentennial Man\" follows the life and times of Andrew, a robot purchased as a household appliance programmed to perform menial tasks. As Andrew begins to experience emotions and creative thought, the Martin family soon discovers they don't have an ordinary robot.", "release_date": "1999-12-17", "poster": "/pt57Kwkd2g2xdYFZKx3yCoz9Xim.jpg", "runtime": 131, "id": 2277, "genre_ids": [878]}, {"title": "The Last Boy Scout", "overview": "When the girl that detective Joe Hallenback is protecting gets murdered, the boyfriend of the murdered girl (ex-football player Jimmy Dix) attempts to investigate and solve the case. What they discover is that there is deep seated corruption going on between a crooked politician and the owner of a pro football team.", "release_date": "1991-12-11", "poster": "/cTl2WqsERuZ5vYmAmtfsPIJBLr0.jpg", "runtime": 105, "id": 9319, "genre_ids": [12, 28, 35, 53]}, {"title": "Redirected", "overview": "Four friends become stranded in Eastern Europe and have to become hit men, prostitutes, corrupt cops, smugglers and more to make it home.", "release_date": "2014-01-10", "poster": "/dbmXS7kEJxhAqVVmm5vpmDYpiqh.jpg", "runtime": 99, "id": 190469, "genre_ids": [28, 35, 80, 53]}, {"title": "Road Trip", "overview": "Four friends take off on an 1800 mile road trip to retrieve an illicit tape mistakenly mailed to a girl friend.", "release_date": "2000-05-19", "poster": "/DCoZVnHVvtKTYwfM00dfVRbfUQ.jpg", "runtime": 93, "id": 9285, "genre_ids": [35, 12]}, {"title": "The Amityville Horror", "overview": "A family is terrorized by demonic forces after moving into a home that was the site of a grisly mass-murder.", "release_date": "2005-04-15", "poster": "/cZW2ajrHSiA0Ar2o00g4ezUYqZX.jpg", "runtime": 90, "id": 10065, "genre_ids": [27, 53, 18]}, {"title": "Conan the Barbarian", "overview": "A quest that begins as a personal vendetta for the fierce Cimmerian warrior soon turns into an epic battle against hulking rivals, horrific monsters, and impossible odds, as Conan (Jason Momoa) realizes he is the only hope of saving the great nations of Hyboria from an encroaching reign of supernatural evil.", "release_date": "2011-08-17", "poster": "/fQ0lcaOpn2WozSnL5hfAhH6tYOA.jpg", "runtime": 113, "id": 37430, "genre_ids": [12, 14, 28]}, {"title": "Wrong Turn 4: Bloody Beginnings", "overview": "Follows a group of friends that decide to go snowmobiling during their winter break. They make a \"wrong turn\", getting lost in a storm.", "release_date": "2011-10-17", "poster": "/ogAYr3SdD5j2bFRX5briSOhe0Rw.jpg", "runtime": 93, "id": 71672, "genre_ids": [27, 53]}, {"title": "The Blue Lagoon", "overview": "Two small children and a ship's cook survive a shipwreck and find safety on an idyllic tropical island. Soon, however, the cook dies and the young boy and girl are left on their own. Days become years and Emmeline (Brooke Shields) and Richard (Christopher Atkins) make a home for themselves surrounded by exotic creatures and nature's beauty. But will they ever see civilization again?", "release_date": "1980-07-05", "poster": "/6zmAK0Ormo2xQh0K4FYPAnsKYc0.jpg", "runtime": 104, "id": 5689, "genre_ids": [10749, 12, 18]}, {"title": "The Twelve Tasks of Asterix", "overview": "Asterix and Obelix depart on an adventure to complete twelve impossible tasks to prove to Caesar that they are as strong as the Gods. You'll roar with laughter as they outwit, outrun, and generally outrage the very people who are trying to prove them \"only human\".", "release_date": "1976-09-08", "poster": "/VSOjIvBH168wKFURHBSpUjqGVt.jpg", "runtime": 82, "id": 9385, "genre_ids": [10751, 16, 35, 12]}, {"title": "9", "overview": "When 9 first comes to life, he finds himself in a post-apocalyptic world. All humans are gone, and it is only by chance that he discovers a small community of others like him taking refuge from fearsome machines that roam the earth intent on their extinction. Despite being the neophyte of the group, 9 convinces the others that hiding will do them no good.", "release_date": "2009-08-19", "poster": "/iGMOQt6R88ZuJRtlfpqWRa5268h.jpg", "runtime": 79, "id": 12244, "genre_ids": [14, 16, 878, 28, 12, 18, 9648, 53]}, {"title": "The Gambler", "overview": "Literature professor and gambler Jim Bennett's debt causes him to borrow money from his mother and a loan shark. Further complicating his situation is his relationship with one of his students. Will Bennett risk his life for a second chance?", "release_date": "2014-12-25", "poster": "/sB03tHmWpIU9oKo4axwOJUf57qV.jpg", "runtime": 111, "id": 284536, "genre_ids": [53, 80, 18]}, {"title": "Richie Rich", "overview": "Billionaire heir Richie Rich has it all, including Reggie Jackson as a batting coach and Claudia Schiffer as a personal trainer -- but no playmates. What's more, scoundrel Laurence Van Dough is scheming to take over the family empire. Uh-oh! Enter faithful butler Cadbury to save the day.", "release_date": "1994-12-19", "poster": "/hbNmaqJcjg4ChZ5vvfQpNzizoiR.jpg", "runtime": 95, "id": 11011, "genre_ids": [35, 10751]}, {"title": "Star Trek: Nemesis", "overview": "En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.", "release_date": "2002-12-12", "poster": "/n4TpLWPi062AofIq4kwmaPNBSvA.jpg", "runtime": 117, "id": 201, "genre_ids": [878, 28, 12, 53]}, {"title": "The Brothers Grimm", "overview": "Folklore collectors and con artists, Jake and Will Grimm, travel from village to village pretending to protect townsfolk from enchanted creatures and performing exorcisms. They are put to the test, however, when they encounter a real magical curse in a haunted forest with real magical beings, requiring genuine courage.", "release_date": "2005-08-25", "poster": "/g6EgJUwwQre5RsvFj2hDsLzXUsH.jpg", "runtime": 118, "id": 4442, "genre_ids": [12, 14, 28, 35, 53]}, {"title": "Blades of Glory", "overview": "When a much-publicized ice-skating scandal strips them of their gold medals, two world-class athletes skirt their way back onto the ice via a loophole that allows them to compete together as a pairs team.", "release_date": "2007-03-30", "poster": "/7vbtLFfN00BaczHjOaPWui4aqg1.jpg", "runtime": 93, "id": 9955, "genre_ids": [28, 35, 18]}, {"title": "Highlander II: The Quickening", "overview": "In the year 2025, the ozone layer is believed to have been destroyed. It is up to MacLeod and Rameriz to set things right. Opposition comes from both the planet Ziest (MacLeod and Ramirez's homeworld) and a corporation profiting from the supposed lack of ozone. Also, flashbacks show the story behind MacLeod and Ramirez's exile from Ziest.", "release_date": "1991-01-30", "poster": "/7W43CXQh6jF9NhnBnlA4BoaFp8W.jpg", "runtime": 91, "id": 8010, "genre_ids": [28, 14, 878]}, {"title": "The Sweetest Thing", "overview": "When it comes to dating, Christina Walters has a golden rule: avoid searching for Mr. Right and focus on Mr. Right Now. That is until one night at a club when she unexpectedly meets Peter, only to see him suddenly disappear the next day. She and her best friend Courtney decide to break the rules and go on a road trip to find him, encountering wild and hilarious misadventures along the way.", "release_date": "2002-04-12", "poster": "/aSHDm1BRlnxWKrCRhK3q5TOdPme.jpg", "runtime": 84, "id": 11812, "genre_ids": [35]}, {"title": "My Old Lady", "overview": "Mathias Gold (Kevin Kline) is a down-on-his-luck New Yorker who inherits a Parisian apartment from his estranged father. But when he arrives in France to sell the vast domicile, he's shocked to discover a live-in tenant who is not prepared to budge. His apartment is a viager - an ancient French real estate system with complex rules pertaining to its resale - and the feisty Englishwoman Mathilde Girard (Maggie Smith), who has lived in the apartment with her daughter Chloé (Kristin Scott Thomas) for many years, can by contract collect monthly payments from Mathias until her death.", "release_date": "2014-09-09", "poster": "/vmPllVt39Ap1U2vmpyRjevwnBTh.jpg", "runtime": 107, "id": 282296, "genre_ids": [35, 18]}, {"title": "Zookeeper", "overview": "A comedy about a zookeeper who might be great with animals, but he doesn't know anything about the birds and the bees. The man can't find love, so he decides to quit his job at the zoo, but his animal friends try to stop him and teach him that Mother Nature knows best when it comes to love.", "release_date": "2011-07-06", "poster": "/qVsaDvFLnGSH6WdTgatzc2nXt7e.jpg", "runtime": 102, "id": 38317, "genre_ids": [35, 10749, 10751]}, {"title": "Cold Mountain", "overview": "In this classic story of love and devotion set against the backdrop of the American Civil War, a wounded Confederate soldier named W.P. Inman deserts his unit and travels across the South, aiming to return to his young wife, Ada, who he left behind to tend their farm. As Inman makes his perilous journey home, Ada struggles to keep their home intact with the assistance of Ruby, a mysterious drifter sent to help her by a kindly neighbor.", "release_date": "2003-12-24", "poster": "/9MYfag0sPAaJUq3Lc0rXxhQHLA5.jpg", "runtime": 154, "id": 2289, "genre_ids": [18]}, {"title": "The Ridiculous 6", "overview": "When his long-lost outlaw father returns, Tommy \"White Knife\" Stockburn goes on an adventure-filled journey across the Old West with his five brothers.", "release_date": "2015-12-11", "poster": "/k77xcsBtZMq9zIlTVQV7UBemzXD.jpg", "runtime": 119, "id": 347969, "genre_ids": [37, 35]}, {"title": "11:14", "overview": "Tells the seemingly random yet vitally connected story of a set of incidents that all converge one evening at 11:14pm. The story follows the chain of events of five different characters and five different storylines that all converge to tell the story of murder and deceit.", "release_date": "2003-05-16", "poster": "/6jSXwWxNPp7zVoGtgYRWjx3x7ko.jpg", "runtime": 86, "id": 9282, "genre_ids": [80, 18, 53]}, {"title": "Bad Grandpa", "overview": "86-year-old Irving Zisman is on a journey across America with the most unlikely companion: his 8 year-old grandson, Billy.", "release_date": "2013-10-22", "poster": "/9XJ1RICUVM8nxSHFphl5c6ZyQtH.jpg", "runtime": 92, "id": 208134, "genre_ids": [35]}, {"title": "The Little Death", "overview": "A comedy film that looks into the loosely connected lives of people with strange sexual fantasies. A woman with a dangerous fantasy and her partner's struggle to please her. A man who begins an affair with his own wife without her knowing anything about it. A couple struggling to keep things together after a sexual experiment spins out of control. A woman who can only find pleasure in her husband's pain. A call centre operator caught in the middle of a dirty and chaotic phone call. And the distractingly charming new neighbour who connects them all.", "release_date": "2014-06-13", "poster": "/eFxgujAuoCZ3mwqAjhHi5nvZ8Sd.jpg", "runtime": 96, "id": 276844, "genre_ids": [18, 35, 10749]}, {"title": "The Legend of Hercules", "overview": "In Ancient Greece 1200 B.C., a queen succumbs to the lust of Zeus to bear a son promised to overthrow the tyrannical rule of the king and restore peace to a land in hardship. But this prince, Hercules, knows nothing of his real identity or his destiny. He desires only one thing: the love of Hebe, Princess of Crete, who has been promised to his own brother. When Hercules learns of his greater purpose, he must choose: to flee with his true love or to fulfill his destiny and become the true hero of his time. The story behind one of the greatest myths is revealed in this action-packed epic - a tale of love, sacrifice and the strength of the human spirit.", "release_date": "2014-01-10", "poster": "/eIHrBHeqfQodgEjSPdZWh9b5lV3.jpg", "runtime": 99, "id": 188207, "genre_ids": [28, 12]}, {"title": "Revolutionary Road", "overview": "A young couple living in a Connecticut suburb during the mid-1950s struggle to come to terms with their personal problems while trying to raise their two children. Based on a novel by Richard Yates.", "release_date": "2008-12-19", "poster": "/jTQdA1ciNvPbxCmnWabDmpAgxe3.jpg", "runtime": 119, "id": 4148, "genre_ids": [18, 10749]}, {"title": "Sekyu", "overview": "A security guard jumps to the other side of the fence and turns to crime when his meager pay is not enough to keep his wife and children by his side. How far will he go to secure his future and what will he lose/gain on the way?", "release_date": "2016-02-27", "poster": "/zZ0ZCBhs1jhtr57nza7S40cqmcz.jpg", "runtime": 0, "id": 384101, "genre_ids": [80, 18]}, {"title": "The Muppets", "overview": "When Kermit the Frog and the Muppets learn that their beloved theater is slated for demolition, a sympathetic human, Gary, and his puppet roommate, Walter, swoop in to help the gang put on a show and raise the $10 million they need to save the day.", "release_date": "2011-11-22", "poster": "/Ai7JRZFEXXOX7rhgfeL861zZtWv.jpg", "runtime": 103, "id": 64328, "genre_ids": [35, 10751, 10402]}, {"title": "Wissen Aktuell - Wunderwerk Sprache", "overview": "", "release_date": "2016-02-28", "poster": "/bw2HBGLLi2kqmRsuWUaU1JLWLDe.jpg", "runtime": null, "id": 384989, "genre_ids": [99]}, {"title": "Irrational Man", "overview": "On a small town college campus, a philosophy professor in existential crisis gives his life new purpose when he enters into a relationship with his student.", "release_date": "2015-07-17", "poster": "/aBHkXfleH4MBTUqrCQYCIGbp9Fd.jpg", "runtime": 96, "id": 282984, "genre_ids": [9648, 18]}, {"title": "Unleashed", "overview": "Raised as a slave, Danny is used to fighting for his survival. In fact, his \"master,\" Bart, thinks of him as a pet and goes as far as leashing him with a collar so they can make money in fight clubs, where Danny is the main contender. When Bart's crew is in a car accident, Danny escapes and meets a blind, kindhearted piano tuner who takes him in and uses music to free the fighter's long-buried heart.", "release_date": "2005-02-02", "poster": "/hfyZgFOjZAk10YlsRl9krBMuQ9K.jpg", "runtime": 103, "id": 10027, "genre_ids": [28, 80]}, {"title": "The Secret of NIMH", "overview": "A widowed field mouse must move her family -- including an ailing son -- to escape a farmer's plow. Aided by a crow and a pack of superintelligent, escaped lab rats, the brave mother struggles to transplant her home to firmer ground.", "release_date": "1982-06-17", "poster": "/qXvgbM2cIjkoOPgzxn0hwiSUqk6.jpg", "runtime": 82, "id": 11704, "genre_ids": [14, 16, 18, 10751]}, {"title": "Les Misérables", "overview": "An adaptation of the successful stage musical based on Victor Hugo's classic novel set in 19th-century France, in which a paroled prisoner named Jean Valjean seeks redemption.", "release_date": "2012-12-18", "poster": "/qEsrAHoxj746FRb7OLGYjrx1AI3.jpg", "runtime": 157, "id": 82695, "genre_ids": [10402, 18, 10749]}, {"title": "Changing Lanes", "overview": "A rush-hour fender-bender on New York City's crowded FDR Drive, under most circumstances, wouldn't set off a chain reaction that could decimate two people's lives. But on this day, at this time, a minor collision will turn two complete strangers into vicious adversaries. Their means of destroying each other might be different, but their goals, ultimately, will be the same: Each will systematically try to dismantle the other's life in a reckless effort to reclaim something he has lost.", "release_date": "2002-04-07", "poster": "/dCTVH1kl3aIkUmWpMT5STLAwsPs.jpg", "runtime": 89, "id": 1537, "genre_ids": [28, 12, 80, 53]}, {"title": "Pitch Black", "overview": "After crash-landing on a seemingly lifeless planet, pilot Carolyn Fry and the remaining passengers -- including murderer Riddick and policeman William J. Johns -- encounter an army of creatures whose only weakness is light. As night approaches and the aliens emerge, the passengers must rely on Riddick's powerful night vision to lead them through the darkness.", "release_date": "2000-02-18", "poster": "/u6oDHb3z0uZNQHNdJwHJAW1jD4q.jpg", "runtime": 109, "id": 2787, "genre_ids": [53, 878, 28]}, {"title": "Wimbledon", "overview": "A pro tennis player has lost his ambition and has fallen in rank to 119. Fortunately for him, he meets a young player on the women's circuit who helps him recapture his focus for Wimbledon.", "release_date": "2004-09-13", "poster": "/1esb9XIjWiyroryuglxdzDLKU82.jpg", "runtime": 98, "id": 11823, "genre_ids": [35, 10749]}, {"title": "Planes: Fire & Rescue", "overview": "When world-famous air racer Dusty learns that his engine is damaged and he may never race again, he must shift gears and is launched into the world of aerial firefighting. Dusty joins forces with veteran fire and rescue helicopter Blade Ranger and his team, a bunch of all-terrain vehicles known as The Smokejumpers. Together, the fearless team battles a massive wildfire, and Dusty learns what it takes to become a true hero.", "release_date": "2014-07-17", "poster": "/b5Xn7UQf7s6ZPsDTVT0NeLqiiHY.jpg", "runtime": 83, "id": 218836, "genre_ids": [16, 35, 12, 10751]}, {"title": "Enter the Dragon", "overview": "A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.", "release_date": "1973-08-17", "poster": "/6C006cxfwjWYkBW4fM3xCMyr7Yg.jpg", "runtime": 99, "id": 9461, "genre_ids": [80, 53, 28]}, {"title": "Extract", "overview": "The owner of a factory that produces flavor extracts, Joel Reynold seems to have it all, but really doesn't. What's missing is sexual attention from his wife, Suzie. Joel hatches a convoluted plan to get Suzie to cheat on him, thereby clearing the way for Joel to have an affair with Cindy, an employee. But what Joel doesn't know is that Cindy is a sociopathic con artist, and a freak workplace accident clears the way for her to ruin Joel forever.", "release_date": "2009-09-03", "poster": "/j13qLGBu3WBbyPPTfWAHj8jucQI.jpg", "runtime": 92, "id": 12569, "genre_ids": [35]}, {"title": "The Smurfs", "overview": "When the evil wizard Gargamel chases the tiny blue Smurfs out of their village, they tumble from their magical world and into ours -- in fact, smack dab in the middle of Central Park. Just three apples high and stuck in the Big Apple, the Smurfs must find a way to get back to their village before Gargamel tracks them down.", "release_date": "2011-07-29", "poster": "/8W9L7ByduypXKD7AticK7GvGqTE.jpg", "runtime": 103, "id": 41513, "genre_ids": [16, 10751, 12, 35, 14]}, {"title": "Adaptation.", "overview": "A love-lorn script writer grows increasingly desperate in his quest to adapt the book 'The Orchid Thief'.", "release_date": "2002-12-06", "poster": "/5trb1V5f3IsjpZx2GiuUylowl3W.jpg", "runtime": 114, "id": 2757, "genre_ids": [35, 80, 18]}, {"title": "Mystic River", "overview": "A thriller about friendship and loyalty, guilt and vengeance, and the fateful affect the past has on the present. Sean Penn won an Oscar for his multifaceted performance as a father who lost his daughter.", "release_date": "2003-10-07", "poster": "/qeHasONCKH5sR9HcTWquXI5ZN5y.jpg", "runtime": 138, "id": 322, "genre_ids": [53, 80, 18, 9648]}, {"title": "Asterix & Obelix: Mission Cleopatra", "overview": "The Egyptian Queen Cleopatra bets against the Roman Emperor, Julius Caesar, that her people are still great, even if the times of the Pharaohs has long passed. She vows (against all logic) to build a new palace for Caesar within three months. Since all her architects are either busy otherwise or too conservative in style, this ambivalent honor falls to Edifis. He is to build the palace and be covered in gold or, if not, his fate is to be eaten by crocodiles. Edifis calls upon an old friend to help him out: The fabulous Druid Getafix from Gaul, who brews a fantastic potion that gives supernatural strength. In order to help and protect the old Druid, Asterix and Obelix accompany him on his journey to Egypt. When Julius Caesar gets wind of the project succeeding, he has the building site attacked by his troops in order to win the bet and not lose face. But just like the local pirates, he hasn't counted on Asterix and Obelix.", "release_date": "2002-01-29", "poster": "/qWy5b64SoBXcMDdfgLyLZgIHSdv.jpg", "runtime": 108, "id": 2899, "genre_ids": [10751, 14, 35, 12]}, {"title": "The Absent One", "overview": "In 1994 two young twins are found brutally murdered in a summer cottage. A number of clues points in the direction of a group of young upper class students from a nearby boarding school, but the case is closed as a local outsider pleads guilty and is convicted for the murders. When the case ends up on Carls Mørck’s desk 20 years later, he soon realises that something is terribly wrong. As Carl and Assad start investigating the case, they are led on to an old emergency call from a desperate girl who seems to know the secrets of the murders. Soon they are plunged into an intense search for the girl, Kimmie, who has been missing since the murders happened. But Carl and Assad are not the only ones trying to track her down as the girl’s testimonial is of great danger to a group of influential men at the top of society who will do all they can to keep her silent.", "release_date": "2014-10-30", "poster": "/c3l0rTyRLueoZroVcoh9IZFAOij.jpg", "runtime": 119, "id": 254201, "genre_ids": [80, 53]}, {"title": "Casper", "overview": "Furious that her late father only willed her his gloomy-looking mansion rather than his millions, Carrigan Crittenden is ready to burn the place to the ground when she discovers a map to a treasure hidden in the house. But when she enters the rickety mansion to seek her claim, she is frightened away by a wicked wave of ghosts. Determined to get her hands on this hidden fortune, she hires afterlife therapist Dr. James Harvey to exorcise the ghosts from the mansion. Harvey and his daughter Kat move in, and soon Kat meets Casper, the ghost of a young boy who's \"the friendliest ghost you know.\" But not so friendly are Casper's uncles--Stretch, Fatso and Stinkie--who are determined to drive all \"fleshies\" away.", "release_date": "1995-05-26", "poster": "/cpMbvFDD2C21pqMNXVPhSWGQBR9.jpg", "runtime": 100, "id": 8839, "genre_ids": [14, 35, 10751]}, {"title": "Rumble in the Bronx", "overview": "Keong comes from Hong Kong to visit New York for his uncle's wedding. His uncle runs a market in the Bronx and Keong offers to help out while Uncle is on his honeymoon. During his stay in the Bronx, Keong befriends a neighbor kid and beats up some neighborhood thugs who cause problems at the market. One of those petty thugs in the local gang stumbles into a criminal situation way over his head.", "release_date": "1995-01-30", "poster": "/y7AxKPPCtZyrGQKvxzn5zTQ8wFm.jpg", "runtime": 91, "id": 33542, "genre_ids": [80, 28, 35, 53]}, {"title": "This Is Where I Leave You", "overview": "When their father passes away, four grown, world-weary siblings return to their childhood home and are requested -- with an admonition -- to stay there together for a week, along with their free-speaking mother (Jane Fonda) and a collection of spouses, exes and might-have-beens. As the brothers and sisters re-examine their shared history and the status of each tattered relationship among those who know and love them best, they reconnect in hysterically funny and emotionally significant ways.", "release_date": "2014-09-10", "poster": "/jMLRs4Vw2g7QzOQLiq3Rlh6qUar.jpg", "runtime": 103, "id": 239678, "genre_ids": [18, 35]}, {"title": "Rocky IV", "overview": "Rocky must come out of retirement to battle a gargantuan Soviet fighter named Drago, who brutally punished Rocky's friend and former rival, Apollo Creed. Seeking revenge in the name of his fallen comrade and his country, Rocky agrees to fight Drago in Moscow on Christmas, and the bout changes both fighters -- and the world.", "release_date": "1985-11-21", "poster": "/nkTnJfqowfxNCLxiFZRbKOCoknI.jpg", "runtime": 91, "id": 1374, "genre_ids": [18]}, {"title": "Monsters", "overview": "Six years ago NASA discovered the possibility of alien life within our solar system. A probe was launched to collect samples, but crashed upon re-entry over Central America. Soon after, new life forms began to appear and half of Mexico was quarantined as an infected zone. Today, the American and Mexican military still struggle to contain \"the creatures,\" while a journalist agrees to escort a shaken tourist through the infected zone in Mexico to the safety of the U.S. border.", "release_date": "2010-06-18", "poster": "/fMpauUPt2ldsiEoZxG1olPFksfZ.jpg", "runtime": 94, "id": 43933, "genre_ids": [18, 53, 878]}, {"title": "The Final Destination", "overview": "After a young man's premonition of a deadly race-car crash helps saves the lives of his peers, Death sets out to collect those who evaded their end.", "release_date": "2009-08-26", "poster": "/i7f83yPExPOtpboGn9sEZ3LHc9i.jpg", "runtime": 82, "id": 19912, "genre_ids": [27, 9648]}, {"title": "The Mask of Zorro", "overview": "It has been twenty years since Don Diego de la Vega fought Spanish oppression in Alta California as the legendary romantic hero Zorro. Having escaped from prison he transforms troubled bandit Alejandro into his successor, in order to foil the plans of the tyrannical Don Rafael Montero who robbed him of his freedom, his wife, and his precious daughter Elena all those years ago.", "release_date": "1998-07-16", "poster": "/eh59q4ksXDQc97s52FUUQOkE8Th.jpg", "runtime": 136, "id": 9342, "genre_ids": [12, 35, 37, 10749, 53]}, {"title": "Innerspace", "overview": "Test pilot Tuck Pendleton volunteers to test a special vessel for a miniaturization experiment. Accidentally injected into a neurotic hypochondriac, Jack Putter, Tuck must convince Jack to find his ex-girlfriend, Lydia Maxwell, to help him extract Tuck and his ship and re-enlarge them before his oxygen runs out.", "release_date": "1987-06-30", "poster": "/krRl7QKdIYsVUPYmOwElA1sqQE7.jpg", "runtime": 120, "id": 2614, "genre_ids": [28, 35, 878]}, {"title": "Stuart Little 2", "overview": "Stuart, an adorable white mouse, still lives happily with his adoptive family, the Littles, on the east side of Manhattan's Central Park. More crazy mouse adventures are in store as Stuart, his human brother, George, and their mischievous cat, Snowbell, set out to rescue a friend.", "release_date": "2002-07-19", "poster": "/cIZb3d1kRcmywmoYFQKhMBqvoZt.jpg", "runtime": 78, "id": 10996, "genre_ids": [10751, 12, 16, 35]}, {"title": "The Pelican Brief", "overview": "Two Supreme Court Justices have been killed. Now a college professor, who clerked for one of the two men, who's also having an affair with one of his students, is given a brief by her, that states who probably, wanted to see these two men dead. He then gives it to one of his friends, who works for the FBI...", "release_date": "1993-12-16", "poster": "/kIvGL0pyXY3TzWHrUV0ytEJDgCX.jpg", "runtime": 137, "id": 9944, "genre_ids": [28, 9648, 53]}, {"title": "Vertigo", "overview": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.", "release_date": "1958-05-28", "poster": "/obhM86qyv8RsE69XSMTtT9FdE0b.jpg", "runtime": 128, "id": 426, "genre_ids": [80, 18, 9648, 10749, 53]}, {"title": "Halloween", "overview": "After being committed for 17 years, Michael Myers, now a grown man and still very dangerous, escapes from the mental institution (where he was committed as a 10 year old) and he immediately returns to Haddonfield, where he wants to find his baby sister, Laurie. Anyone who crosses his path is in mortal danger", "release_date": "2007-08-31", "poster": "/9CPYBA1Fq5BdCmViSPyfPiBOcTH.jpg", "runtime": 109, "id": 2082, "genre_ids": [27]}, {"title": "Flushed Away", "overview": "London high-society mouse Roddy is flushed down the toilet by Sid, a common sewer rat. Hang on for a madcap adventure deep in the sewer bowels of Ratropolis, where Roddy meets the resourceful Rita, the rodent-hating Toad and his faithful thugs Spike and Whitey.", "release_date": "2006-10-22", "poster": "/oCdPDusnJvIZN6OpaF2Yj7211w.jpg", "runtime": 85, "id": 11619, "genre_ids": [12, 16, 35, 10751]}, {"title": "Eternal Sunshine of the Spotless Mind", "overview": "A man, Joel Barish, heartbroken that his girlfriend Clementine underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realizes that he still loves her, and may be too late to correct his mistake.", "release_date": "2004-03-19", "poster": "/7y3eYvTsGjxPYDtSnumCLIMDkrV.jpg", "runtime": 108, "id": 38, "genre_ids": [878, 18, 10749]}, {"title": "The Lincoln Lawyer", "overview": "A lawyer conducts business from the back of his Lincoln town car while representing a high-profile client in Beverly Hills.", "release_date": "2011-03-17", "poster": "/bTXtxFUyqQ6T9FRa3ajSdMtwnAj.jpg", "runtime": 119, "id": 50348, "genre_ids": [80, 18, 53]}, {"title": "Twister", "overview": "TV weatherman Bill Harding is trying to get his tornado-hunter wife, Jo, to sign divorce papers so he can marry his girlfriend Melissa. But Mother Nature, in the form of a series of intense storms sweeping across Oklahoma, has other plans. Soon the three have joined the team of stormchasers as they attempt to insert a revolutionary measuring device into the very heart of several extremely violent tornados.", "release_date": "1996-05-09", "poster": "/tKdDCkmb6obEhWEMLgGUUz5nDNs.jpg", "runtime": 113, "id": 664, "genre_ids": [28, 12, 18]}, {"title": "The Counterfeiters", "overview": "The film centers on a Jewish counterfeiter, Salomon Sorowitsch, who is coerced into assisting the Nazi operation at the Sachsenhausen concentration camp. The film won the Best Foreign Language Film Oscar at the 80th Academy Awards in 2008.", "release_date": "2007-02-09", "poster": "/tzWomq9HEK3XIGS4e1fuEz6XB3K.jpg", "runtime": 98, "id": 7862, "genre_ids": [18, 80, 10752]}, {"title": "They Call Me Trinity", "overview": "The simple story has the pair coming to the rescue of peace-loving Mormons when land-hungry Major Harriman sends his bullies to harass them into giving up their fertile valley. Trinity and Bambino manage to save the Mormons and send the bad guys packing with slapstick humor instead of excessive violence, saving the day.", "release_date": "1970-12-22", "poster": "/kqNg5jgj2lc1kPOZlADSL3oRzWp.jpg", "runtime": 106, "id": 9394, "genre_ids": [28, 35, 37]}, {"title": "The Great Beauty", "overview": "Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.", "release_date": "2013-05-21", "poster": "/wHLvhxIjdjngDfI2T5XOkZMdn1J.jpg", "runtime": 142, "id": 179144, "genre_ids": [35, 18]}, {"title": "Cut Bank", "overview": "25 year-old Dwayne McLaren, a former athlete turned auto mechanic, dreams of getting out of tiny Cut Bank, Montana the coldest town in America. But his effort to do so sets in moton a deadly series of events that change his life and the life of the town forever...", "release_date": "2014-09-10", "poster": "/8NHY0tAmNtJGvpYVKjrFzMQqu5n.jpg", "runtime": 92, "id": 276902, "genre_ids": [53]}, {"title": "Salò, or the 120 Days of Sodom", "overview": "Four corrupted fascist libertines round up 9 teenage boys and girls and subject them to 120 days of sadistic physical, mental and sexual torture.", "release_date": "1975-11-22", "poster": "/d2YXhqlJ3gISDQCdPbvUvUfvlEG.jpg", "runtime": 116, "id": 5336, "genre_ids": [18]}, {"title": "The Abyss", "overview": "A civilian oil rig crew is recruited to conduct a search and rescue effort when a nuclear submarine mysteriously sinks. One diver soon finds himself on a spectacular odyssey 25,000 feet below the ocean's surface where he confronts a mysterious force that has the power to change the world or destroy it.", "release_date": "1989-08-08", "poster": "/kRP5dGXDhKt7bDpXX4YBa4dRwlL.jpg", "runtime": 139, "id": 2756, "genre_ids": [12, 28, 53, 878]}, {"title": "Dragon Blade", "overview": "Huo An, the commander of the Protection Squad of the Western Regions, was framed by evil forces and becomes enslaved. On the other hand, a Roman general escapes to China after rescuing the Prince. The heroic duo meet in the Western Desert and a thrilling story unfolds.", "release_date": "2015-02-19", "poster": "/3gl11EsZS5vboQvvMYeCIzitaJz.jpg", "runtime": 127, "id": 300168, "genre_ids": [28, 18, 12]}, {"title": "Unbreakable", "overview": "An ordinary man makes an extraordinary discovery when a train accident leaves his fellow passengers dead -- and him unscathed. Is he truly unbreakable? The answer could lie with the mysterious Elijah Price, a man who suffers from a disease that renders his bones as fragile as glass.", "release_date": "2000-11-13", "poster": "/pvL37V88plePxFSszCbV3wRHiBm.jpg", "runtime": 106, "id": 9741, "genre_ids": [28, 14, 53]}, {"title": "Instructions Not Included", "overview": "Valentin is Acapulco's resident playboy, until a former fling leaves a baby on his doorstep and him heading with her out of Mexico.", "release_date": "2013-07-20", "poster": "/dhf4A9Hwg1ZSsq6FkqEhX33SruX.jpg", "runtime": 115, "id": 211954, "genre_ids": [35, 18]}, {"title": "Spy Kids", "overview": "Carmen and Juni think their parents are boring. Little do they know that in their day, Gregorio and Ingrid Cortez were the top secret agents from their respective countries. They gave up that life to raise their children. Now, the disappearances of several of their old colleagues forces the Cortez' return from retirement. What they didn't count on was Carmen and Juni joining the \"family business.\"", "release_date": "2001-03-18", "poster": "/10zMofjfvnKahF8wqZ4nNzVeNps.jpg", "runtime": 88, "id": 10054, "genre_ids": [28, 35, 10751, 12]}, {"title": "The Physician", "overview": "The story of Rob Cole, a boy who is left a penniless orphan in an 11th-century English mining town when his mother dies of a mysterious illness. Vowing to become a physician and vanquish Death itself, he travels to Isfahan in Persia to study medicine under the great Ibn Sina. Through countless ordeals and challenges, and making many sacrifices along the way, he struggles on unwaveringly. His unflagging quest for knowledge leads to the blossoming of friendship and true love.", "release_date": "2013-12-25", "poster": "/jsOZXPSUr64mJCZ8nGvVpXgl05X.jpg", "runtime": 155, "id": 169881, "genre_ids": [12, 18, 36]}, {"title": "Police Story 4: First Strike", "overview": "Jackie Chan reprises his role as Chan Ka-Kui (also known in some versions as Jackie) yet again as a Hong Kong cop who works with Interpol to track down and arrest an illegal weapons dealer. Later Jackie realizes that things are not as simple as they appear and soon find himself a pawn of an organisation posing as Russian intelligence.", "release_date": "1997-01-10", "poster": "/3ZmbWkKEoJjtDb5Y49vekLnhha3.jpg", "runtime": 107, "id": 9404, "genre_ids": [28, 12, 35, 80, 18, 53]}, {"title": "Blue Jasmine", "overview": "Jasmine French used to be on the top of the heap as a New York socialite, but now is returning to her estranged sister in San Francisco utterly ruined. As Jasmine struggles with her haunting memories of a privileged past bearing dark realities she ignored, she tries to recover in her present. Unfortunately, it all proves a losing battle as Jasmine's narcissistic hangups and their consequences begin to overwhelm her. In doing so, her old pretensions and new deceits begin to foul up everyone's lives, especially her own.", "release_date": "2013-07-25", "poster": "/tXzOAeub5ZaxGv9vkJLtU0aNenl.jpg", "runtime": 98, "id": 160588, "genre_ids": [35, 18]}, {"title": "Orphan", "overview": "A married couple with a rocky past adopt the 9-year old Esther to fill the void created by a recently-stillborn baby. However, Esther is not quite what she seems.", "release_date": "2009-07-24", "poster": "/dVP8tE9bV2oIv1l0aWtTUJndZvc.jpg", "runtime": 123, "id": 21208, "genre_ids": [27, 53, 9648]}, {"title": "Lawrence of Arabia", "overview": "Lawrence of Arabia is the classic film from David Lean starring Peter O’Toole and based on the autobiography from Thomas Edward Lawrence who during the first World War was on assignment by the British Empire in Arabia. The film would become a cult classic and is known today as a masterpiece.", "release_date": "1962-12-10", "poster": "/we2lCeDzaeExUk68qyTDflHAq5m.jpg", "runtime": 216, "id": 947, "genre_ids": [12, 18, 36, 10752]}, {"title": "Hot Shots!", "overview": "Charlie Sheen, Lloyd Bridges, Cary Elwes, Valeria Golino and Jon Cryer co-star in director Jim Abrahams' (Airplane, Naked Gun) truly hilarious spoof of Top Gun. Recruited to join a top-secret mission for the Air Force, a renegade pilot (Sheen) finds himself coping with an incompetent admiral (Bridges) and a carefully selected squadron of flyers who are either inept or half-blind.", "release_date": "1991-07-31", "poster": "/7xTBjS7yfBk7xtTs8ckJKGp4HOl.jpg", "runtime": 84, "id": 9595, "genre_ids": [28, 35, 10752]}, {"title": "Fargo", "overview": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!", "release_date": "1996-04-05", "poster": "/b8cCEKv4q8iIatnfFO8dDDwxws1.jpg", "runtime": 98, "id": 275, "genre_ids": [80, 18, 53]}, {"title": "Ever After: A Cinderella Story", "overview": "A unique 16th century woman, Danielle possesses a love of books, and can easily quote from Sir Thomas More’s Utopia. An intriguing mix of tomboyish athleticism and physical beauty, she has more than enough charm to capture the heart of a prince ... after beaning him with an apple.", "release_date": "1998-07-31", "poster": "/1ELrosU04wEbfmxK9wLBjdEECqm.jpg", "runtime": 121, "id": 9454, "genre_ids": [18, 10749, 35]}, {"title": "Wall Street: Money Never Sleeps", "overview": "As the global economy teeters on the brink of disaster, a young Wall Street trader partners with disgraced former Wall Street corporate raider Gordon Gekko on a two tiered mission: To alert the financial community to the coming doom, and to find out who was responsible for the death of the young trader's mentor.", "release_date": "2010-09-02", "poster": "/3W7hi95b4lUklAP14pFVz21VSW5.jpg", "runtime": 133, "id": 33909, "genre_ids": [18, 80]}, {"title": "The Exorcism of Emily Rose", "overview": "When a younger girl called Emily Rose (Carpenter) dies, everyone puts blame on the exorcism which was performed on her by Father Moore (Wilkinson) prior to her death. The priest is arrested on suspicion of murder. The trail begins with lawyer Erin Bruner (Linney) representing Moore, but it is not going to be easy, as no one wants to believe what Father Moore says is true.", "release_date": "2005-09-09", "poster": "/lDffYgWFiAfA7ztBW6R4LWdjXK6.jpg", "runtime": 122, "id": 8643, "genre_ids": [80, 18, 27, 53]}, {"title": "Kung Fu Jungle", "overview": "A martial arts instructor working at a police academy gets imprisoned after killing a man by accident. But when a vicious killer starts targeting martial arts masters, the instructor offers to help the police in return for his freedom.", "release_date": "2014-10-31", "poster": "/uTgzEoPNiMOUUyDxlg4s3SUQEGn.jpg", "runtime": 100, "id": 290864, "genre_ids": [80, 28, 53]}, {"title": "The Book Thief", "overview": "While subjected to the horrors of WWII Germany, young Liesel finds solace by stealing books and sharing them with others. Under the stairs in her home, a Jewish refuge is being sheltered by her adoptive parents.", "release_date": "2013-11-08", "poster": "/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg", "runtime": 131, "id": 203833, "genre_ids": [18]}, {"title": "Serpico", "overview": "Serpico is a 1973 American biopic directed by Sidney Lumet and starring Al Pacino. It's based on Peter Maas' biography of NYPD officer Frank Serpico, who went undercover to expose corruption in the force.  The film and its principals were nominated for numerous awards, and together with Scarecrow, which was released the same year, it marked the big breakthrough for Al Pacino. The film was also a commercial success.", "release_date": "1973-12-05", "poster": "/kGE1Uwh4NRwoo3aUg8ocgxOKze7.jpg", "runtime": 129, "id": 9040, "genre_ids": [80, 18, 36]}, {"title": "The Thomas Crown Affair", "overview": "A very rich and successful playboy amuses himself by stealing artwork, but may have met his match in a seductive detective.", "release_date": "1999-08-06", "poster": "/jpRUaqNuQInXxdsLIncGJW5u3u2.jpg", "runtime": 113, "id": 913, "genre_ids": [18, 35, 80, 10749]}, {"title": "Smokin' Aces", "overview": "When a Las Vegas performer-turned-snitch named Buddy Israel decides to turn state's evidence and testify against the mob, it seems that a whole lot of people would like to make sure he's no longer breathing.", "release_date": "2006-12-06", "poster": "/sIxQqvlhqWRiw0czLNuGS8q3P4F.jpg", "runtime": 109, "id": 7516, "genre_ids": [28, 35, 80, 53]}, {"title": "The Nut Job", "overview": "Surly, a curmudgeon, independent squirrel is banished from his park and forced to survive in the city. Lucky for him, he stumbles on the one thing that may be able to save his life, and the rest of park community, as they gear up for winter - Maury's Nut Store.", "release_date": "2014-01-17", "poster": "/rXdSfDu08cs0fU9S6l3AK1bJqy8.jpg", "runtime": 85, "id": 227783, "genre_ids": [16, 35, 10751, 12]}, {"title": "Big", "overview": "When a boy wishes to be big at a magic wish machine, he wakes up the next morning and finds himself in an adult body literally overnight.", "release_date": "1988-06-03", "poster": "/cCglgzP9hXrqPqUMGNzISZrK338.jpg", "runtime": 104, "id": 2280, "genre_ids": [14, 18, 35, 10749, 10751]}, {"title": "Gremlins", "overview": "When Billy Peltzer is given a strange but adorable pet named Gizmo for Christmas, he inadvertently breaks the three important rules of caring for a Mogwai, and unleashes a horde of mischievous gremlins on a small town.", "release_date": "1984-06-07", "poster": "/qehNFww7A9kRDbqCQNWvaQc8Y4w.jpg", "runtime": 106, "id": 927, "genre_ids": [14, 27, 35]}, {"title": "Gone", "overview": "When her sister disappears, Jill is convinced the serial killer who kidnapped her two years ago has returned, and she sets out to once again face her abductor.", "release_date": "2012-02-23", "poster": "/xyi9L5aEY516T3FSF0eHqsiuJN2.jpg", "runtime": 94, "id": 79548, "genre_ids": [18, 53]}, {"title": "American Graffiti", "overview": "A couple of high school graduates spend one final night cruising the strip with their buddies before they go off to college.", "release_date": "1973-08-01", "poster": "/xq8MFYQ6MLZ65mFpweqV6mCs39k.jpg", "runtime": 110, "id": 838, "genre_ids": [35, 18]}, {"title": "Your Highness", "overview": "A fantasy movie about an arrogant, lazy prince and his more heroic brother who must complete a quest in order to save their father's kingdom.", "release_date": "2011-04-08", "poster": "/d0P3WWy3Fc3JuORpdkkHhPrhlVc.jpg", "runtime": 102, "id": 38319, "genre_ids": [12, 14, 28, 35]}, {"title": "Silent Hill", "overview": "A girl has a bad case of sleep walking and while dreaming talks about a place called Silent Hill. Her parents take her to this place that she only mentions in dreams yet in an attempt to get there they crash their car and loose their daughter. They begin searching for her yet not knowing the dangers that lurk in Silent Hill.", "release_date": "2006-04-21", "poster": "/4Zz9cF8S4E7DITosNYh3spybYJb.jpg", "runtime": 125, "id": 588, "genre_ids": [27, 9648]}, {"title": "Max", "overview": "A dog that helped soldiers in Afghanistan returns to the U.S. and is adopted by his handler's family after suffering a traumatic experience.", "release_date": "2015-06-26", "poster": "/ykydSx4Rx1AnnBPSTiZiuaCOfxK.jpg", "runtime": 111, "id": 272878, "genre_ids": [10751, 18, 12]}, {"title": "If I Stay", "overview": "Based on Gayle Forman's novel of the same name. \"If I Stay\" is the story of the gifted classical musician Mia and her boyfriend, Adam, an up and coming indie-rock star. Torn between two paths in life, her art or her relationship, Mia is forced to make an even starker choice between life and death when she is caught in a fatal car accident with her family one snowy morning in Oregon.", "release_date": "2014-08-21", "poster": "/isUQKy3cdfN62DfIp0dhl4hD5oc.jpg", "runtime": 106, "id": 249164, "genre_ids": [18]}, {"title": "Odd Thomas", "overview": "In a California desert town, a short-order cook with clairvoyant abilities encounters a mysterious man with a link to dark, threatening forces.", "release_date": "2013-04-16", "poster": "/oRtInIEPtLottEkcovT53G4F7Fh.jpg", "runtime": 100, "id": 179826, "genre_ids": [9648, 53]}, {"title": "Kiss the Girls", "overview": "Forensic psychologist Alex Cross travels to North Carolina and teams with escaped kidnap victim Kate McTiernan to hunt down \"Casanova,\" a serial killer who abducts strong-willed women and forces them to submit to his demands. The trail leads to Los Angeles, where the duo discovers that the psychopath may not be working alone.", "release_date": "1997-10-03", "poster": "/m9CyzlwbXhfUPooRIAcBoE63Frg.jpg", "runtime": 115, "id": 9437, "genre_ids": [18, 9648, 53, 80]}, {"title": "A Man Apart", "overview": "When Vetter's wife is killed in a botched hit organized by Diablo, he seeks revenge against those responsible. But in the process, Vetter and Hicks have to fight their way up the chain to get to Diablo but it's easier said than done when all Vetter can focus on is revenge.", "release_date": "2003-04-04", "poster": "/l9UIm6rCHzfbMy6KY8ynjV4kLHX.jpg", "runtime": 109, "id": 8409, "genre_ids": [28, 18]}, {"title": "Cannonball Run II", "overview": "The original characters from the first Cannonball Run movie compete in an illegal race across the country once more in various cars and trucks.", "release_date": "1984-06-29", "poster": "/6Z5wXVG5V05WigfjMXGm87ipkvZ.jpg", "runtime": 108, "id": 11950, "genre_ids": [28, 12, 35]}]