[{"title": "Welcome to the Jungle", "overview": "A company retreat on a tropical island goes terribly awry.", "release_date": "2013-04-27", "poster": "/xNYexoVAHKpm7eL0op08H5RgATw.jpg", "runtime": 95, "id": 205724, "genre_ids": [35]}, {"title": "The Astronaut Farmer", "overview": "Texan Charles Farmer left the Air Force as a young man to save the family ranch when his dad died. Like most American ranchers, he owes his bank. Unlike most, he's an astrophysicist with a rocket in his barn - one he's built and wants to take into space. It's his dream. The FBI puts him under surveillance when he tries to buy rocket fuel; the FAA stalls him when he files a flight plan", "release_date": "2006-10-15", "poster": "/JRuTK4UopXeyJ7S39PP62XW5K3.jpg", "runtime": 104, "id": 5172, "genre_ids": [12, 35, 18, 878]}, {"title": "The Gendarme Gets Married", "overview": "The Saint-Tropez police launch a major offensive against dangerous drivers. Marechal Cruchot (Louis de Funès) relishes the assignment, which he pursues with a manic zeal. Cruchot is after an offending driver, who turns out to be Josépha (Claude Gensac), the widow of a highly regarded police colonel. When they meet, Cruchot falls instantly in love....", "release_date": "1968-10-30", "poster": "/6ghkdOffrd7A0idGWMfPXYXvkp3.jpg", "runtime": 90, "id": 4729, "genre_ids": [35]}, {"title": "My Stepmother is an Alien", "overview": "Trying to rescue her home planet from destruction, a gorgeous extraterrestrial named Celeste arrives on Earth and begins her scientific research. She woos quirky scientist Dr. Steve Mills, a widower with a young daughter. Before long, Celeste finds herself in love with Steve and her new life on Earth, where she experiences true intimacy for the first time. But when she loses sight of her mission, she begins to question where she belongs.", "release_date": "1988-12-09", "poster": "/tiCewocuyUXpY2FaQboXr7xeseK.jpg", "runtime": 108, "id": 12120, "genre_ids": [35, 878]}, {"title": "Down Periscope", "overview": "Bumbling Navy lieutenant Tom Dodge has been given one last chance to clean up his record. But Admiral Graham, his nemesis, assigns Dodge to the Stingray, a submarine that can barely keep afloat. To add insult to injury, the Stingray is to be the enemy flagship in the upcoming war games … and to make matters even worse, Dodge's crew is a band of idiots even more incompetent that he is!", "release_date": "1996-03-01", "poster": "/q6JEjedx4LoZRig8U1R5sJqBfti.jpg", "runtime": 92, "id": 9101, "genre_ids": [35]}, {"title": "Barry Lyndon", "overview": "In the Eighteenth Century, in a small village in Ireland, Redmond Barry is a young farm boy in love with his cousin Nora Brady. When Nora engages to the British Captain John Quin, Barry challenges him for a duel of pistols. He wins and escapes to Dublin, but is robbed on the road. Without any other alternative, Barry joins the British Army to fight in the Seven Years War.", "release_date": "1975-12-18", "poster": "/htHCOsF4oUdMWfLh2PKEDFMn8Oc.jpg", "runtime": 184, "id": 3175, "genre_ids": [18, 10749, 10752]}, {"title": "Rabbit Hole", "overview": "Becca and Howie Corbett are a happily married couple whose perfect world is forever changed when their young son, Danny, is killed by a car. Becca, an executive-turned-stay-at-home mother, tries to redefine her existence in a surreal landscape of well-meaning family and friends. Painful, poignant, and often funny, Becca's experiences lead her to find solace in a mysterious relationship with a troubled young comic-book artist, Jason - the teenage driver of the car that killed Danny. Becca's fixation with Jason pulls her away from memories of Danny, while Howie immerses himself in the past, seeking refuge in outsiders who offer him something Becca is unable to give. The Corbetts, both adrift, make surprising and dangerous choices as they choose a path that will determine their fate.", "release_date": "2010-12-16", "poster": "/qBhDlqdLZzxqKIXO53vMjpqLgZu.jpg", "runtime": 91, "id": 27585, "genre_ids": [18]}, {"title": "Tusk", "overview": "When his best friend and podcast co-host goes missing in the backwoods of Canada, a young guy joins forces with his friend's girlfriend to search for him.", "release_date": "2014-09-19", "poster": "/ntxILPesM4IRumijc1DRJQTks9t.jpg", "runtime": 102, "id": 246403, "genre_ids": [18, 35, 27]}, {"title": "Dragonfly", "overview": "A grieving doctor is being contacted by his late wife through his patients near death experiences.", "release_date": "2002-02-22", "poster": "/gs3fFBoiEaExy5x3m5yAQpmVhXs.jpg", "runtime": 104, "id": 10052, "genre_ids": [18]}, {"title": "The Accidental Husband", "overview": "When radio love guru Dr Emma Lloyd convinces Patrick Sullivan's fiancée to dump him the week before their wedding. He sets about teaching her a lesson for interfering in other peoples lives that she knows nothing about. Things take a turn when he finds himself falling for the very person who ruined his life and everyone is going to have to learn a few lessons about 'Real Love'", "release_date": "2008-02-27", "poster": "/zSO4id9QmEzz0ZV0aRaD7jQwLcC.jpg", "runtime": 90, "id": 13401, "genre_ids": [35, 10749]}, {"title": "Scooby-Doo! Curse of the Lake Monster", "overview": "Scooby-Doo and the gang are on the case when a mysterious lake monster starts scaring the guests at a summer resort in Erie Point, where Fred, Daphne, Velma and Shaggy have taken on seasonal jobs to pay for a barn they accidentally burned down. But in addition to sneaking suspicions, there's some romance in the air.", "release_date": "2010-10-15", "poster": "/fxLfBw3vCi063pMDbffOzOp2OSw.jpg", "runtime": 79, "id": 47533, "genre_ids": [9648, 14, 35, 12]}, {"title": "City Slickers", "overview": "New York meets the west in this comedy starring Billy Crystal. Three New York business men decide to take a 'Wild West' vacation that turns out to not be the relaxing vacation they had envisioned.", "release_date": "1991-06-07", "poster": "/9utnPWr4aaZma19owcEXBo3OLcu.jpg", "runtime": 112, "id": 1406, "genre_ids": [28, 12, 35, 18, 37]}, {"title": "Ragnarok", "overview": "Archaeologist Sigurd Svendsen discovers that the Oseberg ship hides a secret from the Viking Age. Along with his two children put Sigurd out on a quest to find the truth. The mystery leads them into \"No Man's Land\" between Norway and Russia where no man traveling in modern times. Old runes take on new meaning when the secret they uncover is more frightening than anyone could have imagined.", "release_date": "2013-10-03", "poster": "/gHVH8p2DTTnAalLmZq63PCxPEjM.jpg", "runtime": 120, "id": 140818, "genre_ids": [28, 12]}, {"title": "The Little Rascals", "overview": "Spanky, Alfalfa, Buckwheat, and the other characters made famous in the Our Gang shorts of the 1920s and 1930s are brought back to life in this nostalgic children's comedy. When Alfalfa starts to question his devotion to the club's principles after falling for the beautiful nine-year old Darla, the rest of the gang sets out to keep them apart.", "release_date": "1994-08-05", "poster": "/9B0t7TJxmkktGd0OBQWyXCP9dW.jpg", "runtime": 82, "id": 10897, "genre_ids": [10749, 35, 10751]}, {"title": "The Land Before Time II: The Great Valley Adventure", "overview": "In search of some adventure in their safe and peaceful valley, the five dinosaur friends make a hideaway. From there, they spot two thieves in action, stealing an egg from one of their broods. They chase them down and manage to recover the egg without its parents noticing, but in the process, accidentally create an opening into the valley, allowing two dreaded Sharptooths in. Everyone must fight them off together to preserve their peaceful way of life. Written by Cynan Rees", "release_date": "1994-12-12", "poster": "/jCOqFrTiR7Cfoo95JMNGyeRAlwy.jpg", "runtime": 73, "id": 15997, "genre_ids": [16, 10751, 12]}, {"title": "The Invisible", "overview": "After an attack leaves him in limbo -- invisible to the living and also near death -- a teenager discovers the only person who might be able help him is his attacker.", "release_date": "2007-04-27", "poster": "/qmWEb9RTlGFaUKork4tIgKcLkqH.jpg", "runtime": 102, "id": 9785, "genre_ids": [28, 12, 80, 18, 14, 53]}, {"title": "Beauty and the Beast: The Enchanted Christmas", "overview": "Belle prepares the castle for Christmas against Beast's wishes, trying to bring him happiness for the season...", "release_date": "1997-11-11", "poster": "/szh2PEmLCDgUUFM7C1Hy1GOUWB8.jpg", "runtime": 72, "id": 13313, "genre_ids": [16, 10751]}, {"title": "Goal!: The Dream Begins", "overview": "Like millions of kids around the world, Santiago harbors the dream of being a professional footballer...However, living in the Barrios section of Los Angeles, he thinks it is only that--a dream. Until one day an extraordinary turn of events has him trying out for Premiership club Newcastle United.", "release_date": "2005-06-06", "poster": "/wMHXE4qkxBdaahCNhCK2wPJHRKD.jpg", "runtime": 118, "id": 9763, "genre_ids": [18]}, {"title": "The Human Centipede 2 (Full Sequence)", "overview": "Inspired by the fictional Dr. Heiter, disturbed loner Martin dreams of creating a 12-person centipede and sets out to realize his sick fantasy.", "release_date": "2010-08-21", "poster": "/kFtAdkCO0vXN2RWu2oMcR9GZ9Hi.jpg", "runtime": 91, "id": 74997, "genre_ids": [18, 27, 80]}, {"title": "Suspicion", "overview": "Wealthy, sheltered Joan Fontaine is swept off her feet by charming ne'er-do-well Cary Grant. Though warned that Grant is little more than a fortune-hunter, Fontaine marries him anyway. She remains loyal to her irresponsible husband as he plows his way from one disreputable business scheme to another. Gradually, Fontaine comes to the conclusion that Grant intends to do away with her in order to collect her inheritance...a suspicion confirmed when Grant's likeable business partner Nigel Bruce dies under mysterious circumstances. To his dying day, Hitchcock insisted that he wanted to retain the novelist Francis Iles' original ending, but that the RKO executives intervened. Fontaine won an Academy Award for her work.", "release_date": "1941-11-14", "poster": "/nrEibqzRYf6d2oeVlotdj25mm2s.jpg", "runtime": 99, "id": 11462, "genre_ids": [9648, 53]}, {"title": "The Hard Way", "overview": "Seeking to raise his credibility as an actor and to land a role as a tough cop on a new show, Hollywood action star Nick Lang works a deal with New York City Police Capt. Brix, who by chance is one of his fans. Nick will be paired with detective Lt. John Moss and learn how to act like a real cop. But when Nick drives John crazy with questions and imitating him, he gets in the way of John's pursuit of a serial killer.", "release_date": "1991-03-08", "poster": "/oQ9OujnasjYnJEJ0iDKRCwwzNtj.jpg", "runtime": 111, "id": 11384, "genre_ids": [28, 35, 80]}, {"title": "The Truth About Cats & Dogs", "overview": "A successful veterinarian &amp; radio show host with low self-esteem asks her model friend to impersonate her when a handsome man wants to see her.", "release_date": "1996-04-26", "poster": "/1n67HvJc8u4Axri6ztihXuNgDGk.jpg", "runtime": 93, "id": 8866, "genre_ids": [35, 10749]}, {"title": "Dominion: Prequel to the Exorcist", "overview": "Having lived through traumatizing events during WWII, Father Lankester Merrin takes a sabbatical from the Church to conduct archaeological excavations in British-administered East Africa. Merrin unearths an ancient Byzantine church believed have been built and then immediately buried to keep down evil from the crypt below. The natives are convinced that uncovering the church has unleashed a demon, and begin to violently clash with the British military troops. As the village rapidly disintegrates into chaos and war, a disabled and terribly injured local boy befriends Merrin and his condition begins to radically and implausibly improve. Is it a miracle from God, or something more sinister?", "release_date": "2005-05-20", "poster": "/6EtKdEZzCbUZu2MF5eft91i0wAc.jpg", "runtime": 117, "id": 12700, "genre_ids": [27, 53, 18]}, {"title": "The Spy Next Door", "overview": "Former CIA spy Bob Ho takes on his toughest assignment to date: looking after his girlfriend's three kids, who haven't exactly warmed to their mom's beau. And when one of the youngsters accidentally downloads a top-secret formula, Bob's longtime nemesis, a Russian terrorist, pays a visit to the family.", "release_date": "2010-01-15", "poster": "/5Z9QrtpXnqF5BVg7kEotNMl6uPO.jpg", "runtime": 94, "id": 23172, "genre_ids": [28, 35, 10751]}, {"title": "The Glass House", "overview": "After the parents of Ruby and her younger brother, Rhett, are killed in a car crash, their parents' best friends, Erin and Terry Glass, become their guardians. The children hear promises of a world of opulence and California fun -- all they have to do is move into the Glasses' gated house. Before very long, though, Ruby suspects that Erin and Terry may not be the ideal guardians they seemed to be.", "release_date": "2001-09-14", "poster": "/pZNdq3a49iJibUIExhe3TXqHoDu.jpg", "runtime": 106, "id": 2176, "genre_ids": [28, 18, 27, 9648, 53]}, {"title": "The Scarlet Letter", "overview": "Set in puritanical Boston in the mid 1600s, the story of seamstress Hester Prynne, who is outcast after she becomes pregnant by a respected reverend. She refuses to divulge the name of the father, is \"convicted\" of adultery and forced to wear a scarlet \"A\" until an Indian attack unites the Puritans and leads to a reevaluation of their laws and morals.", "release_date": "1995-10-13", "poster": "/g46rChf49Qgq28RJ22iWwvsK7nO.jpg", "runtime": 135, "id": 10533, "genre_ids": [18, 36, 10749]}, {"title": "Mustang", "overview": "In a Turkish village, five orphaned sisters live under strict rule while members of their family prepare their arranged marriages.", "release_date": "2015-06-17", "poster": "/6ZTAEaMvH1f72AXuwLXlDCG0bdi.jpg", "runtime": 97, "id": 336804, "genre_ids": [18]}, {"title": "Stray Love", "overview": "New feature filme by Vicente Alves do Ó", "release_date": "2016-03-10", "poster": null, "runtime": 0, "id": 364796, "genre_ids": [35]}, {"title": "Urban Legends: Bloody Mary", "overview": "On a prom-night dare, a trio of high school friends chant an incantation, unleashing an evil spirit from the past with deadly consequences.", "release_date": "2005-07-19", "poster": "/5yIqUhlKaJFlCSqndSe4BWE7fW6.jpg", "runtime": 93, "id": 10292, "genre_ids": [27, 53]}, {"title": "Lolo", "overview": "On holiday in the south of France, chic Parisian sophisticate Violette meets life-loving IT geek Jean-René. Against all odds, there’s a real chemistry between them and at the end of the summer, Jean-René wastes no time in joining his beloved in Paris. But there’s trouble in paradise, and a third party swiftly appears to shatter the couple’s idyll: Lolo, Violette’s ultra-possessive 19-year-old son, who is determined to get rid of his mother’s lover, whatever it takes…", "release_date": "2015-10-28", "poster": "/zQd93nRAMTr5kGOjJxIdBhCkFyV.jpg", "runtime": 99, "id": 341392, "genre_ids": [35]}, {"title": "Very Bad Things", "overview": "Kyle Fisher has one last night to celebrate life as a single man before marrying Laura, so he sets out to Vegas with four of his best buddies. But a drug and alcohol filled night on the town with a stripper who goes all the way, turns into a cold night in the desert with shovels when the stripper goes all the way into a body bag after dying in their bathroom. And that's just the first of the bodies to pile up before Kyle can walk down the aisle...", "release_date": "1998-09-11", "poster": "/rGZ4bR7dNcAWntnVY5R8kge2IVq.jpg", "runtime": 100, "id": 10029, "genre_ids": [35, 80, 53]}, {"title": "A Bell for Ursli", "overview": "", "release_date": "2015-10-15", "poster": "/7gnfODKgElk3GfC8mArPuitdvUl.jpg", "runtime": 100, "id": 338072, "genre_ids": [10751]}, {"title": "The Hot Spot", "overview": "A loner moves in to a small Texas town, finds himself a job, and sets about plotting to rob the local bank.", "release_date": "1990-10-12", "poster": "/PoZW05mErSPPOzkGUDWRNT5yAl.jpg", "runtime": 130, "id": 14864, "genre_ids": [18, 53, 80, 10749]}, {"title": "Baise-moi", "overview": "Manu (Raffaela Anderson) has lived a difficult life. Abused and violently raped, she sets off to find herself only to meet Nadine (Karen Bach), a prostitute who has encountered one too many injustices in the world. Angry at the world, they embark on a twisted, rage-filled road trip. They choose to have sex when they please and kill when they need. Leaving a trail of mischief and dead bodies in their wake. Generating a media blitz and man hunt, soon everyone is out to capture the young fugitives.", "release_date": "2000-06-28", "poster": "/sLvsIgWMH9bV1IZnZOzY5dXKUHe.jpg", "runtime": 77, "id": 3134, "genre_ids": [80, 18, 53, 10749]}, {"title": "Saw VI", "overview": "Special Agent Strahm is dead, and Detective Hoffman has emerged as the unchallenged successor to Jigsaw's legacy. However, when the FBI draws closer to Hoffman, he is forced to set a game into motion, and Jigsaw's grand scheme is finally understood.", "release_date": "2009-10-22", "poster": "/iCVk1uniEoQLXdluUGUXBaAgD1H.jpg", "runtime": 90, "id": 22804, "genre_ids": [27, 9648]}, {"title": "Joyeux Noël", "overview": "In 1914, World War I, the bloodiest war ever at that time in human history, was well under way. However on Christmas Eve, numerous sections of the Western Front called an informal, and unauthorized, truce where the various front-line soldiers of the conflict peacefully met each other in No Man's Land to share a precious pause in the carnage with a fleeting brotherhood.", "release_date": "2005-09-21", "poster": "/r3NeUjYjOQPfrHF8BOtoZqGD4IE.jpg", "runtime": 116, "id": 11661, "genre_ids": [10749, 18, 36, 10752, 10402]}, {"title": "Those Magnificent Men in Their Flying Machines or How I Flew from London to Paris in 25 hours 11 minutes", "overview": "Star studded comedy about a early 20th century air race from Britain to France.", "release_date": "1965-06-03", "poster": "/sIU3TnVEmUfNejauPu6CoQ0IXfw.jpg", "runtime": 138, "id": 10338, "genre_ids": [12, 28, 35]}, {"title": "Now You See Me 2", "overview": "One year after outwitting the FBI and winning the public’s adulation with their mind-bending spectacles, the Four Horsemen resurface in Now You See Me: The Second Act only to find themselves face to face with a new enemy who enlists them to pull off their most dangerous heist yet.", "release_date": "2016-06-09", "poster": "/bWJ0rplCEfr2VrAcqTNkrnp0iC4.jpg", "runtime": 0, "id": 291805, "genre_ids": [53, 28, 35]}, {"title": "Barbie: Princess Charm School", "overview": "Barbie stars as Blair Willows, a kind-hearted girl who is chosen to attend Princess Charm School: a magical, modern place that teaches dancing, how to have tea parties, and proper princess manners. Blair loves her classes -- as well as the helpful magical sprites and her new friends, Princesses Hadley and Isla. But when royal teacher Dame Devin discovers that Blair looks a lot like the kingdom’s missing princess, she turns Blair’s world upside down to stop her from claiming the throne. Now Blair, Hadley and Delancy must find an enchanted crown to prove Blair’s true identity in this charming and magical princess story!", "release_date": "2011-08-11", "poster": "/dlLJGVPzQ3vrFuqdJl9gRWqfKDF.jpg", "runtime": 79, "id": 73456, "genre_ids": [10751, 16, 14]}, {"title": "Rabbit Without Ears", "overview": "Rainbow press reporter Ludo is sentenced to 8 months, but is released on probation. But he has to work 300 hours for a local daycare center and meets Anna who has unfinished business with him.", "release_date": "2007-12-01", "poster": "/1qzvHhchDZowUGa7G5niEB1a5FS.jpg", "runtime": 116, "id": 6076, "genre_ids": [18, 35, 10749]}, {"title": "Fame", "overview": "An updated version of the 1980 musical, which centered on the students of the New York Academy of Performing Arts.", "release_date": "2009-01-01", "poster": "/nITChWIliXlX6hQXvzPWvMlcvKh.jpg", "runtime": 107, "id": 28665, "genre_ids": [10402, 35, 18, 10749]}, {"title": "Interstate 60", "overview": "An aspiring painter meets various characters and learns valuable lessons while traveling across America.", "release_date": "2002-04-13", "poster": "/x6YCgO1u4eIvt5PXNJyFeoxh1Lw.jpg", "runtime": 116, "id": 20312, "genre_ids": [12, 35, 18, 14, 9648]}, {"title": "Deathgasm", "overview": "Two teenage boys unwittingly summon an ancient evil entity known as The Blind One by delving into black magic while trying to escape their mundane lives.", "release_date": "2015-08-28", "poster": "/690lTkTztwK2HLhO9vovXJGeIcQ.jpg", "runtime": 86, "id": 323373, "genre_ids": [35, 27]}, {"title": "Trust", "overview": "A suburban family is torn apart when fourteen-year-old Annie meets her first boyfriend online. After months of communicating via online chat and phone, Annie discovers her friend is not who he originally claimed to be. Shocked into disbelief, her parents are shattered by their daughter's actions and struggle to support her as she comes to terms with what has happened to her once innocent life.", "release_date": "2011-04-01", "poster": "/oWEy6b2LxwcuZtWLmrrdBWp3hda.jpg", "runtime": 104, "id": 44945, "genre_ids": [18, 53]}, {"title": "Waiting...", "overview": "Employees at a Bennigan's-like restaurant (called, creatively enough, Shenanigan's), kill time before their real lives get started. But while they wait, they'll have to deal with picky customers who want their steak cooked to order and enthusiastic managers who want to build the perfect wait staff. Luckily, these employees have effective revenge tactics.", "release_date": "2005-10-07", "poster": "/3cyqShU9PGMtTpQgnV7Um3nEOmk.jpg", "runtime": 94, "id": 7553, "genre_ids": [35]}, {"title": "Meet Bill", "overview": "A mild-mannered bank executive (Aaron Eckhart) mentors a teenage con artist and tries to make a career change as a doughnut merchant.", "release_date": "2007-09-07", "poster": "/8PVpgaTuJcnkrMtfsPDpWwFLHa.jpg", "runtime": 97, "id": 13243, "genre_ids": [35, 18, 10749]}, {"title": "Beverly Hills Chihuahua", "overview": "A pampered Beverly Hills chihuahua named Chloe who, while on vacation in Mexico with her owner Viv's niece, Rachel, gets lost and must rely on her friends to help her get back home before she is caught by a dognapper who wants to ransom her.", "release_date": "2008-10-03", "poster": "/ptFNmPtf9CLOj0Jdm9k97xbcLIc.jpg", "runtime": 91, "id": 14405, "genre_ids": [12, 35, 10751]}, {"title": "Late Phases", "overview": "When deadly attacks from the forests beset a secluded retirement community, it is up to a grizzled veteran to figure what the residents are hiding.", "release_date": "2014-11-21", "poster": "/aQCRLfu8XcKvvqrRvCYQK58xUiC.jpg", "runtime": 95, "id": 254193, "genre_ids": [53, 27]}, {"title": "Barefoot", "overview": "A hedonistic bachelor, falls for an escaped mental patient.  Til Schweiger comes up with a slickly-made off-the-wall romantic comedy drama \"Barfuss\" (Barefoot), his first solo directing effort in nearly a decade.  Punchy, anti-establishment tone, with Schweiger playing a hedonistic bachelor - he is his rich family's black sheep - who falls for a suicidal mental patient (Johanna Wokalek).  An offbeat, strangely tender love story develops as Nick struggles with responsibility for the first time in his life.", "release_date": "2005-03-30", "poster": "/6dNy976jxsinRSgXUhkMKiQIZCa.jpg", "runtime": 110, "id": 6183, "genre_ids": [10749, 35, 18]}, {"title": "Nothing but Trouble", "overview": "While attempting to seduce gorgeous lawyer Diane Lightson, wealthy gadabout Chris Thorne agrees to drive her to Atlantic City, N.J. But, when some reckless driving draws the attention of a deeply critical cop, they and the flamboyant \"Brazillionaires\" who tagged along end up in the court of a grotesque and vengeful judge, who has a special vendetta against the wealthy and erudite.", "release_date": "1991-02-14", "poster": "/6gWVNDugHkBlSQSsoe6OmbaFasE.jpg", "runtime": 94, "id": 11933, "genre_ids": [35, 12]}, {"title": "Flight of Fury", "overview": "John, is sent in to recover a stolen Stealth Bomber. His trusty sidekick Rojar and John's ever faithful Jessica, fight the rebel forces of Banansistan, led by the vivacious Ellianna.", "release_date": "2007-02-20", "poster": "/xOHgXPLegeHEIS7Hukg1z7pIE7l.jpg", "runtime": 98, "id": 24351, "genre_ids": [28, 12, 53]}, {"title": "Belly of the Beast", "overview": "Jake and Sunti go to meet Mongkol, the leader of the Abu Karaf. Mongkol confirms that ever since the terrorist attacks of September 11, 2001, Jantapan has worked to corner the narcotics and arms markets. Jake must engage in a battle that will put both his physical and spiritual powers to the ultimate test.", "release_date": "2003-12-30", "poster": "/yAtMx6s3o1t6A1FopMyqG3J9PY8.jpg", "runtime": 91, "id": 12542, "genre_ids": [28, 53]}, {"title": "Blunt Force Trauma", "overview": "Follows the journey of John and Colt, gunfighters and sometime lovers, on parallel but very different journeys through an underground dueling culture.", "release_date": "2015-10-05", "poster": "/x7RHFbxurmz8BVNmctP85Bx0cxg.jpg", "runtime": 92, "id": 360387, "genre_ids": [12, 28]}, {"title": "My Lucky Stars", "overview": "Two Hong-Kong cops are sent to Tokyo to catch an ex-cop who stole a large amount of money in diamonds. After one is captured by the Ninja-gang protecting the rogue cop, the other one gets his old Orphanage gang, dubbed the \"Five Lucky Stars,\" to help him. They don't like this much, but they do it.", "release_date": "1985-02-10", "poster": "/nNpwoIPjNU1YWOxofO06ComBiJz.jpg", "runtime": 96, "id": 10044, "genre_ids": [28, 35]}, {"title": "Inkheart", "overview": "An adventure of a father and his young daughter, searching for a long lost book that will help reunite a missing, close relative, this fantasy takes a darker side whenever we hear Mo 'Silvertongue' Folchart reading out aloud from books.", "release_date": "2008-12-11", "poster": "/3yIVMwPDrWLeZ8fJ5HLbGWnCz9f.jpg", "runtime": 106, "id": 2309, "genre_ids": [12, 10751, 14]}, {"title": "The Valet", "overview": "Surprised by a paparazzi with Elena, his mistress, a beautiful top model, the billionaire Pierre Levasseur is trying to avoid a bloody divorce by inventing a lie implausible. It benefits from the presence on the photograph, a passer, François Pignon, to say to his wife qu'Eléna is not with him but with Pignon. Pignon is valet. It is a modest little man.", "release_date": "2006-03-29", "poster": "/kzKgSfNaLVNuQnl3KnnzjsC0voJ.jpg", "runtime": 85, "id": 21427, "genre_ids": [35]}, {"title": "Batman", "overview": "The Dynamic Duo faces four super-villains who plan to hold the world for ransom with the help of a secret invention that instantly dehydrates people.", "release_date": "1966-07-30", "poster": "/o6dO5ZjjDt98OoIDO0wNIr6NLL6.jpg", "runtime": 105, "id": 2661, "genre_ids": [10751, 12, 35, 878, 80]}, {"title": "Milf", "overview": "A group of nerdy college guys who can't seem to connect with girls their own age discover the excitement of hooking up with sexy older women.", "release_date": "2010-10-17", "poster": "/t1up2NMNeJaWjTArruoi3Ir86hY.jpg", "runtime": 88, "id": 47407, "genre_ids": [18, 35, 10749]}, {"title": "Body Heat", "overview": "In the midst of a searing Florida heat wave, a woman convinces her lover, a small-town lawyer, to murder her rich husband.", "release_date": "1981-08-28", "poster": "/pxTCdEWigU2wqeISKLJ5JJha4KD.jpg", "runtime": 113, "id": 14412, "genre_ids": [18, 53, 80, 10749]}, {"title": "Romeo Must Die", "overview": "Two warring gang families (one African-American, the other Chinese) maneuver for bragging rights to the Oakland, California, docks. Hang SIng and Trish O'Day uncover a trail of deceit that leaves most of the warring factions dead … or worse!", "release_date": "2000-03-20", "poster": "/pJfYg8odBx1NOVFafOM1ahfvr4V.jpg", "runtime": 115, "id": 2085, "genre_ids": [28, 80, 53]}, {"title": "Hope Springs", "overview": "After thirty years of marriage, a middle-aged couple attends an intense, week-long counseling session to work on their relationship.", "release_date": "2012-08-07", "poster": "/A2pbFehiuTRTjneNr76dPL7cCa9.jpg", "runtime": 100, "id": 82696, "genre_ids": [18, 35, 10749]}, {"title": "Betty Blue", "overview": "Betty Blue, a mentally unbalanced and sexually aggressive free spirit who becomes involved with Zorg, a repairman moonlighting as a writer. The two engage in a variety of sexual encounters, and grow more passionate toward each other. Betty finds Zorg’s book and is aggressively supportive; over time, her instability begin to catch up with her, leading to a grisly and shocking conclusion.", "release_date": "1986-04-09", "poster": "/nT61CDrJ8o2pISUTX59rtSzOKB.jpg", "runtime": 178, "id": 11986, "genre_ids": [18, 10749]}, {"title": "Monk Comes Down The Mountain", "overview": "When a young monk is forced to leave his impoverished monastery, he relies on his extraordinary martial arts skills to survive in the outside world. In search of a mentor, he crosses paths with a Kung Fu master who is in possession of the Book of Secrets, which reveals the lost art of the deadly Ape Strike Kung Fu technique. The rare book is coveted by a sinister father and son who will go to any extremes to obtain it. The monk finds himself immersed in a deadly battle to protect both the book and his master.", "release_date": "2015-07-03", "poster": "/pWxvVxwEP1mFxy8YeMhgzXBmkob.jpg", "runtime": 0, "id": 345235, "genre_ids": [28, 35]}, {"title": "Bang Gang (A Modern Love Story)", "overview": "Biarritz. 16 year-old George, the high-school hottie, falls in love with Alex. To get his attention, she initiates a group game with Alex, Nikita, Laetitia and Gabriel. They will discover, test, and push the limits of their sexuality.", "release_date": "2016-01-13", "poster": "/zxvdLsT8rfU32FaRt3qDvLwgMum.jpg", "runtime": 98, "id": 327040, "genre_ids": [18]}, {"title": "Red Tails", "overview": "The story of the Tuskegee Airmen, the first African-American pilots to fly in a combat squadron during World War II.", "release_date": "2012-01-19", "poster": "/Atq5js5fbsu5EXubZRizWaSXoBJ.jpg", "runtime": 125, "id": 72431, "genre_ids": [18, 28, 12, 36, 10752]}, {"title": "The Warriors", "overview": "Prominent gang leader Cyrus calls a meeting of New York's gangs to set aside their turf wars and take over the city. At the meeting, a rival leader kills Cyrus, but a Coney Island gang called the Warriors is wrongly blamed for Cyrus' death. Before you know it, the cops and every gangbanger in town is hot on the Warriors' trail.", "release_date": "1979-02-09", "poster": "/ikwR74siRBhSdtAUMxNzUJvT59A.jpg", "runtime": 93, "id": 11474, "genre_ids": [28, 12, 80, 18, 53]}, {"title": "10th & Wolf", "overview": "A former street tough returns to his Philadelphia home after a stint in the military. Back on his home turf, he once again finds himself tangling with the mob boss who was instrumental in his going off to be a soldier.", "release_date": "2006-02-19", "poster": "/sL2dZPMbKYWX9X0DbyNIoCfksZz.jpg", "runtime": 107, "id": 13197, "genre_ids": [28, 80, 18, 9648, 53]}, {"title": "Pulse", "overview": "When their computer hacker friend accidentally channels a mysterious wireless signal, a group of co-eds rally to stop a terrifying evil from taking over the world.", "release_date": "2006-08-11", "poster": "/sC3vNdpQLvEobuudJBh2BG6C1Fc.jpg", "runtime": 90, "id": 9682, "genre_ids": [27, 53]}, {"title": "Prizzi's Honor", "overview": "A professional hit man and hit woman fall in love, only to discover that they have each been hired to kill the other.", "release_date": "1985-05-13", "poster": "/AcbyO79tP2USEIevs81s4KXTnfs.jpg", "runtime": 124, "id": 2075, "genre_ids": [10749, 35, 80, 18]}, {"title": "Pixies", "overview": "Joe Beck has lost the love of his life thanks to a Pixie's Curse and he now needs to figure out how to get his girl back, learn more about the mysterious Pixies and undo a bad deed he did long ago.", "release_date": "2015-06-05", "poster": "/3fzQP90zX5yUPv0hWrqRcQgyKD7.jpg", "runtime": 77, "id": 348746, "genre_ids": [35, 16]}, {"title": "Attila", "overview": "A romanced story of Attila the Hun, since his childhood, when he lost his parents until his death. Attila is disclosed as a great leader, strategist and lover and the movie shows his respect to the great Roman strategist Flavius Aetius, his loves and passions, the gossips, intrigues and betrayals in Rome, all of these feelings evolved by magic and mysticism.", "release_date": "2001-01-30", "poster": "/gbmtmnAQrC5B3ARmTWN54UCkpiK.jpg", "runtime": 177, "id": 18976, "genre_ids": [10752, 28, 12, 18, 36, 10749]}, {"title": "Carriers", "overview": "Four friends fleeing a viral pandemic soon learn they are more dangerous than any virus.A deadly virus has spread across the globe. Contagion is everywhere, no one is safe and no one can be trusted. Four young attractive people race through the back roads of the American West to the pounding beat of a vacation soundtrack. Their aim is to retreat to secluded utopian beach in the Gulf of Mexico, where they could peacefully wait out the pandemic and survive the apocalyptic disease. Their plans take a grim turn when their car breaks down on an isolated road starting a chain of events that will seal the fate of each of them in an inexorable and horrifying voyage of hell through a western landscape populated by only the hideous dead or the twisted living.", "release_date": "2009-09-04", "poster": "/6DM0qexULlnAIteeApZiChneuvL.jpg", "runtime": 84, "id": 25769, "genre_ids": [28, 18, 27, 878, 53]}, {"title": "The Trouble with Harry", "overview": "Trouble erupts in a small, quiet New England town when a man's body is found in the woods. The problem is that almost everyone in town thinks that they had something to do with his death.", "release_date": "1955-10-03", "poster": "/csOauugbK0gNbBehPhq2QIYcSEe.jpg", "runtime": 99, "id": 11219, "genre_ids": [35, 9648, 53]}, {"title": "The Animal", "overview": "When loser Marvin Mange is involved in a horrible car accident, he's brought back to life by a deranged scientist as half man and half animal. His newfound powers are awesome -- but their adverse side effects could take over his life. Now, Marvin must fight to control his crazy primal urges around his new squeeze, Rianna, and his rival, Sgt. Sisk, who both think he's one cool cat.", "release_date": "2001-06-01", "poster": "/pY9JyFaLzTdqTui3xLTVXaElGwE.jpg", "runtime": 84, "id": 11090, "genre_ids": [28, 35]}, {"title": "The Burma Conspiracy", "overview": "Propelled to the head of the W Group after the death of his adoptive father, Largo Winch decides, to everyone's surprise, to sell it, and use the proceeds to create an ambitious humanitarian foundation. But on the very same day, he finds himself accused of crimes against humanity by a mysterious witness. To prove his innocence, Largo will have to retrace the steps of his past life, in the heart of the Burmese jungle..", "release_date": "2011-02-15", "poster": "/pl2OUeKHbY09jXD0ngn9ZdWwcqG.jpg", "runtime": 119, "id": 57331, "genre_ids": [28, 12, 53]}, {"title": "Mirrors", "overview": "An ex-cop and his family are the target of an evil force that is using mirrors as a gateway into their home.", "release_date": "2008-08-15", "poster": "/h0Lf0PoLqvcDDpWhvCpiLGSREmp.jpg", "runtime": 110, "id": 13515, "genre_ids": [27, 53, 9648]}, {"title": "The River Wild", "overview": "While on a family vacation, Meryl Streep takes on a pair of armed killers (led by Kevin Bacon) while navigating a spectacularly violent river.", "release_date": "1994-09-30", "poster": "/8NFAQxZud5Kisw1sd9WxfBG54.jpg", "runtime": 108, "id": 8987, "genre_ids": [12, 28, 53, 80]}, {"title": "Halo 4: Forward Unto Dawn", "overview": "Set against the backdrop of a UNSC military academy, a group of highborn cadets are training to be the next generation of soldiers in the UNSC’s ongoing war with insurrectionists in the outer colonial planets. Among these cadets, Thomas Lasky struggles with his doubts about this war, and with the burden of expectations he may not be able to carry. As Lasky comes to terms with his potential as a military leader, the terrifying alien alliance known as the Covenant arrives and turns his world upside down. Inspired by the Master Chief, he must decide what it means to be a hero.", "release_date": "2012-10-05", "poster": "/8JJTib7QM8rE3j0cxWQzSbgFIJD.jpg", "runtime": 92, "id": 119431, "genre_ids": [878]}, {"title": "Teenage Mutant Ninja Turtles III", "overview": "The four turtles travel back in time to the days of the legendary and deadly samurai in ancient Japan, where they train to perfect the art of becoming one. The turtles also assist a small village in an uprising.", "release_date": "1993-03-17", "poster": "/bax6hItUe0XSeyO25J5V7hhgkkZ.jpg", "runtime": 96, "id": 1499, "genre_ids": [28, 12, 35, 10751, 14, 878]}, {"title": "Hero Wanted", "overview": "Liam Case is a garbage man whose life hasn't quite turned out the way he expected it would. In order to impress the girl of his dreams, Liam plans an elaborate heist that will culminate with him jumping in to save the day at the last minute. When the day of the heist arrives, however, the plan takes an unexpected turn and Liam winds up in the hospital.", "release_date": "2008-03-28", "poster": "/swpKC9TmwZPHWrUI2QyKI3KvLMX.jpg", "runtime": 95, "id": 16450, "genre_ids": [28, 12, 80, 18, 53]}, {"title": "Bulletproof", "overview": "An undercover police officer named Rock Keats befriends a drug dealer and car thief named Archie Moses in a bid to catch the villainous drug lord Frank Coltan. But the only problem is that Keats is a cop, his real name is Jack Carter, and he is working undercover with the LAPD to bust Moses and Colton at a sting operation the LAPD has set up.", "release_date": "1996-09-06", "poster": "/fUIX9vUzaku5KFLV1fNlDEExr3k.jpg", "runtime": 84, "id": 10723, "genre_ids": [28, 12, 35, 53]}, {"title": "Terminus", "overview": "A small American town struggles against a tide of economic woes, as overseas military conflict casts despair and disillusionment across the community - a glimmer of hope bursts through the atmosphere to change their world forever.", "release_date": "2015-01-30", "poster": "/g154rL8a2xEpUypAFIbSNclKho.jpg", "runtime": 0, "id": 301729, "genre_ids": [878, 53, 14]}, {"title": "John Tucker Must Die", "overview": "After discovering they are all dating the same same guy, three popular students from different cliques band together for revenge, so they enlist the help of a new gal in town and conspire to break the jerk's heart, while destroying his reputation.", "release_date": "2006-07-27", "poster": "/7sIw8ZC9G9VeECJsk61PFmGq24B.jpg", "runtime": 87, "id": 9293, "genre_ids": [35]}, {"title": "The Fisher King", "overview": "Two troubled men face their terrible destinies and events of their past as they join together on a mission to find the Holy Grail and thus to save themselves.", "release_date": "1991-09-20", "poster": "/x93W5WrOOr3PCia1cANnWmAtUwQ.jpg", "runtime": 137, "id": 177, "genre_ids": [18, 35]}, {"title": "The Limits of Control", "overview": "A mysterious stranger works outside the law and keeps his objectives hidden, trusting no one. While his demeanor is paradoxically focused and dreamlike all at once, he embarks on a journey that not only takes him across Spain, but also through his own consciousness.", "release_date": "2009-05-01", "poster": "/jz6zzcdOf09eGQUbTWZjVU99iC5.jpg", "runtime": 116, "id": 8284, "genre_ids": [18, 9648, 53]}, {"title": "Street Fighter", "overview": "Col. Guile and various other martial arts heroes fight against the tyranny of Dictator M. Bison and his cohorts.", "release_date": "1994-12-22", "poster": "/1Q5YdK91oJBXJcbCuZhKXeY4vP1.jpg", "runtime": 102, "id": 11667, "genre_ids": [28, 12, 53]}, {"title": "Metropolis", "overview": "Duke Red has overseen the construction of a massive Ziggurat to extend his power across the whole planet. Tima, a robot-girl built in the image of his deceased daughter, is at the core of these plans. However, after escaping the Duke's clutches in a laboratory fire, she meets and befriends Kenichi, a boy who's traveled to Metropolis with his detective uncle in search of a scientist wanted for organ trafficking. Will her relationship with Kenichi, and the realization of the truth of her existence, change her destiny?", "release_date": "2001-05-26", "poster": "/1EK7mGCpRKYmSg25FaojvnS9opm.jpg", "runtime": 108, "id": 9606, "genre_ids": [16, 878]}, {"title": "Romper Stomper", "overview": "Nazi skinheads in Melbourne take out their anger on local Vietnamese, who are seen as threatening racial purity. Finally the Vietnamese have had enough and confront the skinheads in an all-out confrontation, sending the skinheads running. A woman who is prone to epileptic seizures joins the skins' merry band, and helps them on their run from justice, but is her affliction also a sign of impurity?", "release_date": "1992-03-05", "poster": "/wW9J9InM3gdZS6vcoJVQJo9pIVj.jpg", "runtime": 94, "id": 10412, "genre_ids": [28, 18, 53]}, {"title": "Children of the Corn", "overview": "A boy preacher named Isaac goes to a town in Nebraska called Gatlin and gets all the children to murder every adult in town.", "release_date": "1984-03-09", "poster": "/miJTMLdgrrgAs7blRjLutfLha9M.jpg", "runtime": 93, "id": 10823, "genre_ids": [18, 14, 27, 53]}, {"title": "Pee-wee's Big Holiday", "overview": "A fateful meeting with a mysterious stranger inspires Pee-wee Herman to take his first-ever holiday.", "release_date": "2016-03-18", "poster": "/vBlEIVt68igB5ZHrOercerqvPKQ.jpg", "runtime": 0, "id": 347689, "genre_ids": [35, 12]}, {"title": "In Your Face", "overview": "Actors Hadewych Minis and Tibor Lukacs play themselves as they are confronted with their own remarks on taking in refugees in their own house. One day, a journalist is on their doorstep with a refugee asking them to take him in.", "release_date": "2016-03-10", "poster": null, "runtime": 0, "id": 384394, "genre_ids": []}, {"title": "Sniper 2", "overview": "Sergeant Thomas Beckett (Berenger) is back - and this time he has teamed up with death row inmate B.J. Cole (Woodbine) on a suicide mission to the Balkans. Their target: a rogue general accused of running ethnic cleansing missions. But when Becket discovers that the government is using him as a pawn in a bigger mission, the body count grows and bullets really start to fly.", "release_date": "2002-12-28", "poster": "/2INFJHaFEyJZsyKPeRJubiIUpcB.jpg", "runtime": 97, "id": 14245, "genre_ids": [28]}, {"title": "Belle and Sebastian", "overview": "Belle and Sebastian is set high in the snowy Alps during the Second World War. The resourceful Sebastian is a lonely boy who tames and befriends a giant, wild mountain dog, Belle – even though the villagers believe her to be ‘the beast’ that has been killing their sheep.", "release_date": "2013-12-18", "poster": "/pFKKXxdV7UXbJwxLCOGSm672E7V.jpg", "runtime": 104, "id": 204668, "genre_ids": [12]}, {"title": "Needful Things", "overview": "The devil in disguise comes to a quiet, peaceful town and opens a store called Needful Things. The store has an item for everyone in town. All the devil asks for in return is a few dirty pranks. Little do they know, that they've sold their souls, and the pranks escalate to murder.", "release_date": "1993-08-27", "poster": "/hrWPjBPBA4d1O4raq6TE7ugTTIn.jpg", "runtime": 120, "id": 10657, "genre_ids": [28, 18, 27, 53]}, {"title": "Mundo Cão", "overview": "", "release_date": "2016-03-10", "poster": "/ha66nbtiKvLNSxqgo2eEApHE6Nm.jpg", "runtime": null, "id": 360142, "genre_ids": [18, 35]}, {"title": "Who's Afraid of Virginia Woolf?", "overview": "Mike Nichols’ film from Edward Albee's play brought new themes to the film industry. Elizabeth Taylor and Richard Burton have never been more brilliant together as they portray an experienced married couple who love each other yet verbally attack one another when they see how boring their naïve newlywed guests have made their night.", "release_date": "1966-06-21", "poster": "/9LXjOIS8BZHwatS7Z5JFLvhda3w.jpg", "runtime": 131, "id": 396, "genre_ids": [18]}, {"title": "Perfect Sense", "overview": "Susan is a scientist searching for answers to important questions. So important that she has given up on other things, like love - until she meets Micheal. Susan and Michael find themselves embarking on a sensual adventure while the world around them seems to be falling apart. A life-affirming look at what it means to love and be loved in turbulent times.", "release_date": "2011-01-24", "poster": "/6MfGnRmzvF0zCnKVKCZ8nOjULuz.jpg", "runtime": 92, "id": 51999, "genre_ids": [18, 878, 10749]}, {"title": "Open Water", "overview": "Two divers are left out at sea without a boat. There’s nothing but water for miles, unless they look at what’s underneath them...", "release_date": "2003-10-26", "poster": "/hua2eluUhiLvKqwHFPV2aTiY8pp.jpg", "runtime": 79, "id": 83, "genre_ids": [18, 53]}, {"title": "Remember Me", "overview": "Still reeling from a heartbreaking family event and his parents' subsequent divorce, Tyler Hawkins discovers a fresh lease on life when he meets Ally Craig, a gregarious beauty who witnessed her mother's death. But as the couple draws closer, the fallout from their separate tragedies jeopardizes their love.", "release_date": "2010-03-12", "poster": "/rlWRvkApEUM33yOPmzULJwUnAZI.jpg", "runtime": 113, "id": 23169, "genre_ids": [18, 10749]}, {"title": "Friday the 13th: A New Beginning", "overview": "Homicidal maniac Jason returns from the grave to cause more bloody mayhem. Young Tommy may have escaped from Crystal Lake, but he’s still haunted by the gruesome events that happened there. When gory murders start happening at the secluded halfway house for troubled teens where he now lives, it seems like his nightmarish nemesis, Jason, is back for more sadistic slaughters. But as things spiral out of control and the body count rises, Tommy begins to wonder if he’s become the killer he fears most.", "release_date": "1985-03-22", "poster": "/aoc6F4Oif0JskHKO1tzZOaopYbF.jpg", "runtime": 92, "id": 9731, "genre_ids": [27, 53]}, {"title": "The Gendarme in New York", "overview": "The second installment of Gendarmes series, tells the story of Sergeant Cruchot (Louis De Funes), who, together with his faithful comrades, has been sent to the International Congress of Gendarmerie in N.Y.", "release_date": "1965-10-28", "poster": "/xlmmwgu60XScXJ6B0621qF2SxXP.jpg", "runtime": 95, "id": 4728, "genre_ids": [35]}, {"title": "Ned Kelly", "overview": "After getting threatened by Kelly's friends and family, Constable Fitzpatrick places the blame on Ned Kelly and exaggerates what happened. With the biggest ever award available, Kelly and his gang set into the wild, to remain hidden from everyone who seeks them. Even if it means having his family arrested, the Kelly Gang stay hidden and plan a way to get their names cleared.", "release_date": "2003-03-22", "poster": "/rBid8dQlauN5r58H3rozxpPgEdj.jpg", "runtime": 110, "id": 10544, "genre_ids": [28, 12, 18, 36]}, {"title": "Mansfield Park", "overview": "This fun and sexy comedy tells a timelessly entertaining story where wealthy, secret passions and mischievous women put love to the test.. When a spirited young woman, Fanny Price, is sent away to live on the great country estate of her rich cousins, she's meant to learn the ways of proper society. But while Fanny learns \"their\" ways, she also enlightens them with a wit and sparkle all her own!", "release_date": "1999-11-12", "poster": "/reh2SdnPDmFbjWWAEbTv9GgQbke.jpg", "runtime": 112, "id": 10399, "genre_ids": [18, 10749]}, {"title": "Beyond The Law", "overview": "Dan Saxon is an undercover cop who infiltrates a biker gang to nail the scum behind a drug-smuggling operation. In order to maintain the trust of the gang's leader, he must commit ever more dangerous and heinous crimes. Just how far 'beyond the law' will Saxon go?", "release_date": "1993-04-22", "poster": "/iMIAPwqcdHx4hWGwPgwGB5a18lb.jpg", "runtime": 108, "id": 18631, "genre_ids": [18, 53]}, {"title": "Father of the Bride Part II", "overview": "Just when George Banks has recovered from his daughter's wedding, he receives the news that she's pregnant ... and that George's wife, Nina, is expecting too. He was planning on selling their home, but that's a plan that -- like George -- will have to change with the arrival of both a grandchild and a kid of his own.", "release_date": "1995-12-08", "poster": "/e64sOI48hQXyru7naBFyssKFxVd.jpg", "runtime": 106, "id": 11862, "genre_ids": [35]}, {"title": "Death Wish 2", "overview": "Paul Kersey is again a vigilante trying to find five punks who murdered his housekeeper and daughter in Los Angeles.", "release_date": "1981-02-20", "poster": "/jGhpwm6X0LqpvoFzFISKuGyC1zy.jpg", "runtime": 88, "id": 14373, "genre_ids": [28, 80, 53]}, {"title": "World's Greatest Dad", "overview": "Robin Williams stars as Lance Clayton, a man who has learned to settle. He dreamed of being a rich and famous writer, but has only managed to make it as a high school poetry teacher. His only son Kyle (Daryl Sabara) is an insufferable jackass who won’t give his father the time of day. He is dating Claire (Alexie Gilmore), the school’s adorable art teacher, but she doesn’t want to get serious --", "release_date": "2009-08-20", "poster": "/AsPNGlEc1eJK7Ku2QyTDB5oincl.jpg", "runtime": 99, "id": 20178, "genre_ids": [35, 10749]}, {"title": "The Five-Year Engagement", "overview": "Exactly one year after Tom meets Violet, he surprises her with a wedding ring. By all accounts, Tom and Violet are destined for their happily ever after. However, this engaged couple just keep getting tripped up on the long walk down the aisle.", "release_date": "2012-04-27", "poster": "/202Je4e793JH11Ce4JoAwuzCRZ0.jpg", "runtime": 124, "id": 72207, "genre_ids": [35]}, {"title": "Empire Records", "overview": "The employees of an independent music store learn about each other as they try anything to stop the store being absorbed by a large chain.", "release_date": "1995-09-22", "poster": "/qsChOeJHJL8949nbFvTvwLyYmSW.jpg", "runtime": 90, "id": 13531, "genre_ids": [35, 18]}, {"title": "Flatliners", "overview": "Five medical students want to find out if there is life after death. They plan to stop one of their hearts for a few seconds, thus simulating death, and then bring the person back to life. A science fiction thriller from the early 1990's with a star studded cast.", "release_date": "1990-08-09", "poster": "/3CoUzgCU8kR2UCXovrvfNAjvWkI.jpg", "runtime": 115, "id": 1551, "genre_ids": [18, 27, 878, 53]}, {"title": "Killing Season", "overview": "Two veterans of the Bosnian War, one American, one Serbian, who clash in the remote Smoky Mountain wilderness.", "release_date": "2013-07-12", "poster": "/ftZVLKyr3RDGtVelU06GAbtOFQa.jpg", "runtime": 91, "id": 77663, "genre_ids": [28, 53]}, {"title": "Casino Jack", "overview": "Based on a true story, a hot shot Washington DC lobbyist and his protégé go down hard as their schemes to peddle influence lead to corruption and murder.", "release_date": "2010-09-16", "poster": "/fCsqP7OF208vdH4lfRKcYuQBVBi.jpg", "runtime": 108, "id": 45324, "genre_ids": [80, 35, 18]}, {"title": "The Game Plan", "overview": "NFL quarterback Joe Kingman was living the bachelor lifestyle when one day he discovers that he has a 8-year-old daughter from a previous relationship.", "release_date": "2007-09-28", "poster": "/v16hfzkZJj1Cs3kgNr9OLKWOlMT.jpg", "runtime": 110, "id": 13680, "genre_ids": [35, 10751]}, {"title": "Justice League: Doom", "overview": "An adaptation of Mark Waid's \"Tower of Babel\" story from the JLA comic. Vandal Savage steals confidential files Batman has compiled on the members of the Justice League, and learns all their weaknesses.", "release_date": "2012-02-28", "poster": "/4KIk5Odvkpwlf5y0QYqohTTlujw.jpg", "runtime": 77, "id": 76589, "genre_ids": [16, 28, 53]}, {"title": "My Best Friend's Wedding", "overview": "When she receives word that her longtime platonic pal Michael O'Neal is getting married to debutante Kimberly Wallace, food critic Julianne Potter realizes her true feelings for Michael -- and sets out to sabotage the wedding.", "release_date": "1997-06-19", "poster": "/5hHAjv9RaCtR0lsg7QiRktflsk7.jpg", "runtime": 105, "id": 8874, "genre_ids": [35, 10749]}, {"title": "The Muppets", "overview": "When Kermit the Frog and the Muppets learn that their beloved theater is slated for demolition, a sympathetic human, Gary, and his puppet roommate, Walter, swoop in to help the gang put on a show and raise the $10 million they need to save the day.", "release_date": "2011-11-22", "poster": "/Ai7JRZFEXXOX7rhgfeL861zZtWv.jpg", "runtime": 103, "id": 64328, "genre_ids": [35, 10751, 10402]}, {"title": "Ragtime", "overview": "A young black pianist becomes embroiled in the lives of an upper-class white family set among the racial tensions, infidelity, violence, and other nostalgic events in early 1900s New York City.", "release_date": "1981-11-20", "poster": "/qBWUfcEnKWEfTqD3oDTZ4bZDS3R.jpg", "runtime": 155, "id": 25566, "genre_ids": [18]}, {"title": "Hard Eight", "overview": "A stranger mentors a young Reno gambler who weds a hooker and befriends a vulgar casino regular.", "release_date": "1996-02-28", "poster": "/rlULHF25GAFc6F3xZhovctWkNCr.jpg", "runtime": 96, "id": 8052, "genre_ids": [18, 53]}, {"title": "Marseille", "overview": "", "release_date": "2016-03-16", "poster": "/9nacTVs2Vb7nBO9cbnuC2arBYiN.jpg", "runtime": null, "id": 375809, "genre_ids": [35]}, {"title": "Derailed", "overview": "When two married business executives having an affair are blackmailed by a violent criminal, they are forced to turn the tables on him to save their families.", "release_date": "2005-11-11", "poster": "/fWZK40LvrjJ2w7IBuuadJMdHgVK.jpg", "runtime": 108, "id": 8999, "genre_ids": [18, 53]}, {"title": "All About My Mother", "overview": "A single mother in Madrid sees her only son die on his birthday as he runs to seek an actress' autograph. Beside herself with grief, she returns to Barcelona to tell the boy's father about the death of the son he never knew he had.", "release_date": "1999-04-19", "poster": "/sQdalmBSUiaU0QCgZKBfy0l2vUR.jpg", "runtime": 101, "id": 99, "genre_ids": [35, 18]}, {"title": "Muppet Treasure Island", "overview": "After telling the story of Flint's last journey to young Jim Hawkins, Billy Bones has a heart attack and dies just as Jim and his friends are attacked by pirates. The gang escapes into the town where they hire out a boat and crew to find the hidden treasure, which was revealed by Bones before he died. On their voyage across the seas, they soon find out that not everyone on board can be trusted.", "release_date": "1996-02-16", "poster": "/5A8gKzOrF9Z7tSUX6xd5dEx4NXf.jpg", "runtime": 100, "id": 10874, "genre_ids": [28, 35, 10402, 10751, 12]}, {"title": "The Last Song", "overview": "A drama centered on a rebellious girl who is sent to a Southern beach town for the summer to stay with her father. Through their mutual love of music, the estranged duo learn to reconnect.", "release_date": "2010-03-31", "poster": "/90ICc0MXgDgTtWD3qfA1BfkA21t.jpg", "runtime": 107, "id": 35690, "genre_ids": [18, 10751, 10749]}, {"title": "The Quiet Earth", "overview": "After a top-secret experiment misfires, a scientist may be the only man left alive in the world.", "release_date": "1985-09-08", "poster": "/61OEjyXUPpHZ8aEc9avfBKimLJ9.jpg", "runtime": 91, "id": 10176, "genre_ids": [18, 878, 53]}, {"title": "El Dorado", "overview": "Cole Thornton, a gunfighter for hire, joins forces with an old friend, Sheriff J.P. Hara. Together with an old indian fighter and a gambler, they help a rancher and his family fight a rival rancher that is trying to steal their water.", "release_date": "1966-12-17", "poster": "/jnbUOe6dAXK4Hs6dhYgvmdr5CbO.jpg", "runtime": 120, "id": 6644, "genre_ids": [28, 37]}, {"title": "Factory Girl", "overview": "In the mid-1960s, wealthy debutant Edie Sedgwick meets artist Andy Warhol. She joins Warhol's famous Factory and becomes his muse. Although she seems to have it all, Edie cannot have the love she craves from Andy, and she has an affair with a charismatic musician, who pushes her to seek independence from the artist and the milieu.", "release_date": "2006-12-29", "poster": "/inaRwOEDPzYRDnqLi0lQZLQPLCL.jpg", "runtime": 90, "id": 12271, "genre_ids": [18]}, {"title": "In the Cut", "overview": "Following the gruesome murder of a young woman in her neighborhood, a self-determined woman living in New York City--as if to test the limits of her own safety--propels herself into an impossibly risky sexual liaison. Soon she grows increasingly wary about the motives of every man with whom she has contact--and about her own.", "release_date": "2003-09-09", "poster": "/t0HWXU7AZmlg4PCvmq4zEwH0Ctc.jpg", "runtime": 119, "id": 10944, "genre_ids": [9648]}, {"title": "Fist of Fury", "overview": "Chen Zhen returns to the international compound of China only to learn of his beloved teacher's death. This is compounded by the continual racist harassment by the Japanese population in the area. Unlike his friends, he confronts it head on with his mastery of martial arts while investigating his teacher's murder.", "release_date": "1972-03-22", "poster": "/umO5HRcKmVhgTZ3yShHhHLYRBMq.jpg", "runtime": 108, "id": 11713, "genre_ids": [18, 28, 53]}, {"title": "Infini", "overview": "A search and rescue team are transported through deep space to a distant mining colony to save the sole survivor of a biological outbreak.  During their mission, they find a lethal weapon which is set to arrive on Earth within the hour.", "release_date": "2015-05-08", "poster": "/tP3BOSgYneJTPe3TpELH7XBWE1w.jpg", "runtime": 110, "id": 301728, "genre_ids": [27, 878, 53]}, {"title": "The Lost City", "overview": "In Havana, Cuba in the late 1950's, a wealthy family, one of whose sons is a prominent nightclub owner, is caught in the violent transition from the oppressive regime of Batista to the Marxist government of Fidel Castro. Castro's regime ultimately leads the nightclub owner to flee to New York.", "release_date": "2005-09-03", "poster": "/qfrzz2hk7eA9xxxT4TFPJHOScA3.jpg", "runtime": 144, "id": 9700, "genre_ids": [18, 10749]}, {"title": "The 100-Year-Old Man Who Climbed Out the Window and Disappeared", "overview": "This unlikely story follows a 100-year-old man who decides it's not too late to start over. For most people it would be the adventure of a lifetime, but Allan Karlsson's unexpected journey is not his first. For a century he's made the world uncertain, and now he is on the loose again.  Based on the internationally best-selling novel by Jonas Jonasson.", "release_date": "2013-12-25", "poster": "/cE51BdbaxpOWnfSKlSPNy5rzzFV.jpg", "runtime": 114, "id": 145247, "genre_ids": [12, 35, 18]}, {"title": "Superhero Movie", "overview": "The team behind Scary Movie takes on the comic book genre in this tale of Rick Riker, a nerdy teen imbued with superpowers by a radioactive dragonfly. And because every hero needs a nemesis, enter Lou Landers, aka the villainously goofy Hourglass.", "release_date": "2008-03-27", "poster": "/xLY9Wj4lhPUNojdixdU4AuvUxZt.jpg", "runtime": 85, "id": 11918, "genre_ids": [28, 35, 878]}, {"title": "Au nom de ma fille", "overview": "", "release_date": "2016-03-16", "poster": "/596gk7KmAi8kkdMu64pZEm5lk69.jpg", "runtime": null, "id": 381262, "genre_ids": [18]}, {"title": "xXx: The Return of Xander Cage", "overview": "Xander Cage is left for dead after an incident, though he secretly returns to action for a new, tough assignment with his handler Augustus Gibbons.", "release_date": "2017-01-20", "poster": "/cO50IXQ6eYrh2ZB6052tji8kcyX.jpg", "runtime": 0, "id": 47971, "genre_ids": [28, 12, 53]}, {"title": "The Bag Man", "overview": "A criminal waits in a seedy motel and waits for his boss after killing several men to steal a bag.", "release_date": "2014-02-28", "poster": "/deDlo05grvi8kiczHBGBdbk6Y12.jpg", "runtime": 108, "id": 242076, "genre_ids": [80, 18, 53]}, {"title": "Sleeper", "overview": "Miles Monroe, a clarinet-playing health food store proprietor, is revived out of cryostasis 200 years into a future world in order to help rebels fight an oppressive government regime.", "release_date": "1973-12-17", "poster": "/fna6VsLR1EX3cF29Pk2FYZkfsBv.jpg", "runtime": 89, "id": 11561, "genre_ids": [35, 878]}, {"title": "In a Better World", "overview": "The lives of two Danish families cross each other, and an extraordinary but risky friendship comes into bud. But loneliness, frailty and sorrow lie in wait.", "release_date": "2010-08-26", "poster": "/qxCTUrnC5ZdsKQepBMPt09ihse.jpg", "runtime": 119, "id": 44716, "genre_ids": [18, 10769, 10751]}, {"title": "Nine Months", "overview": "When he finds out his longtime girlfriend is pregnant, a commitment-phobe realizes he might have to change his lifestyle for better or much, much worse.", "release_date": "1995-07-12", "poster": "/l6HWwhtqmowlNqWYln011WTTm35.jpg", "runtime": 103, "id": 11472, "genre_ids": [35]}, {"title": "Throne of Blood", "overview": "Mikio and Washizu are the commanders of the 1st and 2nd Fortress under a local lord, who reigns in the Spiders' Web Castle. After defeating the lord's enemies in battle, they visit the fortress. Washizu, driven by his wife, conspires and murders the lord, becoming lord of the castle. But his evil deeds come back to haunt him.", "release_date": "1957-01-15", "poster": "/zAQFcJSwqCJaU29LfadifxKloMk.jpg", "runtime": 110, "id": 3777, "genre_ids": [18, 36]}, {"title": "Lady and the Tramp II: Scamp's Adventure", "overview": "Lady and Tramp's mischievous pup, Scamp, gets fed up with rules and restrictions imposed on him by life in a family, and longs for a wild and free lifestyle. He runs away from home and into the streets where he joins a pack of stray dogs known as the \"Junkyard Dogs.\" Buster, the pack's leader, takes an instant disliking to the \"house-dog\" and considers him a rival. Angel, a junkyard pup Scamp's age, longs for the safety and comfort of life in a family and the two become instant companions. Will Scamp choose the wild and free life of a stray or the unconditional love of his family?", "release_date": "2001-02-18", "poster": "/bc2yxExkW5tiJf8ASkgsEYHiluy.jpg", "runtime": 69, "id": 18269, "genre_ids": [16]}, {"title": "Snake in the Eagle's Shadow", "overview": "Everyone abuses and humiliates a downtrodden orphan (Chan) until he befriends an old man, who turns out to be the last master of the \"snake fist\" fighting style. Jackie becomes the old man's student and finds himself in battle with the master of the \"eagle's claw\" style, who has vowed to destroy the snake fist clan.", "release_date": "1978-03-01", "poster": "/nYeCe3HhNGNVlB5u5h8OVDMnmRh.jpg", "runtime": 98, "id": 11537, "genre_ids": [28, 35]}, {"title": "The One I Love", "overview": "On the brink of separation, Ethan and Sophie escape to a beautiful vacation house for a weekend getaway in an attempt to save their marriage. What begins as a romantic and fun retreat soon becomes surreal, when an unexpected discovery forces the two to examine themselves, their relationship, and their future.", "release_date": "2014-08-08", "poster": "/6eUaKwFLb0FXt6cqHZKhbeKDXEZ.jpg", "runtime": 91, "id": 242090, "genre_ids": [10749, 35, 18]}, {"title": "Extract", "overview": "The owner of a factory that produces flavor extracts, Joel Reynold seems to have it all, but really doesn't. What's missing is sexual attention from his wife, Suzie. Joel hatches a convoluted plan to get Suzie to cheat on him, thereby clearing the way for Joel to have an affair with Cindy, an employee. But what Joel doesn't know is that Cindy is a sociopathic con artist, and a freak workplace accident clears the way for her to ruin Joel forever.", "release_date": "2009-09-03", "poster": "/j13qLGBu3WBbyPPTfWAHj8jucQI.jpg", "runtime": 92, "id": 12569, "genre_ids": [35]}, {"title": "The Great Raid", "overview": "The Great Raid is an inspirational true story of one of the most triumphant rescue missions during World War II. As the war rages, the elite 6th Ranger Battalion is given a mission of heroic proportions: push 30 miles behind enemy lines and liberate over 500 prisoners of war.", "release_date": "2005-08-12", "poster": "/k9NSP9bJweEOZjcj6BkQVROVNhc.jpg", "runtime": 132, "id": 13922, "genre_ids": [28, 12, 18, 36, 10752]}, {"title": "Sex and the City 2", "overview": "Carrie, Charlotte, and Miranda are all married now, but they're still up for a little fun in the sun. When Samantha gets the chance to visit one of the most extravagant vacation destinations on the planet and offers to bring them all along, they surmise that a women-only retreat may be the perfect excuse to eschew their responsibilities and remember what life was like before they decided to settle down.", "release_date": "2010-05-26", "poster": "/pU8sKmxS5NorwjQc4OzW0zsoggA.jpg", "runtime": 146, "id": 37786, "genre_ids": [35, 18, 10749]}, {"title": "The Brass Teapot", "overview": "When a couple discovers that a brass teapot makes them money whenever they hurt themselves, they must come to terms with how far they are willing to go.", "release_date": "2012-09-08", "poster": "/4Pxtx487zw0HTpbO4k341Es33nO.jpg", "runtime": 100, "id": 127867, "genre_ids": [35, 14, 53]}, {"title": "Red Rock West", "overview": "When a promised job for Texan Michael fails to materialise in Wyoming, Mike is mistaken by Wayne to be the hitman he hired to kill his unfaithful wife, Suzanne. Mike takes full advantage of the situation, collects the money and runs. During his getaway, things go wrong, and soon get worse when he runs into the real hitman, Lyle.", "release_date": "1993-06-16", "poster": "/1qUuBCnz4JHAGzlQhO6JXvju471.jpg", "runtime": 98, "id": 10427, "genre_ids": [53, 80, 18]}, {"title": "Infernal Affairs III", "overview": "Infernal Affairs III is a 2003 Hong Kong crime thriller film directed by Andrew Lau and Alan Mak. It is the third installment in the Infernal Affairs film series, and is both a sequel and a semi-prequel to the original film, as it intercuts events before and after the events in the original.", "release_date": "2003-12-12", "poster": "/d3h0rOUGTigHBcdOMUGKFSDlgPo.jpg", "runtime": 118, "id": 14310, "genre_ids": [80, 18, 28]}, {"title": "5 Centimeters Per Second", "overview": "Takaki and Akari are two classmates in elementary school. During their time together they have become close friends. Their relationship is tested when Akari moves to another city because of her parents' jobs. Both of them struggle to keep their friendship alive, as time and distance slowly pulls them apart. When Takaki finds out that he is moving further away, he decides to visit Akari one last time.", "release_date": "2007-03-03", "poster": "/wX7RbjclqHoSWd4NGouDisBHq1o.jpg", "runtime": 63, "id": 38142, "genre_ids": [16, 18]}, {"title": "The Dark Valley", "overview": "Through a hidden path a lone rider reaches a little town high up in the Alpes. Nobody knows where the stranger comes from, nor what he wants there. But everyone knows that they don't want him to stay.", "release_date": "2014-02-14", "poster": "/7jaM7oeqwC4PpqEyaJPteWSNGov.jpg", "runtime": 115, "id": 248933, "genre_ids": [36, 18]}, {"title": "Do the Right Thing", "overview": "On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence.", "release_date": "1989-06-30", "poster": "/obNQLtdeJy3IiKnExWoWBJH8V67.jpg", "runtime": 120, "id": 925, "genre_ids": [35, 80, 18]}, {"title": "The Hundred-Foot Journey", "overview": "A story centered around an Indian family who moves to France and opens a restaurant across the street from a Michelin-starred French restaurant.", "release_date": "2014-08-06", "poster": "/zQWT270zHKC4xVs0ogUwrU8EwqB.jpg", "runtime": 122, "id": 228194, "genre_ids": [18]}, {"title": "Night Watch", "overview": "Among normal humans live the \"Others\" possessing various supernatural powers. They are divided up into the forces of light and the forces of the dark, who signed a truce several centuries ago to end a devastating battle. Ever since, the forces of light govern the day while the night belongs to their dark opponents. In modern day Moscow the dark Others actually roam the night as vampires while a \"Night Watch\" of light forces, among them Anton, the movie's protagonist, try to control them and limit their outrage", "release_date": "2004-06-27", "poster": "/9PU5tBWURGxFEydujd17GQRkA7G.jpg", "runtime": 114, "id": 3040, "genre_ids": [14, 28, 53]}, {"title": "The Next Three Days", "overview": "A married couple's life is turned upside down when the wife is accused of a murder. Lara Brennan is arrested for murdering her boss with whom she had an argument. It seems she was seen leaving the scene of the crime and her fingerprints were on the murder weapon. Her husband, John would spend the next few years trying to get her released, but there's no evidence that negates the evidence against her. And when the strain of being separated from her family, especially her son, gets to her, John decides to break her out. So he does a lot of research to find a way.", "release_date": "2010-11-18", "poster": "/odZECgJpQSUUK1tOMrkT7LWxSkI.jpg", "runtime": 133, "id": 43539, "genre_ids": [10749, 18, 53, 80]}, {"title": "Spread", "overview": "In Los Angeles, Nikki is homeless, car-less and closing in on 30, but he's amoral, good-looking, and adept in the sack, moving from one wealthy woman of 35 or 40 to another, a kept boy-toy. His newest gig, with Samantha, an attorney whose house overlooks L.A., is sweet, although it's unclear how long she'll put up with him. Then Nikki meets Heather, a waitress. Is the player being played, or might this be love? What will Nikki discover?", "release_date": "2009-01-16", "poster": "/3MWQaxib5wUXLVaD2tjvpK3zNpD.jpg", "runtime": 97, "id": 19918, "genre_ids": [35, 18, 10749]}, {"title": "Undisputed III: Redemption", "overview": "Russian inmate Boyka, now severely hobbled by the knee injury suffered at the end of Undisputed 2. No longer the feared prison fighter he was, he has declined so far that he is now good only for cleaning toilets. But when a new prison fight tournament begins - an international affair, matching the best fighters from prisons around the globe, enticing them with the promise of freedom for the winner - Boyka must reclaim his dignity and fight for his position in the tournament.", "release_date": "2010-05-22", "poster": "/vLSnWLCnqk5j3oLnMnBHJGL3bO0.jpg", "runtime": 96, "id": 38234, "genre_ids": [28, 53]}, {"title": "The Vanishing", "overview": "A young woman (Sandra Bullock) mysteriously disappears, sending her boyfriend Jeff (Kiefer Sutherland) on a years-long quest to find her. Not even a new love (Nancy Travis) can keep him from his obsessive search. All the while, the calculating psychopath (Jeff Bridges) who kidnapped his girlfriend stalks Jeff, ultimately taking him through the exact same steps that led to the crime. In order to find out what happened, Jeff must put his own life in the hands of this devious stranger.", "release_date": "1993-02-05", "poster": "/fv1jtMLVDzptB6b8f7DrxTj39U0.jpg", "runtime": 109, "id": 1644, "genre_ids": [53, 18, 9648]}, {"title": "Year One", "overview": "When a couple of lazy hunter-gatherers are banished from their primitive village, they set off on an epic journey through the ancient world.", "release_date": "2009-06-18", "poster": "/rrxNnCsUjajdvG9WGm4ePznCqn9.jpg", "runtime": 97, "id": 17610, "genre_ids": [35, 12]}, {"title": "The Silence of the Lambs", "overview": "FBI trainee Clarice Starling ventures into a maximum-security asylum to pick the diseased brain of Hannibal Lecter, a psychiatrist turned homicidal cannibal. Starling needs clues to help her capture a serial killer. Unfortunately, her Faustian relationship with Lecter soon leads to his escape, and now two deranged killers are on the loose.", "release_date": "1991-02-14", "poster": "/qjAyTj2BSth1EQ89vNfo0JYVPFN.jpg", "runtime": 118, "id": 274, "genre_ids": [80, 18, 53]}, {"title": "Barbie and the Magic of Pegasus 3-D", "overview": "Princess Annika (Barbie) escapes the clutches of the evil wizard, explores the wonders of Cloud Kingdom, and teams up with a magnificent winged horse - who turns out to be her sister, Princess Brietta - to defeat the wizard and break the spells that imprisoned her family.", "release_date": "2005-10-05", "poster": "/ePFX1CjHYoyK9L5O5BEJ6Wc41l5.jpg", "runtime": 85, "id": 15906, "genre_ids": [16, 10751, 10749]}, {"title": "Mr. Woodcock", "overview": "Taken aback by his mother's wedding announcement, a young man returns home in an effort to stop her from marrying his old high school gym teacher, a man who made high school hell for generations of students.", "release_date": "2007-09-14", "poster": "/wCakZiRTNOd9jS6Rf32IjMBvIr9.jpg", "runtime": 87, "id": 13257, "genre_ids": [35, 10749]}, {"title": "The Zero Theorem", "overview": "A computer hacker's goal to discover the reason for human existence continually finds his work interrupted thanks to the Management; this time, they send a teenager and lusty love interest to distract him.", "release_date": "2014-01-02", "poster": "/jsaRDf5Syw0dueU0mSXh4r1yzs0.jpg", "runtime": 107, "id": 157834, "genre_ids": [18, 14, 878]}, {"title": "The Hole", "overview": "Four teenagers at a British private school secretly uncover and explore the depths of a sealed underground hole created decades ago as a possible bomb shelter.", "release_date": "2001-04-20", "poster": "/uKq5U7NfEBXn85AvpXtHhp0p2BG.jpg", "runtime": 102, "id": 467, "genre_ids": [80, 18, 27, 53]}, {"title": "Airheads", "overview": "The Lone Rangers have heavy-metal dreams and a single demo tape they can't get anyone to play. The solution: Hijack an AM rock station and hold the deejays hostage until they agree to broadcast the band's tape.", "release_date": "1994-08-05", "poster": "/w4d8TFSUFVI0W8IRUTGrQVvFFdz.jpg", "runtime": 92, "id": 13595, "genre_ids": [35, 80, 10402]}, {"title": "Deep Web", "overview": "Deep Web gives the inside story of one of the the most important and riveting digital crime sagas of the century -- the arrest of Ross William Ulbricht, the convicted 30-year-old entrepreneur accused to be 'Dread Pirate Roberts,' creator and operator of online black market Silk Road. The film explores how the brightest minds and thought leaders behind the Deep Web are now caught in the crosshairs of the battle for control of a future inextricably linked to technology, with our digital rights hanging in the balance.", "release_date": "2015-03-15", "poster": "/jSCpBnzQZPwHZ3zOYtpeIwcNbEJ.jpg", "runtime": 90, "id": 321769, "genre_ids": [99]}, {"title": "Trail of the Pink Panther", "overview": "The Pink Panther diamond is stolen once again from Lugash and the authorities call in Chief Inspector Clouseau from France. His plane disappears en-route. This time, famous French TV reporter Marie Jouvet sets out to solve the mystery and starts to interview everybody connected to Clouseau.", "release_date": "1982-12-03", "poster": "/w7ZMFiYaIfcnlAtKtBikvGRyS0j.jpg", "runtime": 96, "id": 9699, "genre_ids": [35, 80]}, {"title": "The Other Side of the Door", "overview": "Grieving over the loss of her son, a mother struggles with her feelings for her daughter and her husband. She seeks out a ritual that allows her say goodbye to her dead child, opening the veil between the world of the dead and the living. Her daughter becomes the focus of terror. She must now protect against the evil that was once her beloved son.", "release_date": "2016-02-25", "poster": "/hLpbfpkh5MBt86LokeyoReK0yCH.jpg", "runtime": 96, "id": 364116, "genre_ids": [27]}, {"title": "Rampart", "overview": "Follows veteran police officer Dave Brown, the last of the renegade cops, as he struggles to take care of his family, and fights for his own survival.", "release_date": "2011-12-10", "poster": "/iyQgIe3Lm6jliVD1aCVl5PytqwU.jpg", "runtime": 108, "id": 75622, "genre_ids": [80, 18, 28, 53]}, {"title": "Memoirs of an Invisible Man", "overview": "After a freak accident, an invisible yuppie runs for his life from a treacherous CIA official while trying to cope with his new life.", "release_date": "1992-02-28", "poster": "/jEMkUcTUviSqnP88Fs3mKVl0wUs.jpg", "runtime": 99, "id": 2687, "genre_ids": [28, 35, 18, 14, 878, 53]}, {"title": "Queen Margot", "overview": "The night of August 24, 1572, is known as the Massacre of St. Bartholomew. In France a religious war is raging. In order to impose peace a forced wedding is arranged between Margot de Valois, sister of the immature Catholic King Charles IX, and the Hugenot King Henri of Navarre. Catherine of Medici maintains her behind-the-scenes power by ordering assaults, poisonings, and instigations to incest.", "release_date": "1994-05-13", "poster": "/jBE7n0rJjL9f7BhBMojKVFDhsNI.jpg", "runtime": 162, "id": 10452, "genre_ids": [18, 36]}, {"title": "Nothing But the Truth", "overview": "When reporter Rachel Armstrong writes a story that reveals the identity of a covert CIA operative, the government demands that Rachel reveal her source. She defies the special prosecutor and is thrown in jail. Meanwhile, her attorney, Albert Burnside argues her case all the way to the U.S. Supreme Court.", "release_date": "2008-12-19", "poster": "/s5RIzwciZDHUg0ViqnkNLL0Nj63.jpg", "runtime": 108, "id": 14637, "genre_ids": [18, 53]}, {"title": "Delta Force 2: The Colombian Connection", "overview": "When DEA agents are taken captive by a ruthless South American kingpin, the Delta Force is reunited to rescue them in this sequel to the 1986 film.", "release_date": "1990-08-24", "poster": "/rLaIwonpLRvALH9Iaxk6gPESf4b.jpg", "runtime": 111, "id": 19086, "genre_ids": [28, 12]}, {"title": "The Librarian: The Curse of the Judas Chalice", "overview": "While on a dangerous mission to recover the historic Judas Chalice, Flynn is saved by Simone. But when double-crossed by a respected professor and ambushed by a ruthless gang, Flynn realizes Simone's secret, his true mission and a shocking discovery are all lying within a decaying New Orleans crypt.", "release_date": "2008-12-07", "poster": "/oqz2HSwcMij8aG8T5vzgvAPg1mo.jpg", "runtime": 95, "id": 14728, "genre_ids": [14, 28, 12, 35]}, {"title": "Uptown Girls", "overview": "Molly Gunn, the freewheeling daughter of a deceased rock legend, is forced to get a job when her manager steals her money. As nanny for precocious Ray, the oft ignored daughter of a music executive she learns what it means to be an adult while teaching Ray how to be a child.", "release_date": "2003-08-15", "poster": "/tNT8R6s1RNFxVbzcQPuJE75HLPi.jpg", "runtime": 92, "id": 14926, "genre_ids": [35]}, {"title": "A Love Song for Bobby Long", "overview": "A headstrong young woman returns to New Orleans after the death of her estranged mother.", "release_date": "2004-09-02", "poster": "/c03bIFoCbbtC4uLcTb03t1Xgv3K.jpg", "runtime": 119, "id": 9953, "genre_ids": [18]}, {"title": "4.3.2.1", "overview": "Jo is chained down in a dead end supermarket job while all her friends are all out on their own separate adventures. But a chance encounter with some diamond thieves sends their separate worlds on a collision course with not only each other, but fate itself.", "release_date": "2010-06-02", "poster": "/xuj4r74br7lgm7gviR0NT238W1N.jpg", "runtime": 117, "id": 44877, "genre_ids": [28, 53, 80, 10749]}, {"title": "Cyborg", "overview": "A martial artist hunts a killer in a plague-infested urban dump of the future.", "release_date": "1989-04-07", "poster": "/jJg1QRjXvHjYKTa8g7hLXgyQ5Dq.jpg", "runtime": 86, "id": 10134, "genre_ids": [28, 878]}, {"title": "Welcome to the South", "overview": "Alberto (Claudio Bisio), post office manager of a small town in Brianza, under pressure of his wife Sylvia (Angela Finocchiaro), is willing to do anything to get the transfer to Milan. Even pretending to be disabled to climb in the ranking. But the trick does not work and as punishment, he is transferred in a small town in Campania, which to an inhabitant of the north is equivalent to a nightmare ...", "release_date": "2010-10-01", "poster": "/1D0FU4Nma6A4XYwTkXUvZknWie9.jpg", "runtime": 102, "id": 48415, "genre_ids": [35]}, {"title": "Atlas Shrugged Part I", "overview": "A powerful railroad executive, Dagny Taggart, struggles to keep her business alive while society is crumbling around her. Based on the 1957 novel by Ayn Rand.", "release_date": "2011-04-14", "poster": "/o9j1K7N68DrSqQAvda086TjsSNp.jpg", "runtime": 97, "id": 56780, "genre_ids": [18, 53, 878, 9648]}, {"title": "Halloween: Resurrection", "overview": "Serial Killer Michael Myers is not finished with Laurie Strode, and their rivalry finally comes to an end. But is this the last we see of Myers? Freddie Harris and Nora Winston are reality programmers at DangerTainment, and are planning to send a group of 6 thrill-seeking teenagers into the childhood home of Myers. Cameras are placed all over the house and no one can get out of the house... and then Michael arrives home!", "release_date": "2002-07-01", "poster": "/luqA2pRzJ4OPxiS9zXa0arQljB1.jpg", "runtime": 94, "id": 11442, "genre_ids": [27, 53]}, {"title": "Bullet", "overview": "Danny Trejo plays 'Bullet' a tough cop who takes the law into his own hands when his grandson is kidnapped.", "release_date": "2014-02-25", "poster": "/2gtD4KYzjq9f7XUHbDazetdp4oC.jpg", "runtime": 87, "id": 169298, "genre_ids": [28, 80, 53]}, {"title": "Nick and Norah's Infinite Playlist", "overview": "Nick cannot stop obsessing over his ex-girlfriend, Tris, until Tris' friend Norah suddenly shows interest in him at a club. Thus beings an odd night filled with ups and downs as the two keep running into Tris and her new boyfriend while searching for Norah's drunken friend, Caroline, with help from Nick's band mates. As the night winds down, the two have to figure out what they want from each other.", "release_date": "2008-10-03", "poster": "/pM199sJFY0MQo5IcfUFWmAZUlt7.jpg", "runtime": 89, "id": 12182, "genre_ids": [35, 18, 10402, 10749]}, {"title": "The Great Debaters", "overview": "Inspired by a true story, Washington shines as a brilliant but politically radical debate team coach who uses the power of words to transform a group of underdog African American college students into an historical powerhouse that took on the Harvard elite.", "release_date": "2007-12-27", "poster": "/nCsg7R4sweOlTDXzG8bYZPgvMwU.jpg", "runtime": 126, "id": 14047, "genre_ids": [18]}, {"title": "Angel Eyes", "overview": "A story about a seemingly unlikely couple who cross paths under life-threatening circumstances as though they are destined not only to meet but to save each other's lives. Not once, but twice.", "release_date": "2001-05-15", "poster": "/jxchJRFZO6zYgdVaAOgNWLNM4yW.jpg", "runtime": 102, "id": 5852, "genre_ids": [18, 10749, 53]}, {"title": "Cocoon: The Return", "overview": "The old age pensioners that left at the end of the first film come back to earth to visit their relatives. Will they all decide to go back to the planet where no-one grows old, or will they be tempted to stay back on earth, or will they?", "release_date": "1988-09-13", "poster": "/AkPcfRIZ1ZynIB2nnOOOWzHPOT9.jpg", "runtime": 116, "id": 11285, "genre_ids": [35, 18, 878]}, {"title": "The First Wives Club", "overview": "Erstwhile college chums Elise, Annie and Brenda reunite for the funeral of a friend who committed suicide after her husband traded her in for a hot new model -- only to realize they're all in the same predicament. With help from an interior decorator, a socialite, Annie's daughter and a mafioso, they form a troika and plot payback against their two-timing exes with delicious results.", "release_date": "1996-09-20", "poster": "/tYdf6sIBZ7Ph0CQrP6g8BNc8OD1.jpg", "runtime": 103, "id": 2925, "genre_ids": [35]}, {"title": "Honey", "overview": "Honey Daniels (Jessica Alba) dreams of making a name for herself as a hip-hop choreographer. When she's not busy hitting downtown clubs with her friends, she teaches dance classes at a nearby community center in Harlem, N.Y., as a way to keep kids off the streets. Honey thinks she's hit the jackpot when she meets a hotshot director (David Moscow) who casts her in one of his music videos. But, when he starts demanding sexual favors from her, Honey makes a decision that will change her life.", "release_date": "2003-11-24", "poster": "/nC4W7JYMoqFxRBx2HR2MYDYq8Lr.jpg", "runtime": 94, "id": 10028, "genre_ids": [10402]}, {"title": "Nanny McPhee and the Big Bang", "overview": "Nanny McPhee appears at the door of a harried young mother, Mrs. Isabel Green, who is trying to run the family farm while her husband is away at war. But once she’s arrived, Nanny McPhee discovers that the children are fighting a war of their own against two spoiled city cousins who have just moved in. Relying on everything from a flying motorcycle and a statue that comes to life to a tree-climbing piglet and a baby elephant, Nanny uses her magic to teach her mischievous charges five new lessons.", "release_date": "2010-03-26", "poster": "/yBNytVM6U3godvMcwcOQWOvL0f.jpg", "runtime": 109, "id": 35019, "genre_ids": [14, 35]}, {"title": "Astro Boy", "overview": "Set in futuristic Metro City, Astro Boy is about a young robot with incredible powers created by a brilliant scientist in the image of the son he has lost. Unable to fulfill the grieving man's expectations, our hero embarks on a journey in search of acceptance, experiencing betrayal and a netherworld of robot gladiators, before he returns to save Metro City and reconcile with the father who had rejected him.", "release_date": "2009-10-15", "poster": "/4kQczIhUFTnDWwG6HKsgCxLoi6.jpg", "runtime": 94, "id": 16577, "genre_ids": [16, 28, 10751, 878]}, {"title": "The Crow: Wicked Prayer", "overview": "Jimmy Cuervo is a down-on-his-luck ex-con living in a polluted mining town on a reservation that would run him out of town if not for the remainder of his probation. With his time nearly finished, he plans to start a new life with his girlfriend Lily , and leave the town for good. But Luc Crash and Lola Byrne head up a local gang of local Satanists who murder Jimmy and Lily in a brutal ritual.", "release_date": "2005-05-13", "poster": "/hD6TvAKl0l07vpndWGPh5DYaivh.jpg", "runtime": 99, "id": 16456, "genre_ids": [28, 27, 53]}, {"title": "Night Train to Lisbon", "overview": "Raimund Gregorius, having saved a beautiful Portuguese woman from leaping to her death, stumbles upon a mesmerizing book by a Portuguese author, which compels him to suddenly abandon the boring life he has led for years and to embark on an enthralling adventure.  In search of the author, Gregorius acts as detective, pulling together pieces of a puzzle that involves political and emotional intrigue and the highest possible stakes. His voyage is one that transcends time and space, delving into the realms of history, medicine and love, all in search of true meaning to his life.", "release_date": "2013-03-07", "poster": "/kq7EIirl1AGRNpxR294cLe0PxvE.jpg", "runtime": 111, "id": 160139, "genre_ids": [9648, 10749, 53]}, {"title": "The Rover", "overview": "A decade after the collapse of the western world, Australia has become a lawless wasteland. As desperate outsiders pillage the country's precious mineral resources, taciturn Eric travels from town to town searching for signs of life.", "release_date": "2014-05-18", "poster": "/ugVbrbicJHfOw8e24RUYISKqgvf.jpg", "runtime": 100, "id": 157845, "genre_ids": [80, 18]}, {"title": "Urban Legend", "overview": "There's a campus killer on the loose who's making urban legends, like the one about eating pop rocks and soda at the same time will make your stomach explode and the one about a psycho with an axe stepping into the backseat of your car at the gas station when not looking, into reality.", "release_date": "1998-09-25", "poster": "/2oIf0ibr0zlhuhgbOwFSHimh7P6.jpg", "runtime": 99, "id": 9877, "genre_ids": [27, 53]}, {"title": "The Asphalt Jungle", "overview": "Recently paroled from prison, legendary burglar \"Doc\" Riedenschneider, with funding from Alonzo Emmerich, a crooked lawyer, gathers a small group of veteran criminals together in the Midwest for a big jewel heist.", "release_date": "1950-05-23", "poster": "/oK3EwBq4UPCzSEP8fkbxeV2tQdQ.jpg", "runtime": 122, "id": 16958, "genre_ids": [28, 80, 18, 53]}, {"title": "Young Adult", "overview": "A divorced writer from the Midwest returns to her hometown to reconnect with an old flame, who's now married with a family.", "release_date": "2011-12-16", "poster": "/h6oOvsNVNO0hwHKzws3YKcxUJ9m.jpg", "runtime": 94, "id": 57157, "genre_ids": [35, 18, 10749]}, {"title": "Serena", "overview": "North Carolina mountains at the end of the 1920s – George and Serena Pemberton, love-struck newly-weds, begin to build a timber empire. Serena soon proves herself to be equal to any man: overseeing loggers, hunting rattle-snakes, even saving a man’s life in the wilderness. With power and influence now in their hands, the Pembertons refuse to let anyone stand in the way of their inflated love and ambitions. However, once Serena discovers George’s hidden past and faces an unchangeable fate of her own, the Pemberton’s passionate marriage begins to unravel leading toward a dramatic reckoning.", "release_date": "2014-10-12", "poster": "/9WqaVDoMJbsxLzJX5IwMdS6CUuW.jpg", "runtime": 102, "id": 164251, "genre_ids": [18]}, {"title": "Nurse Betty", "overview": "What happens when a person decides that life is merely a state of mind? If you're Betty, a small-town waitress and soap opera fan from Fair Oaks, Kansas, you refuse to believe that you can't be with the love of your life just because he doesn't really exist. After all, life is no excuse for not living. Traumatized by a savage event, Betty enters into a fugue state that allows -- even encourages -- her to keep functioning... in a kind of alternate reality.", "release_date": "2000-09-08", "poster": "/k14gKsl0WzD4R3vS7xeeWRePirJ.jpg", "runtime": 108, "id": 10480, "genre_ids": [35, 80, 53]}, {"title": "The Secret of Moonacre", "overview": "When 13 year old Maria Merryweather's father dies, leaving her orphaned and homeless, she is forced to leave her luxurious London life to go and live with Sir Benjamin, an eccentric uncle she didn't know she had, at the mysterious Moonacre Manor.", "release_date": "2008-09-06", "poster": "/9sIXRxavMC7RZS3ESbusJR0BfsN.jpg", "runtime": 103, "id": 18032, "genre_ids": [12, 14, 18, 878, 10749, 10751]}, {"title": "The Apparition", "overview": "Plagued by frightening occurrences in their home, Kelly and Ben learn that a university's parapsychology experiment produced an entity that is now haunting them. The malevolent spirit feeds on fear and torments the couple no matter where they run. Desperate, Kelly and Ben turn to a paranormal researcher, but even with his aid, it may already be too late to save themselves from the terrifying presence.", "release_date": "2012-08-23", "poster": "/qEHx7H3Gvt1zYM1AyitTA8c2XOH.jpg", "runtime": 82, "id": 79694, "genre_ids": [27, 53]}, {"title": "Robot Overlords", "overview": "Earth has been conquered by robots from another galaxy and the human survivors must stay in their homes, or risk incineration.", "release_date": "2014-10-18", "poster": "/9gza49pO2avFcqcpn9qsRUD012e.jpg", "runtime": 90, "id": 240483, "genre_ids": [12, 878, 28]}]