[{"title": "Limitless", "overview": "A paranoia-fueled action thriller about an unsuccessful writer whose life is transformed by a top-secret \"smart drug\" that allows him to use 100% of his brain and become a perfect version of himself. His enhanced abilities soon attract shadowy forces that threaten his new life in this darkly comic and provocative film.", "release_date": "2011-03-08", "poster": "/bQfOFEeXxi51ijQrbQY9qvMtYhZ.jpg", "runtime": 105, "id": 51876, "genre_ids": [53, 9648, 878]}, {"title": "The Runner", "overview": "In the aftermath of the BP oil spill, an idealistic but imperfect New Orleans politician (Nicolas Cage) finds his plans of restoration unraveling as his own life becomes contaminated with corruption, scandal and deceit.", "release_date": "2015-08-07", "poster": "/eDe2xFCoIyBLcXoOyKpEc3KP661.jpg", "runtime": 90, "id": 277546, "genre_ids": [18]}, {"title": "The Three Musketeers", "overview": "The hot-headed young D'Artagnan along with three former legendary but now down on their luck Musketeers must unite and defeat a beautiful double agent and her villainous employer from seizing the French throne and engulfing Europe in war.", "release_date": "2011-08-31", "poster": "/n8ob0xjLIjnvqgWY57rPQYOw7t.jpg", "runtime": 110, "id": 52451, "genre_ids": [12, 28, 53, 35]}, {"title": "Don Jon", "overview": "A New Jersey guy dedicated to his family, friends, and church, develops unrealistic expectations from watching porn and works to find happiness and intimacy with his potential true love.", "release_date": "2013-07-26", "poster": "/7gGwL3ZMkaWx6Kcye3C9ABm4Ccp.jpg", "runtime": 90, "id": 138697, "genre_ids": [35, 18]}, {"title": "Midnight in Paris", "overview": "A romantic comedy about a family traveling to the French capital for business. The party includes a young engaged couple forced to confront the illusion that a life different from their own is better.", "release_date": "2011-05-11", "poster": "/xxSopLYATHXSepXcEaBh9Gazv6p.jpg", "runtime": 94, "id": 59436, "genre_ids": [14, 35, 10749]}, {"title": "Escobar: Paradise Lost", "overview": "For Pablo Escobar (Benicio Del Toro), family is everything. When young surfer Nick (Josh Hutcherson) falls for Escobar's niece, he finds his life on the line when he's pulled into the dangerous world of the family business.", "release_date": "2014-10-11", "poster": "/4e1q2uZ4GB89n9iJa9lRx4mv37W.jpg", "runtime": 120, "id": 255343, "genre_ids": [53, 10749]}, {"title": "Idiocracy", "overview": "To test its top-secret Human Hibernation Project, the Pentagon picks the most average Americans it can find - an Army private and a prostitute - and sends them to the year 2505 after a series of freak events. But when they arrive, they find a civilization so dumbed-down that they're the smartest people around.", "release_date": "2006-09-01", "poster": "/fPAhLmWdXDuwDPb37ccc6DqkJiw.jpg", "runtime": 84, "id": 7512, "genre_ids": [12, 35, 878]}, {"title": "The Bling Ring", "overview": "Inspired by actual events, a group of fame-obsessed teenagers use the Internet to track celebrities' whereabouts in order to rob their homes.", "release_date": "2013-06-12", "poster": "/5YJKPCagaTvhDwUxy36MFa8yysd.jpg", "runtime": 90, "id": 96936, "genre_ids": [18, 80]}, {"title": "17 Again", "overview": "On the brink of a midlife crisis, 30-something Mike O'Donnell wishes he could have a \"do-over.\" And that's exactly what he gets when he wakes up one morning to find he's 17 years old again. With his adult mind stuck inside the body of a teenager, Mike actually has the chance to reverse some decisions he wishes he'd never made. But maybe they weren't so bad after all.", "release_date": "2009-03-11", "poster": "/gRNwu8GRqfTuRycShxmxvulagAj.jpg", "runtime": 102, "id": 16996, "genre_ids": [35]}, {"title": "The Signal", "overview": "Three college students on a road trip across the Southwest experience a detour – the tracking of a computer genius who has already hacked into MIT and exposed security faults. When the trio find themselves drawn to an eerily isolated area, suddenly everything goes dark. When one of the students regains consciousness, he finds himself in a waking nightmare.", "release_date": "2014-06-13", "poster": "/aop90vZ5MBQLd1amdBkpqqfZgtP.jpg", "runtime": 95, "id": 242095, "genre_ids": [53, 878]}, {"title": "Dark City", "overview": "A man struggles with memories of his past, including a wife he cannot remember, in a nightmarish world with no sun and run by beings with telekinetic powers who seek the souls of humans.", "release_date": "1998-02-27", "poster": "/yR7rapBFxBoBT0vkZQIXhLBr726.jpg", "runtime": 100, "id": 2666, "genre_ids": [9648, 878]}, {"title": "Sleepers", "overview": "Two gangsters seek revenge on the state jail worker who during their stay at a youth prison sexually abused them. A sensational court hearing takes place to charge him for the crimes. A moving drama from director Barry Levinson.", "release_date": "1996-10-18", "poster": "/cDqEv4Fw4JZh2zCfecqw3z09L8z.jpg", "runtime": 147, "id": 819, "genre_ids": [80, 18, 53]}, {"title": "Robin Hood", "overview": "When soldier Robin happens upon the dying Robert of Loxley, he promises to return the man's sword to his family in Nottingham. There, he assumes Robert's identity; romances his widow, Marion; and draws the ire of the town's sheriff and King John's henchman, Godfrey.", "release_date": "2010-05-12", "poster": "/4gH0vhyOcl7QV3t81653CpWjEB6.jpg", "runtime": 140, "id": 20662, "genre_ids": [28]}, {"title": "Blade II", "overview": "A rare mutation has occurred within the vampire community - The Reaper. A vampire so consumed with an insatiable bloodlust that they prey on vampires as well as humans, transforming victims who are unlucky enough to survive into Reapers themselves. Blade is asked by the Vampire Nation for his help in preventing a nightmare plague that would wipe out both humans and vampires.", "release_date": "2002-03-22", "poster": "/jlURNpXCMK830CsGRd939PJLh8c.jpg", "runtime": 117, "id": 36586, "genre_ids": [878, 27, 28, 53]}, {"title": "Saw II", "overview": "When a new murder victim is discovered with all the signs of Jigsaw's hand, Detective Eric Matthews begins a full investigation and apprehends Jigsaw with little effort. But for Jigsaw, getting caught is just another part of his plan. Eight more of his victims are already fighting for their lives and now it's time for Matthews to join the game...", "release_date": "2005-10-28", "poster": "/vC7ggR8njwtQOZRmrSvMtHqy9hx.jpg", "runtime": 92, "id": 215, "genre_ids": [27]}, {"title": "The Twilight Saga: Eclipse", "overview": "Bella once again finds herself surrounded by danger as Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob, knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella is confronted with the most important decision of her life.", "release_date": "2010-06-23", "poster": "/7UoOHjmRoOBGsm6k724IMq8saAo.jpg", "runtime": 124, "id": 24021, "genre_ids": [12, 14, 18, 10749]}, {"title": "Predator 2", "overview": "Ten years after a band of mercenaries first battled a vicious alien, the invisible creature from another world has returned to Earth -- and this time, it's drawn to the gang-ruled and ravaged city of Los Angeles. When it starts murdering drug dealers, detective-lieutenant Mike Harrigan and his police force set out to capture the creature, ignoring warnings from a mysterious government agent to stay away.", "release_date": "1990-11-20", "poster": "/zvliTkCns7f37iUeedDdo7rFyYH.jpg", "runtime": 108, "id": 169, "genre_ids": [878, 28, 53]}, {"title": "Texas Chainsaw 3D", "overview": "A young woman learns that she has inherited a Texas estate from her deceased grandmother. After embarking on a road trip with friends to uncover her roots, she finds she is the sole owner of a lavish, isolated Victorian mansion. But her newfound wealth comes at a price as she stumbles upon a horror that awaits her in the mansion’s dank cellars.", "release_date": "2013-01-03", "poster": "/p0kJOoNvwnWgmvKvL4GqlV3OPUV.jpg", "runtime": 92, "id": 76617, "genre_ids": [27, 53]}, {"title": "TRON", "overview": "As Kevin Flynn searches for proof that he invented a hit video game, he is \"digitalized\" by a laser and finds himself inside The Grid, where programs suffer under the tyrannical rule of the Master Control Program. With the help of TRON, a security program, Flynn seeks to free The Grid from the MCP.", "release_date": "1982-07-09", "poster": "/cTF8lpXvAwT1SLH9kVFZZl0AO0D.jpg", "runtime": 96, "id": 97, "genre_ids": [878, 28, 12]}, {"title": "Dirty Dancing", "overview": "Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances \"Baby\" Houseman is surprised to find herself stepping into the shoes of a professional hoofer -- and unexpectedly falling in love. The object of her affection? The resort's free-spirited dance instructor.", "release_date": "1987-08-20", "poster": "/zMHIZHxKv6kdE3JFQqZFqj7OswK.jpg", "runtime": 100, "id": 88, "genre_ids": [18, 10402, 10749]}, {"title": "The Day the Earth Stood Still", "overview": "A representative of an alien race that went through drastic evolution to survive its own climate change, Klaatu comes to Earth to assess whether humanity can prevent the environmental damage they have inflicted on their own planet. When barred from speaking to the United Nations, he decides humankind shall be exterminated so the planet can survive.", "release_date": "2008-12-10", "poster": "/7fNFk4EAGbuRFqrSJprgXEIX5Za.jpg", "runtime": 103, "id": 10200, "genre_ids": [18, 878, 53]}, {"title": "Mickey, Donald, Goofy: The Three Musketeers", "overview": "In Disney's take on the Alexander Dumas tale, Mickey Mouse, Donald Duck and Goofy want nothing more than to perform brave deeds on behalf of their queen (Minnie Mouse), but they're stymied by the head Musketeer, Pete. Pete secretly wants to get rid of the queen, so he appoints Mickey and his bumbling friends as guardians to Minnie, thinking such a maneuver will ensure his scheme's success. The score features songs based on familiar classical melodies.", "release_date": "2004-08-03", "poster": "/8rQXH1d2aB22SDD7oPRtp6FJC4R.jpg", "runtime": 68, "id": 21385, "genre_ids": [12, 16, 35, 10751]}, {"title": "Tinker Bell", "overview": "Journey into the secret world of Pixie Hollow and hear Tinker Bell speak for the very first time as the astonishing story of Disney's most famous fairy is finally revealed in the all-new motion picture \"Tinker Bell.\"", "release_date": "2008-10-27", "poster": "/wQYXOKYLImMk79eceoqtuK9Jre8.jpg", "runtime": 78, "id": 13179, "genre_ids": [16, 10751, 12, 14]}, {"title": "Beverly Hills Cop", "overview": "Tough-talking Detroit cop Axel Foley heads to the rarified world of Beverly Hills in his beat-up Chevy Nova to investigate a friend's murder. But soon, he realizes he's stumbled onto something much more complicated. Bungling rookie detective Billy Rosewood joins the fish-out-of-water Axel and shows him the West Los Angeles ropes.", "release_date": "1984-11-30", "poster": "/s7n0rS2Ff85SuSpqYG3ndkmdQf4.jpg", "runtime": 105, "id": 90, "genre_ids": [28, 35, 80]}, {"title": "I Origins", "overview": "I Origins follows a molecular biologist studying the evolution of the human eye.  He finds his work permeating his life after a brief encounter with an exotic young woman who slips away from him.  As his research continues years later with his lab partner, they make a stunning scientific discovery that has far reaching implications and complicates both his scientific and and spiritual beliefs.  Traveling half way around the world, he risks everything he has ever known to validate his theory.", "release_date": "2014-07-18", "poster": "/wyC666XyqCGlPEkmS7JkvoWYduF.jpg", "runtime": 106, "id": 244267, "genre_ids": [878, 18]}, {"title": "Antz", "overview": "In this animated hit, a neurotic worker ant in love with a rebellious princess rises to unlikely stardom when he switches places with a soldier. Signing up to march in a parade, he ends up under the command of a bloodthirsty general. But he's actually been enlisted to fight against a termite army.", "release_date": "1998-10-02", "poster": "/3biVcPu5hrfKUMC73sTFq17dmmS.jpg", "runtime": 83, "id": 8916, "genre_ids": [16]}, {"title": "Me, Myself & Irene", "overview": "Rhode Island State Trooper Charlie Baileygates has a multiple personality disorder. One personality is crazy and aggressive, while the other is more friendly and laid back. Both of these personalities fall in love with the same woman named Irene after Charlie loses his medication.", "release_date": "2000-06-22", "poster": "/y7OG1Y2UvnaEoQEQIonnykJvdwt.jpg", "runtime": 116, "id": 2123, "genre_ids": [35]}, {"title": "The Watch", "overview": "Four everyday suburban guys come together as an excuse to escape their humdrum lives one night a week. But when they accidentally discover that their town has become overrun with aliens posing as ordinary suburbanites, they have no choice but to save their neighborhood - and the world - from total extermination.", "release_date": "2012-07-26", "poster": "/llVq0170tBmPCcqVuFnV7CilrLj.jpg", "runtime": 98, "id": 80035, "genre_ids": [35]}, {"title": "Mr. Popper's Penguins", "overview": "Jim Carrey stars as Tom Popper, a successful businessman who’s clueless when it comes to the really important things in life...until he inherits six “adorable” penguins, each with its own unique personality. Soon Tom’s rambunctious roommates turn his swank New York apartment into a snowy winter wonderland — and the rest of his world upside-down.", "release_date": "2011-06-17", "poster": "/qKkyePjlG9yilHpS89ZOc3N2Cd1.jpg", "runtime": 94, "id": 58224, "genre_ids": [35, 10751]}, {"title": "Who Framed Roger Rabbit", "overview": "'Toon star Roger is worried that his wife Jessica is playing pattycake with someone else, so the studio hires detective Eddie Valiant to snoop on her. But the stakes are quickly raised when Marvin Acme is found dead and Roger is the prime suspect.", "release_date": "1988-06-21", "poster": "/hSycHavBDjY9Qk3h5B4oXWTEqp1.jpg", "runtime": 104, "id": 856, "genre_ids": [14, 16, 35, 80, 10751]}, {"title": "Lolo", "overview": "On holiday in the south of France, chic Parisian sophisticate Violette meets life-loving IT geek Jean-René. Against all odds, there’s a real chemistry between them and at the end of the summer, Jean-René wastes no time in joining his beloved in Paris. But there’s trouble in paradise, and a third party swiftly appears to shatter the couple’s idyll: Lolo, Violette’s ultra-possessive 19-year-old son, who is determined to get rid of his mother’s lover, whatever it takes…", "release_date": "2015-10-28", "poster": "/cdex3dZZG6ZB1sYCFBKXtLsWz2F.jpg", "runtime": 99, "id": 341392, "genre_ids": [35]}, {"title": "What's Eating Gilbert Grape", "overview": "Gilbert has to care for his brother Arnie and his obese mother, which gets in the way when love walks into his life.", "release_date": "1993-12-17", "poster": "/xTRRw69N4vsccTY0TDB9FqZY5ld.jpg", "runtime": 118, "id": 1587, "genre_ids": [18]}, {"title": "Stardust", "overview": "In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm. His journey takes him into a world beyond his wildest dreams and reveals his true identity.", "release_date": "2007-08-09", "poster": "/A9gXvPOnMu961E36x5p3RT4FQ5E.jpg", "runtime": 127, "id": 2270, "genre_ids": [12, 14, 10749, 10751]}, {"title": "Cheaper by the Dozen 2", "overview": "Steve Martin and Bonnie Hunt return as heads of the Baker family who, while on vacation, find themselves in competition with a rival family of eight children, headed by Eugene Levy,", "release_date": "2005-12-21", "poster": "/ftrEtXOMnYzF5k14tBJiS3MYby2.jpg", "runtime": 94, "id": 9641, "genre_ids": [12, 35, 10751]}, {"title": "Dinosaur", "overview": "An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.", "release_date": "2000-05-19", "poster": "/64cxYzXDBSlLWPqFszztOLCnXIg.jpg", "runtime": 82, "id": 10567, "genre_ids": [10751, 16]}, {"title": "The Golden Compass", "overview": "After overhearing a shocking secret, precocious orphan Lyra Belacqua trades her carefree existence roaming the halls of Jordan College for an otherworldly adventure in the far North, unaware that it's part of her destiny.", "release_date": "2007-12-04", "poster": "/mOF2xK2xDgbpOCPgXreM4vfw9dC.jpg", "runtime": 113, "id": 2268, "genre_ids": [12, 14]}, {"title": "[REC]", "overview": "A television reporter and cameraman follow emergency workers into a dark apartment building and are quickly locked inside with something terrifying.", "release_date": "2007-04-10", "poster": "/lLSXs26iZe0aIzYrobr3FruUG36.jpg", "runtime": 78, "id": 8329, "genre_ids": [27, 9648]}, {"title": "Jarhead 3: The Siege", "overview": "Corporal Evan Albright (Charlie Weber) joined the elite Marine Corps Security Guards to save the world and see some action-not necessarily in that order. But his first assignment, protecting a U. S. Embassy in a seemingly safe Middle Eastern capitol, relegates his unit to wrangling \"gate groupies\" protesting outside the compound and honing their marksmanship by playing video games. So Albright and his team are caught off guard when well-armed and well-trained militants launch a surprise attack aimed at killing an informant in the embassy. Heavily out-gunned, they will have to muster all the courage and fire power they can as their once routine assignment spirals into all-out war.", "release_date": "2016-01-20", "poster": "/dMSGHERrKfbKqRwhQNb2oqYJvO6.jpg", "runtime": 95, "id": 378385, "genre_ids": [28, 18, 10752]}, {"title": "Some Kind Of Beautiful", "overview": "By day, Richard Haig is a successful and well-respected English professor at renowned Trinity College in Cambridge.  By night, Richard indulges his own romantic fantasies with a steady stream of beautiful undergraduates.  But Richard has grown tired of the  game and is looking for something more meaningful and lasting.  So when Kate, Richard’s tanned, athletic, 25-year-old American girlfriend tells him that she is pregnant, Richard is thrilled.  He looks forward to having a family of his own,  being a father his children could be proud of, not some sex-fueled bobcat.  There is only one problem.  Richard’s not in love with Kate.  Richard is in love with Kate’s sister, Olivia. He had been in love with her ever since he first saw her.", "release_date": "2014-11-06", "poster": "/gNISIaKnEnoUTFVJIOMnOT0HuIh.jpg", "runtime": 99, "id": 253344, "genre_ids": [10749, 35]}, {"title": "Paul Blart: Mall Cop", "overview": "Mild-mannered Paul Blart (Kevin James) has always had huge dreams of becoming a State Trooper. Until then, he patrols the local mall as a security guard. With his closely cropped moustache, personal transporter and gung-ho attitude, only Blart seems to take his job seriously. All that changes when a team of thugs raids the mall and takes hostages. Untrained, unarmed and a super-size target, Blart has to become a real cop to save the day.", "release_date": "2009-01-15", "poster": "/iQpC6Yia7LpwjYlmHkeyEOeG9w2.jpg", "runtime": 91, "id": 14560, "genre_ids": [28, 12, 35, 10751]}, {"title": "Saw IV", "overview": "Jigsaw and his apprentice Amanda are dead. Now, upon the news of Detective Kerry's murder, two seasoned FBI profilers, Agent Strahm and Agent Perez, arrive in the terrified community to assist the veteran Detective Hoffman in sifting through Jigsaw's latest grisly remains and piecing together the puzzle. However, when SWAT Commander Rigg is abducted and thrust into a game, the last officer untouched by Jigsaw has but ninety minutes to overcome a series of demented traps and save an old friend...or face the deadly consequences.", "release_date": "2007-10-25", "poster": "/veApHw5ARGHWf3ptKf30rOGFY9n.jpg", "runtime": 93, "id": 663, "genre_ids": [27, 53, 80]}, {"title": "Sleepy Hollow", "overview": "New York detective Ichabod Crane is sent to Sleepy Hollow to investigate a series of mysterious deaths in which the victims are found beheaded. But the locals believe the culprit to be none other than the ghost of the legendary Headless Horseman.", "release_date": "1999-11-18", "poster": "/yaX0WQstEi2akQXffoJUxyOsZkj.jpg", "runtime": 105, "id": 2668, "genre_ids": [18, 14, 53, 9648]}, {"title": "Mommy", "overview": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.", "release_date": "2014-05-22", "poster": "/tpoaLlY0ZdVGDLToVwkGdWxLHRe.jpg", "runtime": 138, "id": 265177, "genre_ids": [18]}, {"title": "The Other Woman", "overview": "After discovering her boyfriend is married, Carly soon meets the wife he's been cheating on. And when yet another affair is discovered, all three women team up to plot mutual revenge on the three-timing SOB.", "release_date": "2014-04-16", "poster": "/fu7K3rPwJcScizlXbxWAR7ZoUxt.jpg", "runtime": 109, "id": 193610, "genre_ids": [35, 10749]}, {"title": "Wolf Children", "overview": "Hana, a nineteen-year-old college student, falls in love with a man only for him to reveal his secret; he is a Wolf Man. Eventually the couple bear two children together; a son and daughter they name Ame and Yuki who both inherit the ability to transform into wolves from their father. When the man Hana fell in love with suddenly dies, she makes the decision to move to a rural town isolated from society to continue raising the children in protection.", "release_date": "2012-07-21", "poster": "/rDMxjCYEVnvLC4nsBpB6wjL0LDy.jpg", "runtime": 117, "id": 110420, "genre_ids": [16, 14, 10751, 18]}, {"title": "Unstoppable", "overview": "A runaway train, transporting deadly, toxic chemicals, is barreling down on Stanton, Pennsylvania, and only two men can stop it: a veteran engineer and a young conductor. Thousands of lives hang in the balance as these ordinary heroes attempt to chase down one million tons of hurtling steel and prevent an epic disaster.", "release_date": "2010-11-04", "poster": "/b2uI9tSssC4D7vCgdES6IZJXuCs.jpg", "runtime": 98, "id": 44048, "genre_ids": [28, 53]}, {"title": "Final Destination", "overview": "After a teenager has a terrifying vision of him and his friends dying in a plane crash, he prevents the accident only to have Death hunt them down, one by one.", "release_date": "2000-03-16", "poster": "/dsQzDT39FLtNmOOYNjrCFsznn37.jpg", "runtime": 98, "id": 9532, "genre_ids": [27]}, {"title": "Conan the Destroyer", "overview": "Based on a character created by Robert E. Howard, this fast-paced, occasionally humorous sequel to Conan the Barbarian features the hero (Arnold Schwarzenegger) as he is commissioned by the evil queen Taramis (Sarah Douglas) to safely escort a teen princess (Olivia D'Abo) and her powerful bodyguard (Wilt Chamberlain) to a far away castle to retrieve the magic Horn of Dagon. Unknown to Conan, the queen plans to sacrifice the princess when she returns and inherit her kingdom after the bodyguard kills Conan. The queen's plans fail to take into consideration Conan's strength and cunning and the abilities of his sidekicks: the eccentric wizard Akiro (Mako), the wild woman Zula (Grace Jones), and the inept Malak (Tracey Walter). Together the hero and his allies must defeat both mortal and supernatural foes in this voyage to sword-and-sorcery land.", "release_date": "1984-06-29", "poster": "/qMNhwerC2kjj9tKR127hRh8K9WL.jpg", "runtime": 103, "id": 9610, "genre_ids": [12, 14, 28]}, {"title": "Star Trek: The Motion Picture", "overview": "When a destructive space entity is spotted approaching Earth, Admiral Kirk resumes command of the Starship Enterprise in order to intercept, examine, and hopefully stop it.", "release_date": "1979-12-06", "poster": "/dlQxDFDj6crYfDWRuoK7bq6Q2bF.jpg", "runtime": 132, "id": 152, "genre_ids": [878, 12, 9648]}, {"title": "Mulan II", "overview": "Fa Mulan gets the surprise of her young life when her love, Captain Li Shang asks for her hand in marriage. Before the two can have their happily ever after, the Emperor assigns them a secret mission, to escort three princesses to Chang'an, China. Mushu is determined to drive a wedge between the couple after he learns that he will lose his guardian job if Mulan marries into the Li family.", "release_date": "2004-11-03", "poster": "/ebuRP7g3tJlLxeejylu4Wx4Qsjv.jpg", "runtime": 79, "id": 12242, "genre_ids": [16, 35, 10751, 28]}, {"title": "The Day After Tomorrow", "overview": "After years of unabated global warming, the greenhouse effect is wreaking havoc all over the globe in the form of catastrophic hurricanes, tornadoes, tidal waves, floods and, most ominously, the beginning of the next Ice Age. Paleoclimatologist Jack Hall tries to save the world while also shepherding to safety his son Sam, who was in New York when the city was overwhelmed by the beginnings of the new big freeze.", "release_date": "2004-05-26", "poster": "/pRmpaFjtegy8PnUvSBDyT9dm7c.jpg", "runtime": 124, "id": 435, "genre_ids": [28, 12, 878, 53]}, {"title": "Liar Liar", "overview": "Fletcher Reede is a fast-talking attorney and habitual liar. When his son Max blows out the candles on his fifth birthday he has just one wish - that his dad will stop lying for 24 hours. When Max's wish comes true, Fletcher discovers that his mouth has suddenly become his biggest liability.", "release_date": "1997-03-21", "poster": "/qd8VcWKrE4cNfInl9Osb8o8h9KP.jpg", "runtime": 86, "id": 1624, "genre_ids": [35]}, {"title": "The Raven", "overview": "A fictionalized account of the last days of Edgar Allan Poe's life, in which the poet is in pursuit of a serial killer whose murders mirror those in the writer's stories.", "release_date": "2012-03-09", "poster": "/hvWiERBXBa8RDYNdNzCbdVbUWFH.jpg", "runtime": 111, "id": 70436, "genre_ids": [53]}, {"title": "The Girl Who Leapt Through Time", "overview": "When 17-year-old Makoto Konno gains the ability to, quite literally, \"leap\" backwards through time, she immediately sets about improving her grades and preventing personal mishaps. However, she soon realises that changing the past isn't as simple as it seems, and eventually, will have to rely on her new powers to shape the future of herself and her friends.", "release_date": "2006-07-15", "poster": "/oPpy4N3qyI3r1nRVl60F69vFQwK.jpg", "runtime": 95, "id": 14069, "genre_ids": [14, 16, 18, 878]}, {"title": "Predators", "overview": "A mercenary named Royce reluctantly leads a motley crew of warriors who soon come to realize they've been captured and deposited on an alien planet by an unknown nemesis. With the exception of a peculiar physician, they are all cold-blooded killers, convicts, death squad members...hunters who have now become the hunted.", "release_date": "2010-07-03", "poster": "/5G6kook6pUGrGZ99ciD4a7L1CIs.jpg", "runtime": 107, "id": 34851, "genre_ids": [28, 878, 12, 53]}, {"title": "A Real Young Girl", "overview": "Bored and restless, Alice spends much of her time lusting after Jim, a local sawmill worker. When not lusting after him, Alice fills the hours with such pursuits as writing her name on a mirror with vaginal secretions and wandering the fields with her underwear around her ankles. And, in true teenaged tradition, she spends a lot of time writing in her diary.", "release_date": "1976-01-01", "poster": "/cIiRq9mWSgeRD5V8sGkiF2HCmqZ.jpg", "runtime": 93, "id": 1631, "genre_ids": [18]}, {"title": "The Bone Collector", "overview": "Rookie cop Amelia Donaghy reluctantly teams with Lincoln Rhyme -- formerly the department's top homicide detective but now paralyzed as a result of a spinal injury -- to catch a grisly serial killer dubbed The Bone Collector. The murderer's special signature is to leave tantalizing clues based on the grim remains of his crimes.", "release_date": "1999-11-01", "poster": "/dCTuPRukbDs3mOSx9SD0PCMRd2g.jpg", "runtime": 118, "id": 9481, "genre_ids": [18, 9648, 53, 80]}, {"title": "One Flew Over the Cuckoo's Nest", "overview": "While serving time for insanity at a state mental hospital, implacable rabble-rouser Randle Patrick McMurphy inspires his fellow patients to rebel against the authoritarian rule of head nurse Mildred Ratched.", "release_date": "1975-11-18", "poster": "/2Sns5oMb356JNdBHgBETjIpRYy9.jpg", "runtime": 133, "id": 510, "genre_ids": [18]}, {"title": "Blow", "overview": "A boy named George Jung grows up in a struggling family in the 1950's. His mother nags at her husband as he is trying to make a living for the family. It is finally revealed that George's father cannot make a living and the family goes bankrupt. George does not want the same thing to happen to him, and his friend Tuna, in the 1960's, suggests that he deal marijuana. He is a big hit in California in the 1960's, yet he goes to jail, where he finds out about the wonders of cocaine. As a result, when released, he gets rich by bringing cocaine to America. However, he soon pays the price.", "release_date": "2001-04-04", "poster": "/yCLLbZzAa7jreGus7pvjZmL0bj7.jpg", "runtime": 124, "id": 4133, "genre_ids": [18]}, {"title": "Gamer", "overview": "Mind-control technology has taken society by a storm, a multiplayer on-line game called \"Slayers\" allows players to control human prisoners in mass-scale. Simon (Lerman) controls Kable (Butler), the online champion of the game. Kable's ultimate challenge becomes regaining his identity and independence by defeating the game's mastermind (Hall).", "release_date": "2009-09-03", "poster": "/ki0s06d4iUeDEdLfCcQQO2NY6Co.jpg", "runtime": 95, "id": 18501, "genre_ids": [28, 53, 878]}, {"title": "10 Cloverfield Lane", "overview": "Waking up from a car accident, a young woman finds herself in the basement of a man who says he's saved her life from a chemical attack that has left the outside uninhabitable.", "release_date": "2016-03-09", "poster": "/d936U33f5n6bRtzDHh1gmDdriKr.jpg", "runtime": 105, "id": 333371, "genre_ids": [18, 9648, 878, 53]}, {"title": "Memoirs of a Geisha", "overview": "Based on the internationally acclaimed novel by Arthur Golden, Memoirs of a Geisha is a sweeping romantic epic set in a mysterious and exotic world that still casts a potent spell today. The story begins in the years before WWII when a penniless Japanese child is torn from her family to work as a maid in a geisha house.", "release_date": "2005-12-06", "poster": "/e8FHAqAYpYQ7P3yHRIs4hwjvnSU.jpg", "runtime": 145, "id": 1904, "genre_ids": [18, 36, 10749]}, {"title": "Highlander", "overview": "He fought his first battle on the Scottish Highlands in 1536. He will fight his greatest battle on the streets of New York City in 1986. His name is Connor MacLeod. He is immortal.", "release_date": "1986-03-07", "poster": "/vxFlaBdtNvR5xlOCbzJsZUaEW1D.jpg", "runtime": 116, "id": 8009, "genre_ids": [12, 28, 14]}, {"title": "12 Angry Men", "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.", "release_date": "1957-03-25", "poster": "/qcL1YfkCxfhsdO6sDDJ0PpzMF9n.jpg", "runtime": 96, "id": 389, "genre_ids": [18]}, {"title": "An American Tail", "overview": "A young mouse named Fievel and his family decide to migrate to America, a \"land without cats,\" at the turn of the 20th century. But somehow, Fievel ends up in the New World alone and must fend off not only the felines he never thought he'd have to deal with again but also the loneliness of being away from home.", "release_date": "1986-11-21", "poster": "/glZNfxN4cef0pJeD08xru7ZVWlI.jpg", "runtime": 80, "id": 4978, "genre_ids": [18, 10751, 16, 12]}, {"title": "Coach Carter", "overview": "Based on a true story, in which Richmond High School head basketball coach Ken Carter made headlines in 1999 for benching his undefeated team due to poor academic results.", "release_date": "2005-01-14", "poster": "/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg", "runtime": 136, "id": 7214, "genre_ids": [18]}, {"title": "Misery", "overview": "Novelist Paul Sheldon crashes his car on a snowy Colorado road. He is found by Annie Wilkes, the \"number one fan\" of Paul's heroine Misery Chastaine. Annie is also somewhat unstable, and Paul finds himself crippled, drugged and at her mercy.", "release_date": "1990-11-28", "poster": "/ff99EPAbI9qSEsCcSsK3UfqnYdy.jpg", "runtime": 107, "id": 1700, "genre_ids": [27, 53]}, {"title": "Lord of War", "overview": "Yuri Orlov is a globetrotting arms dealer. Through some of the deadliest war zones, Yuri struggles to stay one step ahead of a relentless Interpol agent, his business rivals, even some of his customers who include many of the world's most notorious dictators. Finally, Yuri must also face his own conscience.", "release_date": "2005-09-16", "poster": "/nwPUI9WlYtDmE5VO6eEFCfrNXWl.jpg", "runtime": 122, "id": 1830, "genre_ids": [80, 18, 53]}, {"title": "The Kids Are All Right", "overview": "Two women, Nic and Jules, brought a son and daughter into the world through artificial insemination. When one of their children reaches age, both kids go behind their mothers' backs to meet with the donor. Life becomes so much more interesting when the father, two mothers and children start to become attached to each other.", "release_date": "2010-07-09", "poster": "/fB8DRRd1aw3bug7toO9IRAmCp0d.jpg", "runtime": 106, "id": 39781, "genre_ids": [35, 18]}, {"title": "Unknown", "overview": "An American biologist attending a conference in Berlin awakens from a coma after a car accident, only to discover that someone has taken his identity and that no one, not even his wife, believes him. With the help of an illegal immigrant and a former Stazi agent, he sets out to prove who he is and find out why people are trying to kill him.", "release_date": "2011-02-16", "poster": "/4QAPgl63sRyCptq1Wd25lNsptbU.jpg", "runtime": 113, "id": 48138, "genre_ids": [28, 9648, 53]}, {"title": "Palmeras en la nieve", "overview": "", "release_date": "2015-12-25", "poster": "/3saZyd7amPu0zfiTKdcm5fOUWDf.jpg", "runtime": 163, "id": 274109, "genre_ids": [10749]}, {"title": "Cinderella II: Dreams Come True", "overview": "Explore Cinderella's \"happily ever after\" life as a princess in 3 stories, with help from the Fairy Godmother. First, Cinderella's awkward first days at the palace, when she tried so hard to fit in that she forgot to be herself. Second, how Jaq felt so left out that he wished to be a human. Third, how Cinderella taught one of her nasty step-sisters how to smile which leads to her own true love.", "release_date": "2002-02-23", "poster": "/fnEYUw3fPb5ajNukzhXhw01LaYY.jpg", "runtime": 73, "id": 14128, "genre_ids": [16, 10751, 14, 10749]}, {"title": "Killer Elite", "overview": "Based on a shocking true story, Killer Elite pits two of the world’s most elite operatives—Danny, an ex-special ops agent and Hunter, his longtime mentor—against the cunning leader of a secret military society. Covering the globe from Australia to Paris, London and the Middle East, Danny and Hunter are plunged into a highly dangerous game of cat and mouse—where the predators become the prey.", "release_date": "2011-09-23", "poster": "/sAb42vKVQCV90poNyBAHa26ZPKF.jpg", "runtime": 116, "id": 49021, "genre_ids": [28, 12, 53]}, {"title": "Conan the Barbarian", "overview": "John Milius's jingoistic direction and pulpy screenplay fit perfectly into this film version of the Robert E. Howard fantasy story of the sword and sorcery hero, Conan the Barbarian. The story begins when a horde of rampaging warriors massacre the parents of young Conan and enslave the young child for years on The Wheel of Pain. As the sole survivor of the childhood massacre, Conan is released from slavery and taught the ancient arts of fighting. Transforming himself into a killing machine, Conan travels into the wilderness to seek vengeance on Thulsa Doom (James Earl Jones), the man responsible for killing his family. In the wilderness, Conan takes up with the thieves Valeria (Sandahl Bergman) and Subotai (Gerry Lopez). The group comes upon King Osric (Max Von Sydow), who wants the trio of warriors to help rescue his daughter who has joined Doom in the hills.", "release_date": "1982-04-02", "poster": "/j6ENYFVNqzV0zJRWvZrn9R0bXdF.jpg", "runtime": 129, "id": 9387, "genre_ids": [12, 14, 28]}, {"title": "R.I.P.D.", "overview": "A recently slain cop joins a team of undead police officers working for the Rest in Peace Department and tries to find the man who murdered him. Based on the comic by Peter M. Lenkov.", "release_date": "2013-07-18", "poster": "/ldBBulVDkifYnT501PWXIvtCgmO.jpg", "runtime": 96, "id": 49524, "genre_ids": [14, 28, 35, 80]}, {"title": "Bad Teacher", "overview": "A lazy, incompetent middle school teacher who hates her job and her students is forced to return to her job to make enough money for a boob job after her rich fiancé dumps her.", "release_date": "2011-06-17", "poster": "/ejTcAKe5F3zsvU9GXyl2ODAhkWl.jpg", "runtime": 92, "id": 52449, "genre_ids": [35]}, {"title": "Clerks", "overview": "Convenience and video store clerks Dante and Randal are sharp-witted, potty-mouthed and bored out of their minds. So in between needling customers, the counter jockeys play hockey on the roof, visit a funeral home and deal with their love lives.", "release_date": "1994-09-13", "poster": "/dmNytzvQTjylI83qrgDoS1KQ0ev.jpg", "runtime": 92, "id": 2292, "genre_ids": [35]}, {"title": "28 Weeks Later", "overview": "In this chilling sequel to 28 Days Later, the inhabitants of the British Isles appear to have lost their battle against the onslaught of disease, as the deadly rage virus has killed every citizen there. Six months later, a group of Americans dare to set foot on the isles, convinced the danger has come and gone. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.", "release_date": "2007-04-26", "poster": "/kcJ99AtUykDhpzfQOApsViQa3fj.jpg", "runtime": 100, "id": 1562, "genre_ids": [27, 53, 878]}, {"title": "Colombiana", "overview": "Zoe Saldana plays a young woman who, after witnessing her parents’ murder as a child in Bogota, grows up to be a stone-cold assassin. She works for her uncle as a hitman by day, but her personal time is spent engaging in vigilante murders that she hopes will lead her to her ultimate target: the mobster responsible for her parents' death.", "release_date": "2011-07-27", "poster": "/tJIWuZC4ZVUJdVHXJfefUDzS2BX.jpg", "runtime": 108, "id": 62835, "genre_ids": [28, 53, 80, 18]}, {"title": "Beautiful Creatures", "overview": "Ethan Wate just wants to get to know Lena Duchannes better, but unbeknownst to him, Lena has strange powers.  As Lena's 16th birthday approaches she might decide her fate, to be good or evil.  A choice which will impact her relationship forever.", "release_date": "2013-02-13", "poster": "/77bAKEVH0FMb7J7SDZ3Xr52raEk.jpg", "runtime": 124, "id": 109491, "genre_ids": [14, 18, 10749]}, {"title": "The Prince of Egypt", "overview": "This is the extraordinary tale of two brothers named Moses and Ramses, one born of royal blood, and one an orphan with a secret past. Growing up the best of friends, they share a strong bond of free-spirited youth and good-natured rivalry. But the truth will ultimately set them at odds, as one becomes the ruler of the most powerful empire on earth, and the other the chosen leader of his people! Their final confrontation will forever change their lives and the world.", "release_date": "1998-12-15", "poster": "/tJs9OUfS8WQXrRjoP1jOb8YYvNS.jpg", "runtime": 99, "id": 9837, "genre_ids": [12, 16, 18, 10751, 10402]}, {"title": "No Strings Attached", "overview": "Emma is a busy doctor who sets up a seemingly perfect arrangement when she offers her best friend Adam a relationship with one rule: No strings attached. But when a fling becomes a thing, can sex friends stay best friends?", "release_date": "2011-01-12", "poster": "/1AxDwc2eugEvG4dRTear9q8Hzmw.jpg", "runtime": 108, "id": 41630, "genre_ids": [35, 10749]}, {"title": "The Guest", "overview": "A soldier introduces himself to the Peterson family, claiming to be a friend of their son who died in action. After the young man is welcomed into their home, a series of accidental deaths seem to be connected to his presence.", "release_date": "2014-09-17", "poster": "/xxSuU7Q9ZmPjw9TNQ1WzmHVAxBI.jpg", "runtime": 99, "id": 241848, "genre_ids": [9648, 53, 28]}, {"title": "Selma", "overview": "\"Selma,\" as in Alabama, the place where segregation in the South was at its worst, leading to a march that ended in violence, forcing a famous statement by President Lyndon B. Johnson that ultimately led to the signing of the Civil Rights Act.", "release_date": "2014-12-25", "poster": "/a1J3z3mTHATelvpplJcavuMsV1D.jpg", "runtime": 127, "id": 273895, "genre_ids": [36, 18]}, {"title": "Beverly Hills Cop II", "overview": "Axel Foley is back and as funny as ever in this fast-paced sequel to the original smash hit. This time, the Detroit cop heads for the land of sunshine and palm trees to find out who shot police Captain Andrew Bogomil. Thanks to a couple of old friends, Axel's investigation uncovers a series of robberies masterminded by a heartless weapons kingpin, and the chase is on!", "release_date": "1987-05-18", "poster": "/2y1z1baxKT0coTTRlnkI6McnR9f.jpg", "runtime": 100, "id": 96, "genre_ids": [28, 35, 80]}, {"title": "A Beautiful Mind", "overview": "At Princeton University, John Nash struggles to make a worthwhile contribution to serve as his legacy to the world of mathematics. He finally makes a revolutionary breakthrough that will eventually earn him the Nobel Prize. After graduate school he turns to teaching, becoming romantically involved with his student Alicia. Meanwhile the government asks his help with breaking Soviet codes, which soon gets him involved in a terrifying conspiracy plot. Nash grows more and more paranoid until a discovery that turns his entire world upside down. Now it is only with Alicia's help that he will be able to recover his mental strength and regain his status as the great mathematician we know him as today..", "release_date": "2001-12-11", "poster": "/4SFqHDZ1NvWdysucWbgnYlobdxC.jpg", "runtime": 135, "id": 453, "genre_ids": [18, 10749]}, {"title": "Arthur and the Invisibles", "overview": "Arthur is a spirited ten-year old whose parents are away looking for work, whose eccentric grandfather has been missing for several years, and who lives with his grandmother in a country house that, in two days, will be repossessed, torn down, and turned into a block of flats unless Arthur's grandfather returns to sign some papers and pay off the family debt. Arthur discovers that the key to success lies in his own descent into the land of the Minimoys, creatures no larger than a tooth, whom his grandfather helped relocate to their garden. Somewhere among them is hidden a pile of rubies, too. Can Arthur be of stout heart and save the day? Romance beckons as well, and a villain lurks.", "release_date": "2006-12-13", "poster": "/idbP413bzKWrQXJyElrDazcJUFM.jpg", "runtime": 94, "id": 9992, "genre_ids": [12, 14, 16, 10751]}, {"title": "Unfinished Business", "overview": "A hard-working small business owner and his two associates travel to Europe to close the most important deal of their lives.  But what began as a routine business trip goes off the rails in every imaginable – and unimaginable – way, including unplanned stops at a massive sex fetish event and a global economic summit.", "release_date": "2015-03-05", "poster": "/syjAbeqw3pNwEmRQHlRGHZUG9kF.jpg", "runtime": 90, "id": 239573, "genre_ids": [35]}, {"title": "Bridget Jones: The Edge of Reason", "overview": "The story picks up four weeks after the first film, and already Bridget Jones is becoming uncomfortable in her relationship with Mark Darcy. Apart from discovering that he's a conservative voter, she has to deal with a new boss, strange contractor, and the worst vacation of her life.", "release_date": "2004-10-28", "poster": "/fs3nGIwSBk9H8EcuPtnj7qQrYj2.jpg", "runtime": 108, "id": 9801, "genre_ids": [35, 10749]}, {"title": "Wallace & Gromit: The Curse of the Were-Rabbit", "overview": "Cheese-loving eccentric Wallace and his cunning canine pal, Gromit, investigate a mystery in Nick Park's animated adventure, in which the lovable inventor and his intrepid pup run a business ridding the town of garden pests. Using only humane methods that turn their home into a halfway house for evicted vermin, the pair stumble upon a mystery involving a voracious vegetarian monster that threatens to ruin the annual veggie-growing contest.", "release_date": "2005-09-04", "poster": "/tLryx0x9TDV5rifA9W8yUvDZFHB.jpg", "runtime": 85, "id": 533, "genre_ids": [12, 16, 35, 10751]}, {"title": "Winter's Tale", "overview": "A burglar falls for an heiress as she dies in his arms. When he learns that he has the gift of reincarnation, he sets out to save her.", "release_date": "2014-02-13", "poster": "/7svFBuWKSB1CQGHBW43z7x85vfD.jpg", "runtime": 118, "id": 137321, "genre_ids": [18, 14, 9648, 10749]}, {"title": "Hoodwinked!", "overview": "The recipes of candies of the goody shops have been stolen by the Goody Bandit, and many animals are out of business. While the police are chasing the criminal, there is a mess at Granny's house evolving Little Red Hiding Hood, The Wolf, The Woodsman and Granny, disturbing the peace in the forest and they are all arrested by the impatient Chief Grizzly.", "release_date": "2005-12-16", "poster": "/cx7CmTKBa5sgZqLp6680CdMrZc1.jpg", "runtime": 80, "id": 10982, "genre_ids": [16, 35, 10751]}, {"title": "Gangster Squad", "overview": "Los Angeles, 1949. Ruthless, Brooklyn-born mob king Mickey Cohen (Sean Penn) runs the show in this town, reaping the ill-gotten gains from the drugs, the guns, the prostitutes and — if he has his way — every wire bet placed west of Chicago. And he does it all with the protection of not only his own paid goons, but also the police and the politicians who are under his control. It’s enough to intimidate even the bravest, street-hardened cop… except, perhaps, for the small, secret crew of LAPD outsiders led by Sgt. John O’Mara (Josh Brolin) and Jerry Wooters (Ryan Gosling), who come together to try to tear Cohen’s world apart.", "release_date": "2013-01-10", "poster": "/8keIzofLkbcOsyP4OEPftkyzJIM.jpg", "runtime": 113, "id": 82682, "genre_ids": [80, 18, 28, 53]}, {"title": "Public Enemies", "overview": "Depression-era bank robber John Dillinger's charm and audacity endear him to much of America's downtrodden public, but he's also a thorn in the side of J. Edgar Hoover and the fledgling FBI. Desperate to capture the elusive outlaw, Hoover makes Dillinger his first Public Enemy Number One and assigns his top agent, Melvin Purvis, the task of bringing him in dead or alive.", "release_date": "2009-07-01", "poster": "/qisfF7ENdmGI8fpQJoCxIIU1QhH.jpg", "runtime": 140, "id": 11322, "genre_ids": [36, 80, 18]}, {"title": "Lethal Weapon 3", "overview": "Archetypal buddy cops Riggs and Murtaugh are back for another round of high-stakes action, this time setting their collective sights on bringing down a former Los Angeles police lieutenant turned black market weapons dealer. Lorna Cole joins as the beautiful yet hardnosed internal affairs sergeant who catches Riggs's eye.", "release_date": "1992-05-14", "poster": "/4ypm2KfdQuROp0VXbRD4Q6BKilP.jpg", "runtime": 118, "id": 943, "genre_ids": [12, 28, 35, 53, 80]}, {"title": "Rambo", "overview": "When governments fail to act on behalf of captive missionaries, ex-Green Beret John James Rambo sets aside his peaceful existence along the Salween River in a war-torn region of Thailand to take action.  Although he's still haunted by violent memories of his time as a U.S. soldier during the Vietnam War, Rambo can hardly turn his back on the aid workers who so desperately need his help.", "release_date": "2008-01-24", "poster": "/b0ifX5oLm2wNU9crHQLIoRGQS2j.jpg", "runtime": 92, "id": 7555, "genre_ids": [28, 53]}, {"title": "Mickey's Magical Christmas: Snowed in at the House of Mouse", "overview": "A snowstorm leaves everyone in the House of Mouse stranded and \"bah-humbug\" Donald doesn't have any Christmas spirit. Mickey and all the other guests get hot chocolate and cookies to make Donald feel his Christmas spirit.", "release_date": "2001-11-06", "poster": "/3yIvYvNvarfvwc9YnC0ZbAHhfRK.jpg", "runtime": 65, "id": 21448, "genre_ids": [16, 10751, 35]}, {"title": "Donnie Brasco", "overview": "An FBI undercover agent infilitrates the mob and finds himself identifying more with the mafia life at the expense of his regular one.", "release_date": "1997-02-27", "poster": "/niqDLxwZ6GF0GLKUlkdKnOWfsvb.jpg", "runtime": 127, "id": 9366, "genre_ids": [80, 18, 53]}, {"title": "Tere Bin Laden Dead or Alive", "overview": "A Bollywood director's plan to use an Osama Bin Laden look-alike in an upcoming film runs afoul of a Taliban arms dealer's desire to show that the terrorist is still alive.", "release_date": "2016-02-26", "poster": "/6d7DsCA9o6kuZqlOTjGNAXpjKrb.jpg", "runtime": 0, "id": 384344, "genre_ids": []}, {"title": "Once Upon a Time in Mexico", "overview": "Hitman \"El Mariachi\" becomes involved in international espionage involving a psychotic CIA agent and a corrupt Mexican general.", "release_date": "2003-09-11", "poster": "/j3Mz1jaM3MVr5K1Ijh5D2T93VF2.jpg", "runtime": 102, "id": 1428, "genre_ids": [28]}, {"title": "The Dreamers", "overview": "A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots.", "release_date": "2003-09-01", "poster": "/7ABcfmXQZeCXl5sNrDuLS1URMPN.jpg", "runtime": 115, "id": 1278, "genre_ids": [18, 10749]}, {"title": "Playing It Cool", "overview": "The story of a young man disillusioned by love who meets a breathtaking young woman at a charity dinner by pretending to be a philanthropist. Turns out that she’s engaged to a guy who doesn’t like her going on dates. Challenged by the chase, and egged on by his eclectic friends, he feigns a platonic relationship in order to keep seeing her as he tries to conquer her heart", "release_date": "2014-09-26", "poster": "/mBzSxaPOcq8XwXq4qkkyy8Ev9Go.jpg", "runtime": 94, "id": 277547, "genre_ids": [35, 10749]}, {"title": "Metropolis", "overview": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.", "release_date": "1927-01-10", "poster": "/qriaeUUwdmlgethK3aSAx68mG05.jpg", "runtime": 153, "id": 19, "genre_ids": [18, 878]}, {"title": "Click", "overview": "A workaholic architect finds a universal remote that allows him to fast-forward and rewind to different parts of his life. Complications arise when the remote starts to overrule his choices.", "release_date": "2006-06-22", "poster": "/ojmEqzJgTLo8S34uVQ6ZWmhgOoG.jpg", "runtime": 107, "id": 9339, "genre_ids": [35, 18, 14, 10749]}, {"title": "Charlie St. Cloud", "overview": "Accomplished sailor Charlie St. Cloud has the adoration of his mother Claire and his little brother Sam, as well as a college scholarship that will lead him far from his sleepy Pacific Northwest hometown. But his bright future is cut short when a tragedy strikes and takes his dreams with it. After his high-school classmate Tess returns home unexpectedly, Charlie grows torn between honoring a promise he made four years earlier and moving forward with newfound love. And as he finds the courage to let go of the past for good, Charlie discovers the soul most worth saving is his own.", "release_date": "2010-05-01", "poster": "/ghv3vJtpnBtJh4HvN85ipkqOyRa.jpg", "runtime": 99, "id": 37950, "genre_ids": [18]}, {"title": "The French Connection", "overview": "A pair of NYC cops in the Narcotics Bureau stumble onto a drug smuggling job with a French connection.", "release_date": "1971-10-07", "poster": "/xwDi4wF0I1L5bSW08Y8GocDGjJP.jpg", "runtime": 104, "id": 1051, "genre_ids": [28, 80, 53]}, {"title": "Death at a Funeral", "overview": "Chaos ensues when a man tries to expose a dark secret regarding a recently deceased patriarch of a dysfunctional British family.", "release_date": "2007-02-09", "poster": "/zV4kwbDckeTMoIsbSt1lsTIZ2in.jpg", "runtime": 90, "id": 2196, "genre_ids": [35, 18]}, {"title": "Sabotage", "overview": "In \"Sabotage\", Arnold Schwarzenegger leads an elite DEA task force that takes on the world's deadliest drug cartels. When the team successfully executes a high-stakes raid on a cartel safe house, they think their work is done - until, one-by-one, the team members mysteriously start to be eliminated. As the body count rises, everyone is a suspect.", "release_date": "2014-03-28", "poster": "/lXBgKwtEKYiIrpyHvpD8BUqYNxm.jpg", "runtime": 110, "id": 144336, "genre_ids": [28, 18, 53, 80]}, {"title": "1408", "overview": "A man who specializes in debunking paranormal occurrences checks into the fabled room 1408 in the Dolphin Hotel. Soon after settling in, he confronts genuine terror.", "release_date": "2007-07-12", "poster": "/4onX7UF2MPUgIpkUerLC3dpVfNZ.jpg", "runtime": 104, "id": 3021, "genre_ids": [27, 53]}, {"title": "The Pirate Fairy", "overview": "When a misunderstood dust-keeper fairy named Zarina steals Pixie Hollow's all-important Blue Pixie Dust and flies away to join forces with the pirates of Skull Rock, Tinker Bell and her fairy friends must embark on the adventure of a lifetime to return it to its rightful place.", "release_date": "2014-02-13", "poster": "/pns2xlF55VQEbHkEbPlCNQKLjMh.jpg", "runtime": 78, "id": 175112, "genre_ids": [16, 14, 10751]}, {"title": "RockNRolla", "overview": "When a Russian mobster sets up a real estate scam that generates millions of pounds, various members of London's criminal underworld pursue their share of the fortune. Various shady characters, including Mr One-Two, Stella the accountant, and Johnny Quid, a druggie rock-star, try to claim their slice.", "release_date": "2008-09-04", "poster": "/9tnHUDuUDrNJxJ3raxpKIrnYXlH.jpg", "runtime": 114, "id": 13809, "genre_ids": [28, 80, 53]}, {"title": "Pretty Woman", "overview": "When millionaire wheeler-dealer Edward Lewis enters a business contract with Hollywood hooker Vivian Ward, he loses his heart in the bargain in this charming romantic comedy. After Edward hires Vivian as his date for a week and gives her a Cinderella makeover, she returns the favor by mellowing the hardnosed tycoon's outlook. Can the poor prostitute and the rich capitalist live happily ever after?", "release_date": "1990-03-23", "poster": "/4ufvm0uwtvilabyUP5Zo6QeraB2.jpg", "runtime": 119, "id": 114, "genre_ids": [10749, 35]}, {"title": "Kiki's Delivery Service", "overview": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.", "release_date": "1989-07-29", "poster": "/d5gLpu8kqyPs27bh9IiCuwMDjDh.jpg", "runtime": 103, "id": 16859, "genre_ids": [12, 16, 18]}, {"title": "The Forbidden Kingdom", "overview": "An American teenager who is obsessed with Hong Kong cinema and kung-fu classics makes an extraordinary discovery in a Chinatown pawnshop: the legendary stick weapon of the Chinese sage and warrior, the Monkey King. With the lost relic in hand, the teenager unexpectedly finds himself travelling back to ancient China to join a crew of warriors from martial arts lore on a dangerous quest to free the imprisoned Monkey King.", "release_date": "2008-04-18", "poster": "/4jTVS5uij49cqzLKXjaQywIp7cV.jpg", "runtime": 104, "id": 1729, "genre_ids": [12, 14, 28]}, {"title": "Song of the Sea", "overview": "The story of the last Seal Child’s journey home. After their mother’s disappearance, Ben and Saoirse are sent to live with Granny in the city. When they resolve to return to their home by the sea, their journey becomes a race against time as they are drawn into a world Ben knows only from his mother’s folktales. But this is no bedtime story; these fairy folk have been in our world far too long. It soon becomes clear to Ben that Saoirse is the key to their survival.", "release_date": "2014-09-06", "poster": "/uvNv23Arf2ZYtimiStSB2c1DAEX.jpg", "runtime": 93, "id": 110416, "genre_ids": [16, 10751, 14]}, {"title": "The Wild", "overview": "An adolescent lion is accidentally shipped from the New York Zoo to Africa. Now running free, his zoo pals must put aside their differences to help bring him back.", "release_date": "2006-03-06", "poster": "/uxTtgh4tpSWVulXLCDqKU10cWXo.jpg", "runtime": 94, "id": 9904, "genre_ids": [16]}, {"title": "A Most Wanted Man", "overview": "When a half-Chechen, half-Russian, tortured half-to-death immigrant turns up in Hamburg's Islamic community, laying claim to his father's ill gotten fortune, both German and US security agencies take a close interest: as the clock ticks down and the stakes rise, the race is on to establish this most wanted man's true identity - oppressed victim or destruction-bent extremist?", "release_date": "2014-07-25", "poster": "/iSMTe79efcxgI5jSFBAg6GjxEPs.jpg", "runtime": 121, "id": 157849, "genre_ids": [53]}, {"title": "Sinister", "overview": "Found footage helps a true-crime novelist realize how and why a family was murdered in his new home, though his discoveries put his entire family in the path of a supernatural entity.", "release_date": "2012-03-29", "poster": "/hrRYY7FcRc46Ue7h9jcKiW1xqJ3.jpg", "runtime": 110, "id": 82507, "genre_ids": [27, 53, 9648]}, {"title": "Wild Wild West", "overview": "Legless Southern inventor Dr. Arliss Loveless plans to rekindle the Civil War by assassinating President U.S. Grant. Only two men can stop him: gunfighter James West and master-of-disguise and inventor Artemus Gordon. The two must team up to thwart Loveless' plans.", "release_date": "1999-06-29", "poster": "/uqoluoavY8US144kUu9lb4mZpD.jpg", "runtime": 106, "id": 8487, "genre_ids": [28, 12, 35, 18, 878, 37]}, {"title": "Stoker", "overview": "After India's father dies, her Uncle Charlie, who she never knew existed, comes to live with her and her unstable mother. She comes to suspect this mysterious, charming man has ulterior motives and becomes increasingly infatuated with him.", "release_date": "2013-02-28", "poster": "/vq4Medvdxd2G6WJXhN5vWHnWEhK.jpg", "runtime": 98, "id": 86825, "genre_ids": [18, 27, 53]}, {"title": "Master and Commander: The Far Side of the World", "overview": "After an abrupt and violent encounter with a French warship inflicts severe damage upon his ship, a captain of the British Royal Navy begins a chase over two oceans to capture or destroy the enemy, though he must weigh his commitment to duty and ferocious pursuit of glory against the safety of his devoted crew, including the ship's thoughtful surgeon, his best friend.", "release_date": "2003-11-13", "poster": "/4o4JyEQldHQiqJn0BBRFppDmI65.jpg", "runtime": 138, "id": 8619, "genre_ids": [12]}, {"title": "Eight Below", "overview": "In the Antarctic, after an expedition with Dr. Davis McClaren, the sled dog trainer Jerry Shepherd has to leave the polar base with his colleagues due to the proximity of a heavy snow storm. He ties his dogs to be rescued after, but the mission is called-off and the dogs are left alone at their own fortune. For six months, Jerry tries to find a sponsor for a rescue mission.", "release_date": "2006-02-17", "poster": "/mk5jCKo0M6zYMWZ2TuDIyNznHAp.jpg", "runtime": 120, "id": 9036, "genre_ids": [12, 18, 10751]}, {"title": "Flight", "overview": "Commercial airline pilot Whip Whitaker has a problem with drugs and alcohol, though so far he's managed to complete his flights safely. His luck runs out when a disastrous mechanical malfunction sends his plane hurtling toward the ground. Whip pulls off a miraculous crash-landing that results in only six lives lost. Shaken to the core, Whip vows to get sober -- but when the crash investigation exposes his addiction, he finds himself in an even worse situation.", "release_date": "2012-11-02", "poster": "/8XEbkjgorAm9xk15mF63jqJ4ByV.jpg", "runtime": 138, "id": 87502, "genre_ids": [18]}, {"title": "The Karate Kid", "overview": "12-year-old Dre Parker could have been the most popular kid in Detroit, but his mother's latest career move has landed him in China. Dre immediately falls for his classmate Mei Ying but the cultural differences make such a friendship impossible. Even worse, Dre's feelings make him an enemy of the class bully, Cheng. With no friends in a strange land, Dre has nowhere to turn but maintenance man Mr. Han, who is a kung fu master. As Han teaches Dre that kung fu is not about punches and parries, but maturity and calm, Dre realizes that facing down the bullies will be the fight of his life.", "release_date": "2010-06-10", "poster": "/l13emtM0cz0HyJeWSxb6ml5RvzT.jpg", "runtime": 140, "id": 38575, "genre_ids": [28, 12, 18, 10751]}, {"title": "Dear John", "overview": "Sergeant John Tyree is home on a 2 week leave from Germany. He meets Savannah after he dives into the ocean to retrieve Savannah's purse that had fallen off the pier. John falls in love with Savannah who is a student on spring break helping build a house for Habitat for Humanity. A romance occurs and Savannah falls deeply in love with John. She promises to write John overseas until he returns.", "release_date": "2010-02-04", "poster": "/2Fen9XsCscjupGJUhi2zaCvOaGd.jpg", "runtime": 115, "id": 22971, "genre_ids": [18, 10749, 10752]}, {"title": "Paperman", "overview": "An urban office worker finds that paper airplanes are instrumental in meeting a girl in ways he never expected.", "release_date": "2012-11-02", "poster": "/3TpMBcAYH4cxCw5WoRacWodMTCG.jpg", "runtime": 7, "id": 140420, "genre_ids": [16, 10749, 10751]}, {"title": "Once Upon a Time in America", "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.", "release_date": "1984-02-17", "poster": "/fqP3Q7DWMFqW7mh11hWXbNwN9rz.jpg", "runtime": 229, "id": 311, "genre_ids": [18, 80]}, {"title": "In Bruges", "overview": "Ray and Ken, two hit men, are in Bruges, Belgium, waiting for their next mission. While they are there they have time to think and discuss their previous assignment. When the mission is revealed to Ken, it is not what he expected.", "release_date": "2008-02-08", "poster": "/kBABboeLU2HsKWSG7DwiF9saHl5.jpg", "runtime": 107, "id": 8321, "genre_ids": [35, 18, 80]}, {"title": "Little Lips", "overview": "A writer returns home to his estate after service in World War I. He has developed a very bad case of depression due to a war wound concerning his genitalia. He contemplates suicide, but recovers after becoming interested in his caretaker's 12 year-old war orphan niece, who now lives in the manor.", "release_date": "1978-02-08", "poster": "/dtNl5zlgC1zHXdFz9YWYeE6Y3Rf.jpg", "runtime": 86, "id": 26550, "genre_ids": [18]}, {"title": "Pain & Gain", "overview": "Danny Lupo, manager of the Sun Gym in 1990s Miami, decides that there is only one way to achieve his version of the American dream: extortion. To achieve his goal, he recruits musclemen Paul and Adrian as accomplices. After several failed attempts, they abduct rich businessman Victor Kershaw and convince him to sign over all his assets to them. But when Kershaw makes it out alive, authorities are reluctant to believe his story.", "release_date": "2013-04-18", "poster": "/mFaT4CfHGlRXAWe8qS7IJHwZgeb.jpg", "runtime": 130, "id": 134374, "genre_ids": [53, 80, 28]}, {"title": "Lincoln", "overview": "A revealing drama that focuses on the 16th President's tumultuous final months in office. In a nation divided by war and the strong winds of change, Lincoln pursues a course of action designed to end the war, unite the country and abolish slavery. With the moral courage and fierce determination to succeed, his choices during this critical moment will change the fate of generations to come.", "release_date": "2012-11-09", "poster": "/gkkiDu9srCCbCMxGKwNwKCxK7KF.jpg", "runtime": 149, "id": 72976, "genre_ids": [18, 10752]}, {"title": "The DUFF", "overview": "Bianca is a content high school senior whose world is shattered when she learns the student body refers to her as ‘The DUFF’ (Designated Ugly Fat Friend) to her prettier, more popular friends. With her universe turned upside down, she ignoreswords of wisdom from her favorite teacher and enlists Wesley, a slick but charming jock, to help set her apart from the pack and erase her label forever. In doing so, she hopes to land her crush Toby, and find the confidence to overthrow the school’s ruthless label maker Madison by reminding everyone that no matter what people look or act like, we are all someone’s DUFF…and that’s totally fine.", "release_date": "2015-02-19", "poster": "/dBBgPTCN5Zze4POXWVVpwf3wkra.jpg", "runtime": 101, "id": 272693, "genre_ids": [35]}, {"title": "The Great Mouse Detective", "overview": "In Victorian London, England, a little mouse girl's toymaker father is abducted by a peg-legged bat. She enlists the aid of Basil of Baker Street, the rodent world's answer to Sherlock Holmes. The case expands as Basil uncovers the crime's link to a plot against the Crown itself.", "release_date": "1986-07-02", "poster": "/rgB3pr1HjvM1vILylgl1TgsIXjH.jpg", "runtime": 74, "id": 9994, "genre_ids": [10751, 16]}, {"title": "Yes Man", "overview": "Carl Allen has stumbled across a way to shake free of post-divorce blues and a dead-end job: embrace life and say yes to everything.", "release_date": "2008-12-09", "poster": "/zqSqnHb045TN8Lzt2X4IVy8dfAW.jpg", "runtime": 104, "id": 10201, "genre_ids": [35, 10749]}, {"title": "Unfaithful", "overview": "Connie is a wife and mother whose 11-year marriage to Edward has lost its sexual spark. When Connie literally runs into handsome book collector Paul, he sweeps her into an all-consuming affair. But Edward soon becomes suspicious and decides to confront the other man.", "release_date": "2002-05-10", "poster": "/ztenZXLECkDXTXN6KEugPVvMTIl.jpg", "runtime": 124, "id": 2251, "genre_ids": [18]}, {"title": "Training Day", "overview": "On his first day on the job as a narcotics officer, a rookie cop works with a rogue detective who isn't what he appears.", "release_date": "2001-10-05", "poster": "/sDT2biSB7wzBJdXq9o3ldr7VfvY.jpg", "runtime": 122, "id": 2034, "genre_ids": [28, 80, 18, 53]}, {"title": "The Proposal", "overview": "When she learns she's in danger of losing her visa status and being deported, overbearing book editor Margaret Tate forces her put-upon assistant, Andrew Paxton, to marry her.", "release_date": "2009-06-01", "poster": "/xippClkb4VCE15uva13SAGf8Vsd.jpg", "runtime": 108, "id": 18240, "genre_ids": [35, 10749, 18]}, {"title": "What Happens in Vegas", "overview": "During a wild vacation in Las Vegas, career woman Joy McNally and playboy Jack Fuller come to the sober realization that they have married each other after a night of drunken abandon. They are then compelled, for legal reasons, to live life as a couple for a limited period of time. At stake is a large amount of money.", "release_date": "2008-05-07", "poster": "/NWQmNdQwm7blsBNSdpWIfqkGte.jpg", "runtime": 99, "id": 9029, "genre_ids": [35, 10749]}, {"title": "The Hunchback of Notre Dame", "overview": "When Quasi defies the evil Frollo and ventures out to the Festival of Fools, the cruel crowd jeers him. Rescued by fellow outcast the gypsy Esmeralda, Quasi soon finds himself battling to save the people and the city he loves.", "release_date": "1996-06-21", "poster": "/gGRmzbST3TAXwWoMKHDu6Vkn0kZ.jpg", "runtime": 91, "id": 10545, "genre_ids": [10751, 14, 16]}, {"title": "A Million Ways to Die in the West", "overview": "As a cowardly farmer begins to fall for the mysterious new woman in town, he must put his new-found courage to the test when her husband, a notorious gun-slinger, announces his arrival.", "release_date": "2014-05-28", "poster": "/12fqfvUmBOPg2pA0RsEhc31P28O.jpg", "runtime": 116, "id": 188161, "genre_ids": [35, 37]}, {"title": "Pirates of the Caribbean: Dead Men Tell No Tales", "overview": "Thrust into an all-new adventure, a down-on-his-luck Captain Jack Sparrow finds the winds of ill-fortune blowing even more strongly when deadly ghost pirates led by his old nemesis, the terrifying Captain Salazar (Bardem), escape from the Devil's Triangle, determined to kill every pirate at sea...including him. Captain Jack's only hope of survival lies in seeking out the legendary Trident of Poseidon, a powerful artifact that bestows upon its possessor total control over the seas.", "release_date": "2017-05-25", "poster": "/mUQq4k4LxsXaiBrfIlRDyXq71aw.jpg", "runtime": 0, "id": 166426, "genre_ids": [35, 12, 14, 28]}, {"title": "Megamind", "overview": "Bumbling supervillain Megamind finally defeats his nemesis, the superhero Metro Man. But without a hero, he loses all purpose and must find new meaning to his life.", "release_date": "2010-10-28", "poster": "/amXAUSAUrnGuLGEyc1ZNhBvgbnF.jpg", "runtime": 95, "id": 38055, "genre_ids": [16, 28, 35, 10751, 878]}, {"title": "Love Actually", "overview": "Follows seemingly unrelated people as their lives begin to intertwine while they fall in, and out, of love. Affections languish and develop as Christmas draws near.", "release_date": "2003-09-07", "poster": "/kfX8Ctin3fSZbdnjh6CXSNZUOVP.jpg", "runtime": 135, "id": 508, "genre_ids": [35, 10749, 18]}, {"title": "Melancholia", "overview": "Two sisters find their already strained relationship challenged as a mysterious new planet threatens to collide with Earth.", "release_date": "2011-05-26", "poster": "/eCjATHunhgLl9ARKUFtmKguaWDJ.jpg", "runtime": 136, "id": 62215, "genre_ids": [18, 878]}, {"title": "Grease", "overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?", "release_date": "1978-07-07", "poster": "/iMHdFTrCYhue74sBnXkdO39AJ3R.jpg", "runtime": 110, "id": 621, "genre_ids": [10402, 10749]}, {"title": "The Lucky One", "overview": "U.S. Marine Sergeant Logan Thibault (Efron) returns from his third tour of duty in Iraq, with the one thing he credits with keeping him alive-a photograph he found of a woman he doesn't even know. Learning her name is Beth (Schilling) and where she lives, he shows up at her door, and ends up taking a job at her family-run local kennel. Despite her initial mistrust and the complications in her life, a romance develops between them, giving Logan hope that Beth could be much more than his good luck charm.", "release_date": "2012-04-19", "poster": "/ug0WQaS1echV9BQoSeL2im9I3hk.jpg", "runtime": 101, "id": 77877, "genre_ids": [18, 10749]}, {"title": "The Switch", "overview": "An unmarried 40-year-old woman turns to a turkey baster in order to become pregnant. Seven years later, she reunites with her best friend, who has been living with a secret: he replaced her preferred sperm sample with his own.", "release_date": "2010-05-11", "poster": "/cikOGh4sUstWitAS3BTEpXsJ1vr.jpg", "runtime": 101, "id": 41210, "genre_ids": [35, 10749, 18]}, {"title": "We Are Your Friends", "overview": "Young Cole Carter dreams of hitting the big time as a Hollywood disc jockey, spending his days and nights hanging with buddies and working on the one track that will set the world on fire. Opportunity comes knocking when he meets James Reed, a charismatic DJ who takes the 23-year-old under his wing. Soon, his seemingly clear path to success gets complicated when he starts falling for his mentor's girlfriend, jeopardizing his new friendship and the future he seems destined to fulfill.", "release_date": "2015-08-26", "poster": "/accc6f6h3Xi8kURvYpPoATOsm2Z.jpg", "runtime": 96, "id": 301351, "genre_ids": [18, 10749, 10402]}, {"title": "Mama", "overview": "Guillermo del Toro presents Mama, a supernatural thriller that tells the haunting tale of two little girls who disappeared into the woods the day that their parents were killed. When they are rescued years later and begin a new life, they find that someone or something still wants to come tuck them in at night.", "release_date": "2013-01-17", "poster": "/lPcwVnhg3T3MQBtTU31Rx4xwEQH.jpg", "runtime": 100, "id": 132232, "genre_ids": [27]}, {"title": "The Host", "overview": "A parasitic alien soul is injected into the body of Melanie Stryder. Instead of carrying out her race's mission of taking over the Earth, \"Wanda\" (as she comes to be called) forms a bond with her host and sets out to aid other free humans.", "release_date": "2013-03-22", "poster": "/jnPOLAPQLhqMeDLV2BsQfrd6R11.jpg", "runtime": 125, "id": 72710, "genre_ids": [28, 12, 10749, 878, 53]}, {"title": "Pompeii", "overview": "Set in 79 A.D., POMPEII tells the epic story of Milo, a slave turned invincible gladiator who finds himself in a race against time to save his true love Cassia, the beautiful daughter of a wealthy merchant who has been unwillingly betrothed to a corrupt Roman Senator. As Mount Vesuvius erupts in a torrent of blazing lava, Milo must fight his way out of the arena in order to save his beloved as the once magnificent Pompeii crumbles around him.", "release_date": "2014-02-18", "poster": "/idiv0IxVhVSDW8cWxfprYyY5Yev.jpg", "runtime": 105, "id": 76649, "genre_ids": [28, 12, 36, 10749, 18]}, {"title": "The Untouchables", "overview": "Young Treasury Agent Elliot Ness arrives in Chicago and is determined to take down Al Capone but it's not going to be easy, because Capone has the police in his pocket. Ness meets Jimmy Malone a veteran patrolman and probably the most honorable one in the force. He asks Malone to help him get Capone but Malone warns him that if he goes after Capone, he is going to war.", "release_date": "1987-06-02", "poster": "/qx4CDBhJDX5LQoVZ8UXPxQy5pt7.jpg", "runtime": 119, "id": 117, "genre_ids": [80, 18, 36, 53]}, {"title": "Crank", "overview": "Professional assassin Chev Chelios learns his rival has injected him with a poison that will kill him if his heart rate drops.", "release_date": "2006-08-31", "poster": "/8VmqEbgPnujH3h29p1j6Tme79De.jpg", "runtime": 88, "id": 1948, "genre_ids": [28, 53, 80]}, {"title": "Wrong Turn 2: Dead End", "overview": "Retired military commander Colonel Dale Murphy hosts the simulated post-apocalyptic reality show where participants are challenged to survive a remote West Virginia wasteland. But the show turns into a nightmarish showdown when each realizes they are being hunted by an inbred family of cannibals determined to make them all dinner!", "release_date": "2007-08-25", "poster": "/ftmiyfrTrqTi5Qod62nGRP9BGPn.jpg", "runtime": 96, "id": 13186, "genre_ids": [27, 53]}, {"title": "The Choice", "overview": "The Choice tells the story of a long love affair that begins when Travis Parker and Gabby Holland first met as neighbors in a small coastal town and end up pursuing a relationship that neither could have foreseen. It spans a decade and traces the evolution of a love affair that is ultimately tested by life’s most defining events. Sparks’ The Best Of Me and The Longest Ride are currently in production.", "release_date": "2016-02-04", "poster": "/eJDrrzhTTdSAt2weiFQo7BozYJe.jpg", "runtime": 111, "id": 330483, "genre_ids": [18, 10749]}, {"title": "Are You Here", "overview": "When Steve Dallas, a womanizing local weatherman, hears that his off-the-grid best friend Ben Baker has lost his estranged father, the two return to Ben's childhood home. Once there, they discover Ben has inherited the family fortune, and the ill-equipped duo must battle Ben's formidable sister and deal with his father's gorgeous 25-year old widow.", "release_date": "2013-09-07", "poster": "/Ans3hye70MvMVPxG1BhUgAG2zHv.jpg", "runtime": 114, "id": 209244, "genre_ids": [35]}, {"title": "Shallow Hal", "overview": "A shallow man falls in love with a 300 pound woman because of her \"inner beauty\".", "release_date": "2001-11-01", "poster": "/xhdJKfDp7TihFcO5CF6BFY1xImE.jpg", "runtime": 114, "id": 9889, "genre_ids": [35, 10749]}, {"title": "Chef", "overview": "A chef who loses his restaurant job starts up a food truck in an effort to reclaim his creative promise, while piecing back together his estranged family.", "release_date": "2014-05-08", "poster": "/eXizmokfQYgDM0UZm2v8zdgYhD7.jpg", "runtime": 115, "id": 212778, "genre_ids": [35]}, {"title": "Evan Almighty", "overview": "Buffalo newsman Evan Baxter is elected to Congress with the slogan, \"Change the world.\" He lucks into a huge house in a new Virginia suburb. His Capitol office is also fantastic, but there's a catch: he's tapped by the powerful Congressman Long to co-sponsor a bill to allow development in national parks. In steps God, who appears to a disbelieving Evan and gently commands him to build an ark", "release_date": "2007-06-09", "poster": "/mtIjd19s4eOSkUm9P9iDVY35TsQ.jpg", "runtime": 96, "id": 2698, "genre_ids": [14, 35, 10751]}, {"title": "American Wedding", "overview": "With high school a distant memory, Jim and Michelle are getting married -- and in a hurry, since Jim's grandmother is sick and wants to see him walk down the aisle -- prompting Stifler to throw the ultimate bachelor party. And Jim's dad is reliable as ever, doling out advice no one wants to hear.", "release_date": "2003-08-01", "poster": "/lQrJanvdy1c18ll2xKIUmG5YsWu.jpg", "runtime": 103, "id": 8273, "genre_ids": [35, 10749]}, {"title": "Blue Velvet", "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of criminals who have kidnapped her child.", "release_date": "1986-08-01", "poster": "/yXvdmffa0o8zlxwBBcQki8y3Fdw.jpg", "runtime": 120, "id": 793, "genre_ids": [80, 18, 9648, 53]}, {"title": "War Horse", "overview": "Follows a young man named Albert and his horse, Joey, and how their bond is broken when Joey is sold to the cavalry and sent to the trenches of World War One. Despite being too young to enlist, Albert heads to France to save his friend.", "release_date": "2011-12-25", "poster": "/6wMoQyJddEiLCzLUHiX7LNWhDol.jpg", "runtime": 146, "id": 57212, "genre_ids": [18, 10752]}, {"title": "Final Destination 3", "overview": "In this third installment of the Final Destination series, a student's premonition of a deadly rollercoaster ride saves her life and a lucky few, but not from death itself which seeks out those who escaped their fate.", "release_date": "2006-02-10", "poster": "/fO7QneBmdE9dEJUewiYMfsEp3IL.jpg", "runtime": 93, "id": 9286, "genre_ids": [27, 9648]}, {"title": "The Crow", "overview": "Exactly one year after young rock guitarist Eric Draven and his fiancée are brutally killed by a ruthless gang of criminals, Draven -- watched over by a hypnotic crow -- returns from the grave to exact revenge.", "release_date": "1994-05-11", "poster": "/ojrksUOPq4JStY3yW0dTBu9nw1L.jpg", "runtime": 102, "id": 9495, "genre_ids": [14, 28, 53]}, {"title": "Bridge to Terabithia", "overview": "Jesse Aarons trained all summer to become the fastest runner in school, so he's very upset when newcomer Leslie Burke outruns him and everyone else. Despite this and other differences, including that she's rich, he's poor, and she's a city girl, he's a country boy, the two become fast friends. Together, they create Terabithia, a land of monsters, trolls, ogres, and giants and rule as king and queen. This friendship helps Jess cope with the tragedy that makes him realize what Leslie taught him.", "release_date": "2007-02-16", "poster": "/vNUvGD1Pl5NjgiSrtVrEa52Ewju.jpg", "runtime": 96, "id": 1265, "genre_ids": [12, 18, 10751]}, {"title": "Sapphire Blue", "overview": "Gwen has just discovered, that she's the final member of the secret time-traveling Circle of Twelve. Now she has to juggle with constant trips to the past, her relationships with Gideon and figuring out dark secrets surrounding the Circle.", "release_date": "2014-08-14", "poster": "/7cl22MqjQvGO4SVZbQX4qyQ3o0h.jpg", "runtime": 116, "id": 279229, "genre_ids": [10751, 878, 14, 12]}, {"title": "Sunshine", "overview": "50 years from now the sun is dying and life on earth is threatened by arctic temperatures. Mankind puts together all its resources and sends a spaceship carrying a huge bomb designed to re-ignite the dying sun.", "release_date": "2007-04-05", "poster": "/upgi8oTlMthM9sweAyBoXqr8doZ.jpg", "runtime": 107, "id": 1272, "genre_ids": [878, 53]}, {"title": "The X Files", "overview": "Blackwood, Texas: After falling through a hole in the ground, a young boy is infected by the alien Black Oil. One week later, in Dallas, a federal building is bombed by terrorists, killing five people, including the Blackwood boy. Mulder and Scully, now part of an FBI anti-terrorism unit, learn that the boy as well as three other victims were dead even before the bombing, cause of death: an alien virus. In the Texas desert, the agents find an agricultural complex that may hold the key to unlocking the government conspiracy surrounding the extraterrestrials and their lethal virus which Mulder and Scully must fight the government in a conspiracy and find the truth about an alien colonization of Earth.", "release_date": "1998-06-19", "poster": "/cpvwMPMkvsZLzThJTcnh8wcNPMH.jpg", "runtime": 121, "id": 846, "genre_ids": [9648, 878, 53]}, {"title": "Bridget Jones's Diary", "overview": "Bridget Jones’s Diary is a romantic love story comedy from the best selling novel of the same name by Helen Fielding. A chaotic Jones meets a snobbish lawer named Marc and soon he enters into her world of imperfections.", "release_date": "2001-04-13", "poster": "/bSr5bdlAumfBWCibvMLvhvMEkkB.jpg", "runtime": 97, "id": 634, "genre_ids": [35, 10749, 18]}, {"title": "Tucker and Dale vs Evil", "overview": "Two hillbillies are suspected of being killers by a group of paranoid college kids camping near the duo's West Virginian cabin. As the body count climbs, so does the fear and confusion as the college kids try to seek revenge against the pair.", "release_date": "2010-01-22", "poster": "/lNaivZXcad1bXDoptUzV3PQ2Ms0.jpg", "runtime": 89, "id": 46838, "genre_ids": [35, 27]}, {"title": "Magic Mike", "overview": "Mike, an experienced stripper, takes a younger performer called The Kid under his wing and schools him in the arts of partying, picking up women, and making easy money.", "release_date": "2012-06-28", "poster": "/lEtUcdnGdtZzMUUMdrVVmJNIl6T.jpg", "runtime": 110, "id": 77930, "genre_ids": [18, 35]}, {"title": "Dirty Harry", "overview": "When a madman dubbed the \"Scorpio Killer\" terrorizes San Francisco, hard-boiled cop Harry Callahan -- famous for his take-no-prisoners approach to law enforcement -- is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.", "release_date": "1971-12-22", "poster": "/6AlKDmfVi5cqQFprxJCf1FWihPk.jpg", "runtime": 102, "id": 984, "genre_ids": [28, 80, 53]}, {"title": "Remember Me", "overview": "Still reeling from a heartbreaking family event and his parents' subsequent divorce, Tyler Hawkins discovers a fresh lease on life when he meets Ally Craig, a gregarious beauty who witnessed her mother's death. But as the couple draws closer, the fallout from their separate tragedies jeopardizes their love.", "release_date": "2010-03-12", "poster": "/rlWRvkApEUM33yOPmzULJwUnAZI.jpg", "runtime": 113, "id": 23169, "genre_ids": [18, 10749]}, {"title": "Space Jam", "overview": "Michael Jordan agrees to help the Looney Tunes play a basketball game against alien slavers to determine their freedom.", "release_date": "1996-11-15", "poster": "/xI9AwhOWtsbFlS8tYD2PXa80p7u.jpg", "runtime": 88, "id": 2300, "genre_ids": [16, 35, 18, 10751, 14]}, {"title": "G-Force", "overview": "A team of trained secret agent animals, guinea pigs Darwin, Juarez, Blaster, mole Speckles, and fly Mooch takes on a mission for the US government to stop evil Leonard Saber, who plans to destroy the world with household appliances. But the government shuts them down and they are sentenced to a pet shop. Can they escape to defeat the villain and save the world?", "release_date": "2009-07-21", "poster": "/ecTQ40F6Ob4JW2qMRUf8ThxViyd.jpg", "runtime": 88, "id": 19585, "genre_ids": [14, 28, 12, 10751, 35]}, {"title": "Inside Man", "overview": "An efficient gang enters a Manhattan bank, locks the doors, and takes hostages. They work deliberately, without haste. Detective Frazier is assigned to negotiate, but his mind is occupied with the corruption charges he is facing. With an army of police surrounding the bank, the thief, the cop, and the plutocrat's fixer enter high-stakes negotiations. Why are the robbers asking for a plane, if they are so competent and they know they won't get one? Why aren't they in more of a hurry?", "release_date": "2006-03-23", "poster": "/z6wYRuvk1lf60R4SmWETfdUvGsm.jpg", "runtime": 129, "id": 388, "genre_ids": [80, 18, 53]}, {"title": "I Am Number Four", "overview": "A teenage fugitive with an incredible secret races to stay one step ahead of the mysterious forces seeking destroy him in this sci-fi action thriller. With three dead and one on the run, the race to find the elusive Number Four begins. Outwardly normal teen John Smith never gets too comfortable in the same identity, and along with his guardian, Henri, he is constantly moving from town to town. With each passing day, John gains a stronger grasp on his extraordinary new powers, and his bond to the beings that share his fantastic fate grows stronger.", "release_date": "2011-02-15", "poster": "/adgjVW0rtZ3fO00hoY71cDogzwE.jpg", "runtime": 109, "id": 46529, "genre_ids": [28, 53, 878, 12]}, {"title": "Wrong Turn", "overview": "Chris crashes into a carload of other young people, and the group of stranded motorists is soon lost in the woods of West Virginia, where they're hunted by three cannibalistic mountain men who are grossly disfigured by generations of inbreeding.", "release_date": "2003-05-30", "poster": "/kyn0ZC8tvLWuKN85mhlG1lwB1WQ.jpg", "runtime": 84, "id": 9902, "genre_ids": [27, 53]}, {"title": "Lucky Number Slevin", "overview": "Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma. A film with many twists and turns.", "release_date": "2006-02-24", "poster": "/jtKq0EtothAzWlnRBBWGCA8uFuu.jpg", "runtime": 110, "id": 186, "genre_ids": [18, 53, 80, 9648]}, {"title": "Amy", "overview": "A documentary on the late singer/songwriter, who died of alcohol poisoning in 2011.", "release_date": "2015-07-03", "poster": "/38iVDY0GUgcyhPARLDQWzDu2RpB.jpg", "runtime": 128, "id": 331781, "genre_ids": [10402, 99]}, {"title": "Moon", "overview": "With only three weeks left in his three year contract, Sam Bell is getting anxious to finally return to Earth. He is the only occupant of a Moon-based manufacturing facility along with his computer and assistant, GERTY. The long period of time alone however has resulted in him talking to himself for the most part, or to his plants. Direct communication with Earth is not possible due to a long-standing communication malfunction but he does get an occasional message from his wife Tess. When he has an accident however, he wakens to find that he is not alone. He also comes to realize that his world is not what he thought it was.", "release_date": "2009-06-12", "poster": "/2tgl9q3ZaVQUfSsbftqhRxXCElB.jpg", "runtime": 97, "id": 17431, "genre_ids": [878, 18]}, {"title": "Playing with Love", "overview": "Laura and Fabrizio have been meeting every summer in the forest by her parent's summer home. Fabrizio is a solitary boy with only his dog for company; Laura a sweet but unconfident child. This summer new aspects enter into their story as both are growing up. Laura is falling in love with Fabrizio, while he displays a new sexual awareness of her masked by his malice. Things develop further when they meet Sylvia who, unlike the innocent Laura, is confident and assertive. Fabrizio develops a fascination with her, eventually bribing Laura to fetch her to the forest to join them in play.", "release_date": "1977-05-17", "poster": "/pRU8nEGBXMOuIhKB8ZgFWuZBf5G.jpg", "runtime": 94, "id": 46853, "genre_ids": [18]}, {"title": "Confessions of a Shopaholic", "overview": "In the glamorous world of New York City, Rebecca Bloomwood is a fun-loving girl who is really good at shopping-a little too good, perhaps. She dreams of working for her favorite fashion magazine, but can't quite get her foot in the door-until ironically, she snags a job as an advice columnist for a financial magazine published by the same company.", "release_date": "2009-02-05", "poster": "/8gCZJ8gOxd22Spz1MKiu4b54T2r.jpg", "runtime": 104, "id": 20048, "genre_ids": [35, 10749]}, {"title": "Rocky III", "overview": "Now the world champion, Rocky Balboa is living in luxury and only fighting opponents who pose no threat to him in the ring. His lifestyle of wealth and idleness is shaken when a powerful young fighter known as Clubber Lang challenges him to a bout. After taking a pounding from Lang, the humbled champ turns to former bitter rival Apollo Creed to help him regain his form for a rematch with Lang.", "release_date": "1982-05-28", "poster": "/vc7m5lQhtjpExJMboZpU41GiXNL.jpg", "runtime": 99, "id": 1371, "genre_ids": [18]}, {"title": "The Nutty Professor", "overview": "Eddie Murphy stars as shy Dr. Sherman Klump, a kind, brilliant, 'calorifically challenged' genetic professor. When beautiful Carla Purty joins the university faculty, Sherman grows desperate to whittle his 400-pound frame down to size and win her heart. So, with one swig of his experimental fat-reducing serum, Sherman becomes 'Buddy Love', a fast-talking, pumped-up , plumped down Don Juan.", "release_date": "1996-06-26", "poster": "/rwAixULX9OJUu9kdDUBFZpLmLk1.jpg", "runtime": 95, "id": 9327, "genre_ids": [14, 35, 10749, 878]}, {"title": "The Land Before Time", "overview": "An orphaned brontosaurus named Littlefoot sets off in search of the legendary Great Valley. A land of lush vegetation where the dinosaurs can thrive and live in peace. Along the way he meets four other young dinosaurs, each onea different species, and they encounter several obstacles as they learn to worktogether in order to survive.", "release_date": "1988-11-17", "poster": "/8YMjnTP9tL5Xj8eOfXii8bsikDM.jpg", "runtime": 69, "id": 12144, "genre_ids": [16, 12, 10751]}, {"title": "Zero Dark Thirty", "overview": "A chronicle of the decade-long hunt for al-Qaeda terrorist leader Osama bin Laden after the September 2001 attacks, and his death at the hands of the Navy S.E.A.L. Team 6 in May, 2011.", "release_date": "2012-12-19", "poster": "/yg6IDNucLAEj7E5loTyTnUW2pgb.jpg", "runtime": 157, "id": 97630, "genre_ids": [53, 18, 36]}, {"title": "Sex and Lucia", "overview": "Various lives converge on an isolated island, all connected by an author whose novel has become inextricably entwined with his own life.", "release_date": "2001-08-24", "poster": "/1sXh1xMe9KVqGvA5tBqG9DrYhzn.jpg", "runtime": 128, "id": 1364, "genre_ids": [18, 10749]}, {"title": "Demolition Man", "overview": "Simon Phoenix, a violent criminal cryogenically frozen in 1996, has escaped during a parole hearing in 2032 in the utopia of San Angeles. Police are incapable of dealing with his violent ways and turn to his captor, John Spartan, who had also been cryogenically frozen when wrongfully accused of killing 30 innocent people while apprehending Phoenix.", "release_date": "1993-10-06", "poster": "/k0PN3Ho12cGGIVJW7SCS7apLYaP.jpg", "runtime": 115, "id": 9739, "genre_ids": [28, 12, 35, 878]}, {"title": "Jumper", "overview": "A genetic anomaly allows a young man to teleport himself anywhere. He discovers this gift has existed for centuries and finds himself in a war that has been raging for thousands of years between \"Jumpers\" and those who have sworn to kill them.", "release_date": "2008-02-10", "poster": "/mIz6FQabZrrzsOwYFpUpreijpvx.jpg", "runtime": 88, "id": 8247, "genre_ids": [12]}, {"title": "The Girl Who Played with Fire", "overview": "Mikael Blomkvist, publisher of Millennium magazine, has made his living exposing the crooked and corrupt practices of establishment Swedish figures. So when a young journalist approaches him with a meticulously researched thesis about sex trafficking in Sweden and those in high office who abuse underage girls, Blomkvist immediately throws himself into the investigation.", "release_date": "2009-09-18", "poster": "/qHRpU2d9NWB0WDulwgFwg6a9JRK.jpg", "runtime": 129, "id": 24253, "genre_ids": [18, 28, 53, 80, 9648]}, {"title": "The Big Blue", "overview": "Two men answer the call of the ocean in this romantic fantasy-adventure.  Jacques (Jean-Marc Barr) and Enzo (Jean Reno) are a pair of friends who have been close since childhood, and who share a passion for the dangerous sport of free diving. Professional diver Jacques opted to follow in the footsteps of his father, who died at sea when Jacques was a boy; to the bewilderment of scientists, Jacques harbors a remarkable ability to adjust his heart rate and breathing pattern in the water, so that his vital signs more closely resemble that of dolphins than men (he even considers a school of dolphins as his extended family).  As Enzo persuades a reluctant Jacques to compete against him in a free diving contest -- determining who can dive deeper and longer without scuba gear -- Jacques meets Johana (Rosanna Arquette), a beautiful insurance investigator from America, and he finds that he must choose between his love for her and his love of the sea.", "release_date": "1988-05-11", "poster": "/w4TWqa7SiXP0Hm4rkRnCfXwIeRK.jpg", "runtime": 168, "id": 175, "genre_ids": [12, 18, 10749]}, {"title": "Three Kings", "overview": "A group of American soldiers stationed in Iraq at the end of the Gulf War find a map they believe will take them to a huge cache of stolen Kuwaiti gold hidden near their base, and they embark on a secret mission that's destined to change everything.", "release_date": "1999-09-27", "poster": "/uB9Kl71W50q5KwM6d06ho6sNuq1.jpg", "runtime": 114, "id": 6415, "genre_ids": [28, 12, 35]}, {"title": "Jingle All the Way", "overview": "Meet Howard Langston, a salesman for a mattress company is constantly busy at his job, and he also constantly disappoints his son, after he misses his son's karate exposition, his son tells Howard that he wants for Christmas is an action figure of his son's television hero, he tries hard to to make it up to him. Unfortunately for Howard, it is Christmas Eve, and every store is sold out of Turbo Man, now Howard must travel all over town and compete with everybody else to find a Turbo Man action figure.", "release_date": "1996-11-15", "poster": "/aaVkNhUONnkSv5ijPjq7pEmmWyE.jpg", "runtime": 89, "id": 9279, "genre_ids": [35, 10751]}, {"title": "Arthur and the Revenge of Maltazard", "overview": "Arthur answers a distress call from Princess Selenia, who is menaced by the nefarious Maltazard.", "release_date": "2009-11-26", "poster": "/m4PuHaEIT5teXSKu6Mdv7Gl9ORy.jpg", "runtime": 93, "id": 26505, "genre_ids": [12, 14, 16, 10751]}, {"title": "Scrooged", "overview": "In this modern take on Charles Dickens' \"A Christmas Carol,\" Frank Cross (Bill Murray) is a wildly successful television executive whose cold ambition and curmudgeonly nature has driven away the love of his life, Claire Phillips (Karen Allen). But after firing a staff member, Eliot Loudermilk (Bobcat Goldthwait), on Christmas Eve, Frank is visited by a series of ghosts who give him a chance to re-evaluate his actions and right the wrongs of his past.", "release_date": "1988-11-22", "poster": "/9gUQPVt0QZYKUBrGGtknfrsRQ1c.jpg", "runtime": 101, "id": 9647, "genre_ids": [14, 35, 18]}, {"title": "Shanghai Knights", "overview": "The dynamic duo of Chon Wang and Roy O'Bannon return for another crazy adventure. This time, they're in London to avenge the murder of Chon's father, but end up on an even bigger case. Chon's sister is there to do the same, but instead unearths a plot to kill the royal family. No one believes her, though, and it's up to Chon and Roy (who has romance on his mind) to prove her right.", "release_date": "2003-02-06", "poster": "/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg", "runtime": 115, "id": 6038, "genre_ids": [28, 12, 35, 37]}, {"title": "Finding Neverland", "overview": "Finding Neverland is an amusing drama about how the story of Peter Pan and Neverland came to be. During a writing slump play writer J.M. Barrie meets the widowed Sylvia and her three children who soon become an important part of Barrie’s life and the inspiration that lead him to create his masterpiece “Peter Pan.”", "release_date": "2004-10-17", "poster": "/7VNtGDhKLefRhJWYokfP3hBh0uV.jpg", "runtime": 106, "id": 866, "genre_ids": [18]}, {"title": "Remember", "overview": "With the aid of a fellow Auschwitz survivor and a hand-written letter, an elderly man with dementia goes in search of the person responsible for the death of his family.", "release_date": "2015-10-23", "poster": "/1tghAPTkMGXmWMaMgkd54b86ry5.jpg", "runtime": 95, "id": 302528, "genre_ids": [18, 53]}, {"title": "Daredevil", "overview": "He dwells in a world of external night, but the blackness is filled with sounds and scents, tastes and textures that most cannot perceive. Although attorney Matt Murdock is blind, his other four senses function with superhuman sharpness. By day, Murdock represents the downtrodden. At night he is Daredevil, a masked vigilante stalking the dark streets of the city, a relentless avenger of justice.", "release_date": "2003-02-14", "poster": "/dNVEqwgIdrwWQL3zXI5mQG60oM5.jpg", "runtime": 103, "id": 9480, "genre_ids": [14, 28, 80, 878, 53]}]