[{"title": "The Flight Before Christmas", "overview": "A young reindeer who suffers from vertigo learns to overcome his fear, takes flying lessons from a clumsy flying squirrel and heads to the North pole to save a troubled Santa and his fleet of flying reindeer.", "release_date": "2008-09-22", "poster": "/7r4Z2bDmjvTY4hHbhCQqqALS3hl.jpg", "runtime": 80, "id": 25741, "genre_ids": [16, 10751, 12, 18, 14]}, {"title": "Fame", "overview": "A chronicle of the lives of several teenagers who attend a New York high school for students gifted in the performing arts", "release_date": "1980-05-16", "poster": "/bGTa231O0QICradlVWx37YJhhaj.jpg", "runtime": 134, "id": 3537, "genre_ids": [18]}, {"title": "Shrek the Halls", "overview": "The Christmas tree isn't the only thing green in this new holiday classic. Shrek is back and trying to get into the spirit of the season. After promising Fiona and the kids a Christmas they'll remember, he is forced to take a crash course in the holiday. But just when he thinks he has everything for their quiet family Christmas just right, there is a knock at the door.", "release_date": "2007-11-28", "poster": "/7gX0tyFT7sIgFROm5jXozJn0lDS.jpg", "runtime": 28, "id": 13394, "genre_ids": [12, 16, 35, 14, 10751]}, {"title": "Hard Target", "overview": "Natasha Binder comes to New Orleans looking for her father, who has gone missing. In doing so, she meets a very hard man called Chance. He helps her find out that her father was killed by an organisation who sell the opportunity to hunt human prey. They are taking advantage of a police strike in New Orleans. Will the Muscles from Brussels win through?", "release_date": "1993-08-20", "poster": "/6WEu60V7EzncuFJSVmGJzhFvs4I.jpg", "runtime": 97, "id": 2019, "genre_ids": [28, 12, 80, 53]}, {"title": "Strayed", "overview": "Fleeing the June 1940 arrival of Hitler's army in Paris, a young war widow and her two children are rescued from dive-bombing German fighters by a cocky, reckless teenager. He finds them refuge in an abandoned house, but despite the fact that the family quickly comes to be depending much on his cunning and survival abilities, their cohabitation proves uneasy.", "release_date": "2003-08-20", "poster": "/kS3V1eifLBqwhzd9cnh0AszfpTi.jpg", "runtime": 95, "id": 38018, "genre_ids": [18, 10749, 10769]}, {"title": "Nineteen Eighty-Four", "overview": "George Orwell's novel of a totalitarian future society in which a man whose daily work is rewriting history tries to rebel by falling in love.", "release_date": "1984-10-10", "poster": "/asqIqgy3lywRhrVv6WCdcofNWH1.jpg", "runtime": 113, "id": 9314, "genre_ids": [18, 10749, 878]}, {"title": "Reindeer Games", "overview": "After assuming his dead cellmate's identity to get with his girlfriend, an ex-con finds himself the reluctant participant in a casino heist.", "release_date": "2000-02-25", "poster": "/rK1P7za5gHvCqjrOVcsUTSlaSNq.jpg", "runtime": 124, "id": 2155, "genre_ids": [28, 80, 18, 53]}, {"title": "Five Children and It", "overview": "A Psammead is 'It', an ancient, irritable, ugly sand fairy, which five children find one day in a gravel pit. As a reward for finding him, It grants the children one wish a day, the results of which will last until sunset.", "release_date": "2004-10-15", "poster": "/8pwS9DSeAfNKeXC6ssTEHjxDH94.jpg", "runtime": 88, "id": 16791, "genre_ids": [12, 14, 18, 878, 10751]}, {"title": "Bobby", "overview": "In 1968 the lives of a retired doorman, hotel manager, lounge singer, busboy, beautician and others intersect in the wake of Robert F. Kennedy's assassination at the Ambassador Hotel in Los Angeles.", "release_date": "2006-09-05", "poster": "/a38CTs2mJ2uDHHH6mUJmuGH8RVI.jpg", "runtime": 120, "id": 10741, "genre_ids": [36, 18]}, {"title": "Little Children", "overview": "The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations.", "release_date": "2006-09-01", "poster": "/225OXhGllrBJ6FWaYyiosxDU1us.jpg", "runtime": 136, "id": 1440, "genre_ids": [10749, 18]}, {"title": "The Thirteenth Floor", "overview": "Computer scientist Hannon Fuller has discovered something extremely important. He's about to tell the discovery to his colleague, Douglas Hall, but knowing someone is after him, the old man leaves a letter in his computer generated parallel world that's just like the 30's with seemingly real people with real emotions.", "release_date": "1999-04-16", "poster": "/19XUd3YoAY2cwWJnutvq5VEtiIO.jpg", "runtime": 100, "id": 1090, "genre_ids": [53, 878, 9648]}, {"title": "The Jerk", "overview": "After discovering he's not really black like the rest of his family, likable dimwit Navin Johnson runs off on a hilarious misadventure in this comedy classic that takes him from rags to riches and back to rags again. The slaphappy jerk strikes it rich, but life in the fast lane isn't all it's cracked up to be and, in the end, all that really matters to Johnson is his true love.", "release_date": "1979-12-14", "poster": "/wb6mB6R9vscPhyAegbbNDFZUAIs.jpg", "runtime": 94, "id": 6471, "genre_ids": [35]}, {"title": "Housebound", "overview": "When Kylie Bucknell is sentenced to home detention, she's forced to come to terms with her unsociable behaviour, her blabbering mother and a hostile spirit who seems less than happy about the new living arrangement.", "release_date": "2014-09-04", "poster": "/5pooROOhs9ctkmMiZAfE9DDrh9j.jpg", "runtime": 109, "id": 253306, "genre_ids": [27, 35, 53]}, {"title": "Your Highness", "overview": "A fantasy movie about an arrogant, lazy prince and his more heroic brother who must complete a quest in order to save their father's kingdom.", "release_date": "2011-04-08", "poster": "/d0P3WWy3Fc3JuORpdkkHhPrhlVc.jpg", "runtime": 102, "id": 38319, "genre_ids": [12, 14, 28, 35]}, {"title": "Guardians of the Galaxy Vol. 2", "overview": "Set to the all-new sonic backdrop of Awesome Mixtape #2, Guardians of the Galaxy Vol. 2 continues the team’s adventures as they unravel the mystery of Peter Quill’s true parentage.", "release_date": "2017-04-26", "poster": "/gGshFf6fwiVJFlpsjyta3eIwXC3.jpg", "runtime": 0, "id": 283995, "genre_ids": [28, 12, 878]}, {"title": "Cleaner", "overview": "Single father and former cop Tom Cutler has an unusual occupation: he cleans up death scenes. But when he's called in to sterilize a wealthy suburban residence after a brutal shooting, Cutler is shocked to learn he may have unknowingly erased crucial evidence, entangling himself in a dirty criminal cover-up.", "release_date": "2007-09-11", "poster": "/lsPa3jwfBc14qE62duN8eaTO9Rx.jpg", "runtime": 88, "id": 13252, "genre_ids": [80, 53, 9648]}, {"title": "Night on Earth", "overview": "An anthology of 5 different cab drivers in 5 American and European cities and their remarkable fares on the same eventful night.", "release_date": "1991-10-03", "poster": "/aREHjLD3kwQFcL1ncNOx8ggDGxA.jpg", "runtime": 129, "id": 339, "genre_ids": [35, 18]}, {"title": "All Good Things", "overview": "\"All Good Things\" is a love story and murder mystery based on the most notorious unsolved murder case in New York history. The original screenplay uses newly discovered facts, court records and speculation as the foundation for an imaginative spellbinding story of family, obsession, love and loss.", "release_date": "2010-12-03", "poster": "/vhK2BESu5lBskZqWCmtGaH24vDS.jpg", "runtime": 101, "id": 46503, "genre_ids": [18, 9648, 53, 80, 10749]}, {"title": "The Protector", "overview": "In Bangkok, the young Kham was raised by his father in the jungle with elephants as members of their family. When his old elephant and the baby Kern are stolen by criminals, Kham finds that the animals were sent to Sidney. He travels to Australia, where he locates the baby elephant in a restaurant owned by the evil Madame Rose, the leader of an international Thai mafia. With the support of the efficient Thai sergeant Mark, who was involved in a conspiracy, Kham fights to rescue the animal from the mobsters.", "release_date": "2005-08-11", "poster": "/wgipNtPvjzqqilVMKxZWIFKyGF5.jpg", "runtime": 108, "id": 8982, "genre_ids": [28, 80, 18, 53]}, {"title": "Everything is Illuminated", "overview": "A film based on the semi-autobiographical novel of the same name by American writer Jonathan Safran Foer, in which a young Jewish American man endeavors—with the help of eccentric, distant relatives—to find the woman who saved his grandfather during World War II, in a Ukrainian village which was ultimately razed by the Nazis.", "release_date": "2005-09-16", "poster": "/A3uFw8whRO8Td2pkTRMGlbIh4Op.jpg", "runtime": 106, "id": 340, "genre_ids": [12, 35, 18]}, {"title": "Whip It", "overview": "In Bodeen, Texas, Land Of The Dragon, an indie-rock loving misfit finds a way of dealing with her small-town misery after she discovers a roller derby league in nearby Austin.", "release_date": "2009-09-13", "poster": "/llpanXzIJq65qEM4weBaYaLEiY9.jpg", "runtime": 111, "id": 22798, "genre_ids": [18]}, {"title": "Asterix in Britain", "overview": "One little ancient British village still holds out against the Roman invaders. Asterix and Obelix are invited to help. They must face fog, rain, warm beer and boiled boar with mint sauce, but they soon have Governor Encyclopaedius Britannicus's Romans declining and falling. Until a wild race for a barrel of magic potion lands them in the drink.", "release_date": "1986-12-03", "poster": "/t7k4LT9uMWSyTqeYrIh5pEG49tV.jpg", "runtime": 79, "id": 9318, "genre_ids": [10751, 16, 12, 35]}, {"title": "A Perfect Murder", "overview": "Millionaire industrialist Steven Taylor is a man who has everything but what he craves most: the love and fidelity of his wife. A hugely successful player in the New York financial world, he considers her to be his most treasured acquisition. But she needs more than simply the role of dazzling accessory.", "release_date": "1998-06-04", "poster": "/3qVJPM6tYilp3x3ckSBb3l4NyzE.jpg", "runtime": 107, "id": 1965, "genre_ids": [80, 53, 18]}, {"title": "The Mission", "overview": "Jeremy Irons plays a Spanish Jesuit who goes into the South American wilderness to build a mission in the hope of converting the Indians of the region. Robert DeNiro plays a slave hunter who is converted and joins Irons in his mission. When Spain sells the colony to Portugal, they are forced to defend all they have built against the Portugese aggressors.", "release_date": "1986-09-29", "poster": "/vwCrxKBQCajZ3g67c28cXoSN91z.jpg", "runtime": 126, "id": 11416, "genre_ids": [12, 18, 28, 36]}, {"title": "The Fox & the Child", "overview": "A young girl of about 10 years lives in a solitary peasant's house on the edge of the jurassic mountains in the East of France. One day in autumn, when she is on her way to school through the forest, she observes a hunting fox. Of course, the fox flees from her, but the girl feels a strong desire to meet the fox again.", "release_date": "2007-12-12", "poster": "/uFpIqiXUjUywxI3mojM42AXfYf9.jpg", "runtime": 110, "id": 5139, "genre_ids": [35]}, {"title": "Ernest & Celestine", "overview": "Celestine is a little mouse trying to avoid a dental career; Ernest is a big bear craving an artistic outlet. When Celestine meets Ernest, they overcome their natural enmity by forging a life of crime together.", "release_date": "2012-12-12", "poster": "/tSZPsJ0xETo1kUSozXWbijQDjBA.jpg", "runtime": 78, "id": 126319, "genre_ids": [10751, 16, 35, 18]}, {"title": "From Here to Eternity", "overview": "In 1941 Hawaii, a private is cruelly punished for not boxing on his unit's team, while his captain's wife and second in command are falling in love.", "release_date": "1953-08-05", "poster": "/fQXKrHgjHB5SQTRAKxUQa42yVJV.jpg", "runtime": 118, "id": 11426, "genre_ids": [10752, 18, 10749]}, {"title": "Sympathy for Mr. Vengeance", "overview": "This is the story of Ryu, a deaf man, and his sister, who requires a kidney transplant. Ryu's boss, Park, has just laid him off, and in order to afford the transplant, Ryu and his girlfriend develop a plan to kidnap Park's daughter. Things go horribly wrong, and the situation spirals rapidly into a cycle of violence and revenge.", "release_date": "2002-03-29", "poster": "/2ELsZLWqfkmNOIqPdPadYs3v0uc.jpg", "runtime": 121, "id": 4689, "genre_ids": [28, 18, 53]}, {"title": "Persepolis", "overview": "In 1970s Iran, Marjane 'Marji' Statrapi watches events through her young eyes and her idealistic family of a long dream being fulfilled of the hated Shah's defeat in the Iranian Revolution of 1979. However as Marji grows up, she witnesses first hand how the new Iran, now ruled by Islamic fundamentalists, has become a repressive tyranny on its own.", "release_date": "2007-05-23", "poster": "/lY7n0kUeOFFnfxqPWetc1ZCFyyT.jpg", "runtime": 95, "id": 2011, "genre_ids": [16, 18]}, {"title": "Secret Agents", "overview": "From his offices in Switzerland, Russian Igor Lipovsky is engaged in a vast and profitable gunrunning operation with Africa. The French government wants to hinder the activities of the arms dealer and sends a team to sink one of his ships heading for Angola with a load of illegal weaponry. Lisa, Brisseau, Loïc, Tony and Raymond are professionals: they carefully set up their cover, plan all their moves meticulously, and carry out orders without asking questions. Perhaps they should. The code-name of the mission is \"Janus\"; and just like with the ancient deity, there are two opposite faces for every aspect of the operation: the objective of the French government, the role of each team member, the presumed friend and the assumed foe...", "release_date": "2004-03-03", "poster": "/3oWOu7JoUi0HCKlgyqmVWtJ7u1V.jpg", "runtime": 109, "id": 12648, "genre_ids": [28, 80, 53]}, {"title": "Shaft", "overview": "New York police detective John Shaft arrests Walter Wade Jr. for a racially motivated slaying. But the only eyewitness disappears, and Wade jumps bail for Switzerland. Two years later Wade returns to face trial, confident his money and influence will get him acquitted -- especially since he's paid a drug kingpin to kill the witness.", "release_date": "2000-06-15", "poster": "/bqlpFp96uWu2VDpsm4MVvLXdumh.jpg", "runtime": 99, "id": 479, "genre_ids": [28, 12, 80, 53]}, {"title": "So Undercover", "overview": "When the FBI hires her to go undercover at a college sorority, Molly Morris (Miley Cyrus) must transform herself from a tough, streetwise private investigator to a refined, sophisticated university girl to help protect the daughter of a one-time Mobster. With several suspects on her list, Molly unexpectedly discovers that not everyone is who they appear to be, including herself.", "release_date": "2012-01-01", "poster": "/mfMndRWFbzXbTx0g3rHUXFAxyOh.jpg", "runtime": 94, "id": 93837, "genre_ids": [28]}, {"title": "A Turtle's Tale: Sammy's Adventures", "overview": "A sea turtle who was hatched in 1959 spends the next 50 years traveling the world while it is being changed by global warming. Born on a Baja, California beach in 1959, new hatchling Sammy must do what his fellow newborn sea turtles are doing: race across the beach to the ocean before they are captured by a seagull or crab. Thus begins Sammy's incredible fifty-year ocean journey. Along the way he meets his best friend, a fellow turtle named Ray, and overcomes obstacles both natural and man-made while trying to fulfill his dream of travelling around the world. Throughout his voyage, Sammy never forgets about Shelly - the turtle he saved on his first day and loves passionately from afar. Based on the actual trajectory of a sea turtle's life, the film illustrates the dangers humans pose to the species' survival. The film combines entertainment with an important environmental message.", "release_date": "2010-08-03", "poster": "/yywGlSbbcw1WeikWqVY2yxiMsTL.jpg", "runtime": 88, "id": 49953, "genre_ids": [16, 10751]}, {"title": "Leroy & Stitch", "overview": "Lilo, Stitch, Jumba and Pleakley have finally caught all of Jumba's genetic experiments and found the one true place where each of them belongs. Stitch, Jumba and Pleakley are offered positions in the Galactic Alliance, turning them down so they can stay on Earth with Lilo. But Lilo realizes her alien friends have places where they belong, and it's finally time to say \"aloha.\"", "release_date": "2006-06-23", "poster": "/kpHAN3BayGxoazlCv3JXkb0UaJG.jpg", "runtime": 73, "id": 21316, "genre_ids": [16, 35, 10751]}, {"title": "We Are Legion: The Story of the Hacktivists", "overview": "\"WE ARE LEGION: The Story of the Hacktivists\" takes us inside the world of Anonymous, the radical \"hacktivist\" collective that has redefined civil disobedience for the digital age. The film explores early hacktivist groups like Cult of the Dead Cow and Electronic Disturbance Theater, then moves to Anonymous' raucous beginnings on the website 4chan.  Through interviews with current members, people recently returned from prison or facing trial, writers, academics, activists and major players in various \"raids,\" the documentary traces Anonymous’ evolution from merry pranksters to a full-blown movement with a global reach, the most transformative civil disobedience of our time.", "release_date": "2012-01-20", "poster": "/oDHKq5FFj9bbtvmkNcARrc78UH0.jpg", "runtime": 93, "id": 97690, "genre_ids": [99]}, {"title": "Duplicity", "overview": "Two romantically engaged corporate spies (Owen and Roberts) team up to manipulate a corporate race to corner the market on a medical innovation that will reap huge profits and enable them to lead an extravagant lifestyle together.", "release_date": "2009-03-19", "poster": "/97J8g4j1Yd9Qjy4Oz1ltpV9PAI2.jpg", "runtime": 125, "id": 16558, "genre_ids": [53]}, {"title": "Thir13en Ghosts", "overview": "Arthur and his two children, Kathy and Bobby, inherit his Uncle Cyrus's estate: a glass house that serves as a prison to 12 ghosts. When the family, accompanied by Bobby's Nanny and an attorney, enter the house they find themselves trapped inside an evil machine \"designed by the devil and powered by the dead\" to open the Eye of Hell. Aided by Dennis, a ghost hunter, and his rival Kalina, a ghost rights activist out to set the ghosts free, the group must do what they can to get out of the house alive.", "release_date": "2001-10-26", "poster": "/s4KZw4vmXfZGbPLBJB7RpWsiUxk.jpg", "runtime": 91, "id": 9378, "genre_ids": [27, 53]}, {"title": "Feast of Love", "overview": "A meditation on love and its various incarnations, set within a community of friends in Oregon. It is described as an exploration of the magical, mysterious and sometimes painful incarnations of love.", "release_date": "2007-09-28", "poster": "/5mKRVEghvoFpFRYZ0GT0uTovXZo.jpg", "runtime": 101, "id": 14313, "genre_ids": [18, 35, 10749]}, {"title": "eXistenZ", "overview": "A game designer on the run from assassins must play her latest virtual reality creation with a marketing trainee to determine if the game has been damaged.", "release_date": "1999-04-14", "poster": "/jvuRnlZvfUnleAZj8g75q4VZedm.jpg", "runtime": 97, "id": 1946, "genre_ids": [28, 53, 878, 27]}, {"title": "Mars Needs Moms", "overview": "Take out the trash, eat your broccoli - who needs moms, anyway? Nine-year-old Milo finds out just how much he needs his mom when she's nabbed by Martians who plan to steal her mom-ness for their own young. Milo's quest to save his mom involves stowing away on a spaceship, navigating an elaborate, multi-level planet and taking on the alien nation and their leader. With the help of a tech-savvy, underground earthman named Gribble and a rebel Martian girl called Ki, Milo just might find his way back to his mom - in more ways than one.", "release_date": "2011-03-09", "poster": "/6S7pkMjLrtmzn8uU5vRyTn5Az2A.jpg", "runtime": 88, "id": 50321, "genre_ids": [16, 10751, 12, 35, 878]}, {"title": "Angelique", "overview": "In 17th-century France, beautiful country maiden Angélique (Michèle Mercier) marries wealthy neighbor Jeoffray de Peyrac (Robert Hossein) out of convenience, but eventually, she falls in love with him. So when Jeoffray is arrested and then vanishes, she bravely sets out to find him. This is the first of many dramas based on Anne and Serge Golon's novels about strong-willed Angélique and her adventures during the reign of Louis XIV, the Sun King.", "release_date": "1964-01-01", "poster": "/rPPJDWz3PNZPHjLYs2Z2PLrNn9n.jpg", "runtime": 117, "id": 44450, "genre_ids": [12, 10749, 36]}, {"title": "The Dark Half", "overview": "Thad Beaumont is the author of a highly successful series of violent pulp thrillers written under the pseudonym of ‘George Stark’, but when he decides to ‘kill-off’ his alter-ego in a mock ceremony, it precipitates a string of sadistic murders matching those in his pulp novels, which are soon discovered to be the work of Stark himself. Looking like a maniacal version of his counterpart, Stark is not so willing to quit the writing game – even if it means coming after Thad's wife and their baby.", "release_date": "1993-04-23", "poster": "/x9ROx7QrJkMK7vet6uhsgrM4Y8Z.jpg", "runtime": 122, "id": 10349, "genre_ids": [9648, 27]}, {"title": "Jobs", "overview": "The story of Steve Jobs' ascension from college dropout into one of the most revered creative entrepreneurs of the 20th century.", "release_date": "2013-08-16", "poster": "/ioI5pOOr5yWZAAZPEts5oSQwUrT.jpg", "runtime": 128, "id": 115782, "genre_ids": [18, 36]}, {"title": "The Young and Prodigious T.S. Spivet", "overview": "A 12-year-old cartographer secretly leaves his family's ranch in Montana where he lives with his cowboy father and scientist mother and travels across the country on board a freight train to receive an award at the Smithsonian Institute.", "release_date": "2013-10-16", "poster": "/3RLZObO1ydr12mlUOY5BbdimocH.jpg", "runtime": 105, "id": 157841, "genre_ids": [12, 18, 10751]}, {"title": "Police Story 2013", "overview": "A man looking for the release of a long-time prisoner takes a police officer, his daughter, and a group of strangers hostage.", "release_date": "2013-12-24", "poster": "/yxYlAqBA3EjQwHFtGfb03ztfJmC.jpg", "runtime": 108, "id": 219572, "genre_ids": [28, 80, 18, 53]}, {"title": "See No Evil, Hear No Evil", "overview": "A murder takes place in the shop of David Lyons, a deaf man who fails to hear the gunshot being fired. Outside, blind man Wally Karue hears the shot but cannot see the perpetrator. Both are arrested, but escape to form an unlikely partnership. Being chased by both the law AND the original killers, can the pair work together to outwit them all?", "release_date": "1989-05-12", "poster": "/psB1Zb6sqnzHyCgtJrEJqphflVx.jpg", "runtime": 103, "id": 11185, "genre_ids": [80, 35]}, {"title": "The Soloist", "overview": "A Los Angeles journalist befriends a homeless Juilliard-trained musician, while looking for a new article for the paper.", "release_date": "2009-04-24", "poster": "/tqPc3IuujFScEAHMLb58eFiMBdy.jpg", "runtime": 109, "id": 17332, "genre_ids": [18]}, {"title": "Evangelion: 1.0: You Are (Not) Alone", "overview": "After the Second Impact, Tokyo-3 is being attacked by giant creatures called Angels that seek to eradicate humankind. The child Shinji's objective is to fight the Angels by piloting one of the mysterious Evangelion mecha units. A remake of the first six episodes of GAINAX's famous 1996 anime series.", "release_date": "2007-09-01", "poster": "/12hS3pC0dG31JteNj56NscKDX9A.jpg", "runtime": 97, "id": 15137, "genre_ids": [16, 878, 28, 18]}, {"title": "The Girl King", "overview": "A portrait of the brilliant, extravagant Kristina of Sweden, queen from age six, who fights the conservative forces that are against her ideas to modernize Sweden and who have no tolerance for her awakening sexuality.", "release_date": "2015-09-04", "poster": "/jjmj1ka63hRtNtDrkzvm0g1u0rI.jpg", "runtime": 106, "id": 329829, "genre_ids": [18, 36, 10749]}, {"title": "The 10th Victim", "overview": "In the near future, big wars are avoided by giving individuals with violent tendencies a chance to kill in the Big Hunt. The Hunt is the most popular form of entertainment in the world and also attracts participants who are looking for fame and fortune. It includes ten rounds for each competitor, five as the hunter and five as the victim.", "release_date": "1965-12-01", "poster": "/ivIYq9nKqK1tWD27RSYZv0HhaMG.jpg", "runtime": 92, "id": 65632, "genre_ids": [35, 18, 878, 53]}, {"title": "The Rewrite", "overview": "An Oscar-winning writer in a slump leaves Hollywood to teach screenwriting at a college on the East Coast, where he falls for a single mom taking classes there.", "release_date": "2014-06-15", "poster": "/49mHOUXZDbRMFavMrzUPv1KoMyj.jpg", "runtime": 107, "id": 289727, "genre_ids": [10749, 35]}, {"title": "The Gendarme of St. Tropez", "overview": "The ambitious police officer Cruchot (Louis de Funès) is transferred to St. Tropez. He's struggling with crimes such as persistent nude swimming, but even more with his teenage daughter, who's trying to impress her rich friends by telling them her father was a millionaire and owned a yacht in the harbor.", "release_date": "1964-09-09", "poster": "/ey8DAfEkGJdk6EBE1b6m7faZxY9.jpg", "runtime": 89, "id": 4727, "genre_ids": [35]}, {"title": "Item 47", "overview": "Benny and Claire, a down on their luck couple find a discarded Chitauri gun, referred to as 'Item 47'...", "release_date": "2012-09-13", "poster": "/i8i7xHztK5fb4ZXQ6BhOEwmnpQj.jpg", "runtime": 12, "id": 119569, "genre_ids": [878, 28, 14]}, {"title": "How I Live Now", "overview": "An American girl on holiday in the English countryside with her family finds herself in hiding and fighting for her survival as war breaks out.", "release_date": "2013-09-10", "poster": "/p2uUWeuPTePuofay6oClacXnHrC.jpg", "runtime": 101, "id": 162215, "genre_ids": [18, 28, 53, 10752]}, {"title": "Junior", "overview": "As part of a fertility research project, a male scientist agrees to carry a pregnancy in his own body.", "release_date": "1994-11-22", "poster": "/bwt2hkLGKo5KAVMCw4u1umUPhax.jpg", "runtime": 109, "id": 6280, "genre_ids": [35, 10749]}, {"title": "College Coeds Vs. Zombie Housewives", "overview": "Efforts to develop a new sexual enhancement formula go terribly wrong when the beautiful test subjects lapse into a trance-like state.  With the Zombie Housewives wandering the neighborhood, no one is safe until a trio of College Cheerleaders rush in to save the day!", "release_date": "2015-03-24", "poster": "/8POFtgPAan08RGnvUQBXGN7tQkw.jpg", "runtime": 81, "id": 332500, "genre_ids": [28, 10749, 35]}, {"title": "Gnomeo & Juliet", "overview": "A version of Shakespeare's play, set in the world of warring indoor and outdoor gnomes. Garden gnomes Gnomeo and Juliet have as many obstacles to overcome as their quasi namesakes when they are caught up in a feud between neighbors. But with plastic pink flamingos and lawnmower races in the mix, can this young couple find lasting happiness?", "release_date": "2011-01-13", "poster": "/atCBHTqq7khw5Z1KSVXDo6ncKWF.jpg", "runtime": 84, "id": 45772, "genre_ids": [16, 10751]}, {"title": "No One Lives", "overview": "A gang of ruthless highway killers kidnap a wealthy couple traveling cross country only to shockingly discover that things are not what they seem.", "release_date": "2012-09-08", "poster": "/fQarG0ddQM5XddKz0BXd7qTGK9j.jpg", "runtime": 86, "id": 123109, "genre_ids": [27, 53]}, {"title": "Letters from Iwo Jima", "overview": "The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.", "release_date": "2006-12-19", "poster": "/nWJJqOryTQOmVXvKUkLcEETUHgT.jpg", "runtime": 141, "id": 1251, "genre_ids": [28, 12, 18, 10752]}, {"title": "Saw IV", "overview": "Jigsaw and his apprentice Amanda are dead. Now, upon the news of Detective Kerry's murder, two seasoned FBI profilers, Agent Strahm and Agent Perez, arrive in the terrified community to assist the veteran Detective Hoffman in sifting through Jigsaw's latest grisly remains and piecing together the puzzle. However, when SWAT Commander Rigg is abducted and thrust into a game, the last officer untouched by Jigsaw has but ninety minutes to overcome a series of demented traps and save an old friend...or face the deadly consequences.", "release_date": "2007-10-25", "poster": "/veApHw5ARGHWf3ptKf30rOGFY9n.jpg", "runtime": 93, "id": 663, "genre_ids": [27, 53, 80]}, {"title": "Traitor", "overview": "When straight arrow FBI agent Roy Clayton heads up the investigation into a dangerous international conspiracy, all clues seem to lead back to former U.S. Special Operations officer, Samir Horn.", "release_date": "2008-08-23", "poster": "/euLk9RxsPHfpyWUHzTDNY6Dksch.jpg", "runtime": 114, "id": 13291, "genre_ids": [18, 28, 53, 80]}, {"title": "Chatroom", "overview": "When strangers Jim, Eva, Emily and Mo meet William online in his new 'Chelsea Teens!' chatroom, they're completely seduced by his fast-talking, charismatic character. But beneath the surface lies a much darker truth. William is a dangerous loner, channeling all his energies into cyberspace. He's become an analyser, a calculating manipulator who finds it almost impossible to interact normallywith others in the real world, instead turning his hand to manipulating people online. When the timid Jim opens up to William, it sparks a fascination that quickly turns into a dark downward spiral, with the twisted antagonist coercing the rest of the group to become pawns in his deadly game. As the cat-and-mouse situation escalates to devastating heights, can William's anti-social networking be brought to an end?", "release_date": "2010-08-11", "poster": "/kmFbDDyQ1IoLCMyMOZJ5D5ScYp7.jpg", "runtime": 97, "id": 48946, "genre_ids": [18, 53]}, {"title": "Wyrmwood", "overview": "Barry is a talented mechanic and family man whose life is torn apart on the eve of a zombie apocalypse. His sister, Brooke, is kidnapped by a sinister team of gas-mask wearing soldiers &amp; experimented on by a psychotic doctor. While Brooke plans her escape Barry goes out on the road to find her &amp; teams up with Benny, a fellow survivor - together they must arm themselves and prepare to battle their way through hordes of flesh-eating monsters in a harsh Australian bushland.", "release_date": "2014-09-19", "poster": "/1HbPDnw0qVphK2EjvQEic0nDFYQ.jpg", "runtime": 98, "id": 290999, "genre_ids": [27]}, {"title": "The Invention of Lying", "overview": "Set in a world where the concept of lying doesn't exist, a loser changes his lot when he invents lying and uses it to get ahead.", "release_date": "2009-09-13", "poster": "/3A6AjKUo63tfpt7Dj4md8cOR5Gg.jpg", "runtime": 100, "id": 23082, "genre_ids": [35, 10749, 14]}, {"title": "Watch Out, We're Mad", "overview": "After a tied 1st place in a local stunt race, two drivers start a contest to decide who of them will own the prize, a dune buggy. But when a mobster destroys the car, they are determined to get it back.", "release_date": "1974-03-29", "poster": "/pOgggSmg9f7tYAzTYrIyfq8kdCR.jpg", "runtime": 102, "id": 6916, "genre_ids": [28, 35]}, {"title": "Riley's First Date?", "overview": "Riley, now 12, is hanging out at home with her parents in San Francisco when potential trouble comes knocking: a boy shows up at the door.", "release_date": "2015-11-03", "poster": "/og59XcHLWh90LO8FREQ07bx7jcM.jpg", "runtime": 5, "id": 355338, "genre_ids": [10751, 16]}, {"title": "Arlington Road", "overview": "Threats from sinister foreign nationals aren't the only thing to fear. Bedraggled college professor Michael Faraday has been vexed (and increasingly paranoid) since his wife's accidental death in a botched FBI operation. But all that takes a backseat when a seemingly all-American couple set up house next door.", "release_date": "1999-03-19", "poster": "/jMwDRI4qu5FrSAzf7BfNveuRVf9.jpg", "runtime": 117, "id": 1073, "genre_ids": [18, 53, 9648]}, {"title": "You're Next", "overview": "When the Davison family comes under attack during their wedding anniversary getaway, the gang of mysterious killers soon learns that one of their victims harbors a secret talent for fighting back.", "release_date": "2011-09-10", "poster": "/qhVj0F09RFtQdBrBMPhrdzivRcI.jpg", "runtime": 95, "id": 83899, "genre_ids": [27, 53, 9648]}, {"title": "Fahrenheit 9/11", "overview": "Michael Moore's view on what happened to the United States after September 11; and how the Bush Administration allegedly used the tragic event to push forward its agenda for unjust wars in Afghanistan and Iraq.", "release_date": "2004-06-22", "poster": "/vZYGLqVV4qnAknyxnFrhDQNl1SS.jpg", "runtime": 122, "id": 1777, "genre_ids": [99]}, {"title": "Don Juan DeMarco", "overview": "John Arnold DeMarco is a man who believes he is Don Juan, the greatest lover in the world. Clad in a cape and mask, DeMarco undergoes psychiatric treatment with Dr. Jack Mickler to cure him of his apparent delusion. But the psychiatric sessions have an unexpected effect on the psychiatric staff and, most profoundly, Dr Mickler, who rekindles the romance in his complacent marriage.", "release_date": "1994-10-01", "poster": "/dT2ClihWvOcsZybgVR3PcQzaqff.jpg", "runtime": 97, "id": 1909, "genre_ids": [10749, 18, 35]}, {"title": "Road Trip: Beer Pong", "overview": "It’s Road Trip - Beer Pong! Three college roommates are on the ride of their lives when they drop everything to join a bus full of sexy, scantily clad models to compete in the ultimate sport competition: the National Beer Pong Tournament.", "release_date": "2009-08-11", "poster": "/g3SnxYhaysmCn3V7nmwI3ZvRLth.jpg", "runtime": 96, "id": 20618, "genre_ids": [35]}, {"title": "Letters to Juliet", "overview": "An American girl on vacation in Italy finds an unanswered \"letter to Juliet\" -- one of thousands of missives left at the fictional lover's Verona courtyard, which are typically answered by a the \"secretaries of Juliet\" -- and she goes on a quest to find the lovers referenced in the letter.", "release_date": "2010-05-14", "poster": "/kUBSfYpsE1RLdl2WZL2YMJfNOEm.jpg", "runtime": 105, "id": 37056, "genre_ids": [35, 18, 10749]}, {"title": "Foolproof", "overview": "Kevin, Sam and Rob have an unusual hobby: planning foolproof heists, without intending to actually perform them. The game goes wrong when their latest plan is stolen and carried out. Things get even worse when a mysterious man approaches them with an offer: plan a heist for him, or go to jail. As the clock ticks, they find that the risk might be higher than just their freedom.", "release_date": "2003-10-03", "poster": "/mbaRnxMepx0FatyyXa2Fljc8wK3.jpg", "runtime": 97, "id": 14527, "genre_ids": [28]}, {"title": "Joe Dirt", "overview": "Joe Dirt is a janitor with a mullet hairdo, acid-washed jeans and a dream to find the parents that he lost at the Grand Canyon when he was a belligerent, trailer park-raised eight-year-old. Now, blasting Van Halen in his jacked-up economy car, the irrepressibly optimistic Joe hits the road alone in search of his folks.", "release_date": "2001-04-10", "poster": "/8FKSjl4cEg4OEyWdCTjqAT8M6qv.jpg", "runtime": 91, "id": 10956, "genre_ids": [9648, 12, 35, 10749, 18]}, {"title": "D-War", "overview": "Based on the Korean legend, unknown creatures will return and devastate the planet. Reporter Ethan Kendrick is called in to investigate the matter...", "release_date": "2007-02-08", "poster": "/lp6AwCvSOioaGnx0tJZfMgRYDp1.jpg", "runtime": 90, "id": 10253, "genre_ids": [14, 18, 27, 28, 53, 878]}, {"title": "Stalker", "overview": "Near a gray and unnamed city is the Zone, an alien place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A Stalker, one of only a handful who have the mental gifts (and who risk imprisonment) to lead people into the Zone is tasked with reaching the Room, said to be a place where one's secret hopes come true. His clients are a burned out popular writer, cynical, and questioning his talent; and a quiet scientist more concerned about his knapsack than the journey. In the deserted Zone, the approach to the Room must be indirect. As they draw near, the rules seem to change and the stalker faces a crisis.  The film is loosely based on the novel \"Roadside Picnic\" by Boris and Arkady Strugatsky", "release_date": "1979-04-16", "poster": "/ezt0Z9wIcPIxiks0J4dm8zJn575.jpg", "runtime": 163, "id": 1398, "genre_ids": [18, 878, 53]}, {"title": "Dead Calm", "overview": "An Australian couple take a sailing trip in the Pacific to forget about a terrible accident. While on the open sea, in dead calm, they come across a ship with one survivor who is not at all what he seems.", "release_date": "1989-04-07", "poster": "/oA0rhf1ItxjMobrzjZG24uKAylU.jpg", "runtime": 96, "id": 10493, "genre_ids": [53, 18]}, {"title": "Butter", "overview": "In Iowa, an adopted girl discovers her talent for butter carving and finds herself pitted against an ambitious local woman in their town's annual contest.", "release_date": "2011-09-03", "poster": "/eaj8yDQMFNzOssKylLQQdUnDc0.jpg", "runtime": 90, "id": 79697, "genre_ids": [35]}, {"title": "Legion", "overview": "An out-of-the-way diner becomes the unlikely battleground for the survival of the human race. When God loses faith in humankind, he sends his legion of angels to bring on the Apocalypse. Humanity's only hope lies in a group of strangers trapped in a desert diner with the Archangel Michael.", "release_date": "2010-01-21", "poster": "/mXJJPsVfQdf0OWxgoWgDUFyzJQo.jpg", "runtime": 100, "id": 22894, "genre_ids": [27]}, {"title": "Wonder Boys", "overview": "Grady (Michael Douglas) is a 50-ish English professor who hasn't had a thing published in years -- not since he wrote his award winning \"Great American Novel\" 7 years ago. This weekend proves even worse than he could imagine as he finds himself reeling from one misadventure to another in the company of a new wonder boy author.", "release_date": "2000-02-22", "poster": "/aajFu5pK4YqBLKEkZzSBpJjoG68.jpg", "runtime": 111, "id": 11004, "genre_ids": [35, 18]}, {"title": "Battle in Seattle", "overview": "Thousands of activists arrive in Seattle, Washington in masses to protest the WTO Ministerial Conference of 1999 (World Trade Organization). Although it began as a peaceful protest with a goal of stopping the WTO talks, it escalated into a full-scale riot and eventually, a State of Emergency that pitted protesters against the Seattle Police Department and the National Guard.", "release_date": "2007-09-07", "poster": "/s5NJ34KJ1da3JtoCTDV7wnbcD3e.jpg", "runtime": 99, "id": 13177, "genre_ids": [28, 18]}, {"title": "Frenzy", "overview": "Frenzy is the penultimate film from Hitchcock and at the same time the first film that brought his emigration to the USA back to Great Britain.", "release_date": "1972-05-25", "poster": "/p7eq6OeWA5xiXqiWPaP4e2JwLjr.jpg", "runtime": 116, "id": 573, "genre_ids": [80, 18, 9648, 53]}, {"title": "Closed Circuit", "overview": "A terrorist attack in London results in the capture of suspect Farroukh Erdogan (Denis Moschitto). The attorney general appoints Claudia Simmons-Howe (Rebecca Hall) as special advocate on Erdogan's legal team. On the eve of the trial, Erdogan's lawyer dies, and a new defense attorney, Martin Rose (Eric Bana), steps in. Martin and Claudia are former lovers, a fact which must remain hidden. As Martin assembles his case, he uncovers a sinister conspiracy, placing him and Claudia in danger.", "release_date": "2013-08-28", "poster": "/dFMktkaCqd5D2lDouzvpXfwd94h.jpg", "runtime": 96, "id": 146223, "genre_ids": [9648, 18, 80, 53]}, {"title": "Andrei Rublev", "overview": "The life, times and afflictions of the fifteenth-century Russian iconographer.", "release_date": "1966-12-16", "poster": "/nmSf6Kc0J9VUi9SDDkx0D5dKHLK.jpg", "runtime": 205, "id": 895, "genre_ids": [18, 36]}, {"title": "Phantoms", "overview": "In the peaceful town of Snowfield, Colorado something evil has wiped out the community. And now, its up to a group of people to stop it, or at least get out of Snowfield alive.", "release_date": "1998-01-23", "poster": "/jfawzPiBRgUumMCdVxJTSbslLwY.jpg", "runtime": 91, "id": 9827, "genre_ids": [27, 878, 53]}, {"title": "Final Fantasy VII: Advent Children", "overview": "Two years have passed since the final battle with Sephiroth. Though Midgar, city of mako, city of prosperity, has been reduced to ruins, its people slowly but steadily walk the road to reconstruction. However, a mysterious illness called Geostigma torments them. With no cure in sight, it brings death to the afflicted, one after another, robbing the people of their fledgling hope.", "release_date": "2005-07-14", "poster": "/pOHBhcZMLlVKALG098EOaobdeVX.jpg", "runtime": 101, "id": 647, "genre_ids": [28, 12, 16, 14]}, {"title": "The Many Adventures of Winnie the Pooh", "overview": "Whether we’re young or forever young at heart, the Hundred Acre Wood calls to that place in each of us that still believes in magic. Experience the very first time Tigger \"pounces\" Pooh; laugh out loud when Pooh’s rumbly tumbly gets him stuck in a hilariously sticky situation. All your favorite Hundred Acre Wood characters come alive in this timeless motion picture.", "release_date": "1977-03-11", "poster": "/6fyd85GIb51kIQDbC2Es6rebQzf.jpg", "runtime": 74, "id": 250480, "genre_ids": [16, 10751, 14]}, {"title": "Antigang", "overview": "A french police unit that try to stop a group of criminals.", "release_date": "2015-08-19", "poster": "/gzEh4ypBWEF89uce6LMPdNX3p3y.jpg", "runtime": 0, "id": 348060, "genre_ids": [28, 18]}, {"title": "Paranormal Activity: The Marked Ones", "overview": "Seventeen-year-old Jesse has been hearing terrifying sounds coming from his neighbor’s apartment, but when he turns on his camera and sets out to uncover their source, he encounters an ancient evil that won’t rest until it’s claimed his very soul.", "release_date": "2013-12-31", "poster": "/f9zf4k8VSqkcv65plF5Wi9jy0Sr.jpg", "runtime": 84, "id": 227348, "genre_ids": [27, 53]}, {"title": "Clash of the Titans", "overview": "To win the right to marry his love, the beautiful princess Andromeda, and fulfil his destiny, Perseus must complete various tasks including taming Pegasus, capturing Medusa's head, and battling the Kraken monster.", "release_date": "1981-06-12", "poster": "/75OBW467vx8ceJMSRK4NhOXk5Rc.jpg", "runtime": 118, "id": 10323, "genre_ids": [12, 14, 10751]}, {"title": "Justin and the Knights of Valour", "overview": "A heart-warming tale about friendship, honour &amp; courage, which sees a young boy become a man as he embarks on a quest to become a knight.", "release_date": "2013-08-09", "poster": "/jCRKQ6afS5LwSLeIrKZ78KVgv1C.jpg", "runtime": 90, "id": 146381, "genre_ids": [16, 12]}, {"title": "Mimic", "overview": "A disease carried by common cockroaches is killing Manhattan children. In an effort to stop the epidemic an entomologist, Susan Tyler, creates a mutant breed of insect that secretes a fluid to kill the roaches. This mutant breed was engineered to die after one generation, but three years later Susan finds out that the species has survived and evolved into a large, gruesome monster that can mimic human form.", "release_date": "1997-08-22", "poster": "/tkmSgkekKleTx46a1ERny967Ws5.jpg", "runtime": 105, "id": 4961, "genre_ids": [14, 27, 53]}, {"title": "Chariots of Fire", "overview": "Based on the true story of British athletes preparing for and competing in the 1924 Summer Olympics. The film was nominated for seven Academy Awards and won four, including Best Picture.", "release_date": "1981-03-30", "poster": "/fIOIKIUNaQZyIgcDSsEYFyLxAh1.jpg", "runtime": 123, "id": 9443, "genre_ids": [18, 36]}, {"title": "The Rocky Horror Picture Show", "overview": "In this cult classic, sweethearts Brad (Barry Bostwick) and Janet (Susan Sarandon), stuck with a flat tire during a storm, discover the eerie mansion of Dr. Frank-N-Furter (Tim Curry), a transvestite scientist. As their innocence is lost, Brad and Janet meet a houseful of wild characters, including a rocking biker (Meat Loaf) and a creepy butler (Richard O'Brien). Through elaborate dances and rock songs, Frank-N-Furter unveils his latest creation: a muscular man named \"Rocky.\"", "release_date": "1975-08-14", "poster": "/v2NC7o8f7AZvQbOAwrfRbe5Z106.jpg", "runtime": 100, "id": 36685, "genre_ids": [10402, 35, 878]}, {"title": "Raising Arizona", "overview": "The Coen Brothers tell the story of a absurd yet likable family with an unproductive couple as the focal point. The couple has gotten themselves into some trouble while kidnapping a baby and give Hollywood one of the most memorable chase scenes to date.", "release_date": "1987-03-01", "poster": "/jsBg2bhvbSncyezo9sMntMzBuy6.jpg", "runtime": 94, "id": 378, "genre_ids": [35, 80]}, {"title": "Monty Python Live at the Hollywood Bowl", "overview": "Monty Python Live at the Hollywood Bowl is a 1982 concert film in which the Monty Python team perform many of their greatest sketches at the Hollywood Bowl, including several pre-Python ones.", "release_date": "1982-06-25", "poster": "/3f9R8rjOMOb8YIh9Djk06rIBl3b.jpg", "runtime": 77, "id": 11949, "genre_ids": [35]}, {"title": "5 Flights Up", "overview": "A long-time married couple who've spent their lives together in the same New York apartment become overwhelmed by personal and real estate-related issues when they plan to move away.", "release_date": "2014-09-05", "poster": "/iOH0nIoWPwdP02lqHPHolKpCHzm.jpg", "runtime": 92, "id": 286521, "genre_ids": [18]}, {"title": "March or Die", "overview": "The French Foreign Legion, in the early 20s, is tasked to protect a group of Archaeologists in the middle east. After scenes depicting the hardship of day-to-day Foreign Legion life, and the ragtag collection of people who join, the local Arabs take offence at the Archaeologists and declare Jihad. A large battle takes place, with the inevitable last stand.", "release_date": "1977-09-08", "poster": "/6fOjCPzHIRindd0yzzBNZC2o6v1.jpg", "runtime": 107, "id": 25388, "genre_ids": [28, 12, 18, 10752]}, {"title": "Small Fry", "overview": "A fast food restaurant mini variant of Buzz forcibly switches places with the real Buzz and his friends have to deal with the obnoxious impostor.", "release_date": "2011-11-23", "poster": "/4deuIpnrXuzMAggQk19Jk81CST.jpg", "runtime": 7, "id": 82424, "genre_ids": [16, 12, 35, 10751, 14]}, {"title": "Bandits", "overview": "Two bank robbers fall in love with the girl they've kidnapped.", "release_date": "2001-10-12", "poster": "/3wTzOr0CekiBJZL7ZiNE2y2H16N.jpg", "runtime": 123, "id": 3172, "genre_ids": [28, 35, 80, 10749]}, {"title": "Descendants", "overview": "A present-day idyllic kingdom where the benevolent teenage son of King Adam and Queen Belle offers a chance of redemption for the troublemaking offspring of Disney's classic villains: Cruella De Vil (Carlos), Maleficent (Mal), the Evil Queen (Evvie) and Jafar (Jay).", "release_date": "2015-07-31", "poster": "/q59dr1Sj1BVLDJU4prWithdcOkm.jpg", "runtime": 112, "id": 277217, "genre_ids": [28, 12, 35, 10751]}, {"title": "The Karate Kid, Part II", "overview": "Mr. Miyagi and Daniel take a trip to Okinawa to visit Mr. Miyagi's dying father. After arriving Mr. Miyagi finds he still has feelings for an old love. This stirs up trouble with an old rival who he originally left Okinawa to avoid. In the mean time, Daniel encounters a new love and also makes some enemies.", "release_date": "1986-06-18", "poster": "/4zmEPGKrD3sgjHZUs99tknEBaJy.jpg", "runtime": 113, "id": 8856, "genre_ids": [12, 18, 28, 10749, 10751]}, {"title": "Home Invasion", "overview": "A family become imprisoned in their own home by intruders who play a life-and-death game in which the mysterious rules become clear as the night unfolds.", "release_date": "2015-12-29", "poster": "/5XjmNPRh10KelPafEUK1QTwYilO.jpg", "runtime": 0, "id": 242606, "genre_ids": [27]}, {"title": "Control", "overview": "Control is the biography of Joy Division lead singer Ian Curtis, taking his story from schoolboy days of 1973 to his suicide on the eve of the band's first American tour in 1980.", "release_date": "2007-09-26", "poster": "/q54OkEgpHTVJINgeZToRMIORWcw.jpg", "runtime": 121, "id": 5708, "genre_ids": [18]}, {"title": "The Searchers", "overview": "As a Civil War veteran spends years searching for a young niece captured by Indians, his motivation becomes increasingly questionable.", "release_date": "1956-03-13", "poster": "/Ai1lpWFaBHH3szTSBz7eZT3iobi.jpg", "runtime": 119, "id": 3114, "genre_ids": [37]}, {"title": "Police Story 3: Supercop", "overview": "A Hong Kong detective teams up with his female Red Chinese counterpart to stop a Chinese drug czar.", "release_date": "1992-07-04", "poster": "/entsYeDr0LVMqWnnmu7CDGZA1fx.jpg", "runtime": 95, "id": 11134, "genre_ids": [28, 35, 53, 80]}, {"title": "Police Academy 6: City Under Siege", "overview": "Our favourite police men are called together to deal with a gang who rob banks and jewelers. Using their various talents as well as their extraordinary luck, the crooks stand no chance against our men and women wearing blue..", "release_date": "1989-03-09", "poster": "/uuTnBF32jSZVLAroMCI1j4PjPlP.jpg", "runtime": 84, "id": 11895, "genre_ids": [35, 80]}, {"title": "Warlock", "overview": "A warlock flees from the 17th to the 20th century, with a witch-hunter in hot pursuit. A Warlock (Julian Sands) is taken captive in Boston, Massachusetts in 1691 by a witch-hunter Giles Redferne (Richard Grant).  He is sentenced to death for his activities, including the bewitching of Redferne's bride-to-be, but before the execution a demon appears and propels the Warlock forward in time to 20th century Los Angeles, California. Redferne follows through the portal.\r The Warlock attempts to assemble The Grand Grimoire, a Satanic book that will reveal the \"true\" name of God.  Redferne and the Warlock then embark on a cat-and-mouse chase with the Grand Grimoire, and Kassandra (Lori Singer), a waitress who encounters Giles while he's attempting to find Warlock.", "release_date": "1989-06-01", "poster": "/eaUB982bXlHpMMZQDh9JJdcqfuM.jpg", "runtime": 103, "id": 11342, "genre_ids": [28, 12, 14, 27]}, {"title": "Boulevard", "overview": "Nolan Mack, a soft-spoken bank employee, undoubtedly loves his wife Joy, though their cavernous empty house only underscores how disconnected they’ve always been from each other. Nolan finds himself drifting from his familiar present-day life in pursuit of lost time after meeting a troubled young man named Leo on his drive home. What begins as an aimless drive down an unfamiliar street turns into a life-altering series of events.", "release_date": "2015-07-10", "poster": "/154Ji5Whk6wl5Ki4chwqW8Uhy4F.jpg", "runtime": 88, "id": 259963, "genre_ids": [18]}, {"title": "How to Steal a Million", "overview": "A woman must steal a statue from a Paris museum to help conceal her father's art forgeries.", "release_date": "1966-07-13", "poster": "/1UigjVQfi6lRFbAACSbk434ZyTf.jpg", "runtime": 123, "id": 3001, "genre_ids": [35, 80, 10749]}, {"title": "Phenomenon", "overview": "An ordinary man sees a bright light descend from the sky, and discovers he now has super-intelligence and telekinesis.", "release_date": "1996-07-05", "poster": "/pa8IWMEYaYDDr5hEaZflOKW8gjc.jpg", "runtime": 123, "id": 9294, "genre_ids": [14, 18, 878, 10749]}, {"title": "Mean Streets", "overview": "A small-time hood must choose from among love, friendship and the chance to rise within the mob.", "release_date": "1973-10-02", "poster": "/AfeIgdTroG9Hv6jXDTcvFKBGLh7.jpg", "runtime": 110, "id": 203, "genre_ids": [18, 80]}, {"title": "She's the Man", "overview": "Viola Johnson is in a real jam. Complications threaten her scheme to pose as her twin brother, Sebastian, and take his place at a new boarding school. She falls in love with her handsome roommate, Duke, who loves beautiful Olivia, who has fallen for Sebastian! As if that were not enough, Viola's twin returns from London ahead of schedule but has no idea that his sister has already replaced him on campus.", "release_date": "2006-03-17", "poster": "/aoO3OtAojt9g8D60tro8s26mGmj.jpg", "runtime": 105, "id": 9655, "genre_ids": [35, 18, 10751, 10749]}, {"title": "Primal Fear", "overview": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a 3rd person in the room. The intensity builds when a surprise twist alters everyone's perception of the crime and what happens next...", "release_date": "1996-04-03", "poster": "/jaDUxqDju6zqoADVKvZo2OunoRC.jpg", "runtime": 129, "id": 1592, "genre_ids": [80, 18, 9648, 53]}, {"title": "Arn: The Kingdom at Road's End", "overview": "Arn has served his term in the Holy land and returns home to be reunited with his beloved Cecilia. When he returns home, he discovers that political forces tries to separate him and Cecilia - but thanks to queen Blanka they can finally get married. Arn knows that war is looming and with his martial knowledge he starts to build an army at his new home at Forsvik.", "release_date": "2008-08-22", "poster": "/zLO7WIq1bCY3yIkpLNMAUWrgy2b.jpg", "runtime": 128, "id": 13522, "genre_ids": [28, 12, 18, 36]}, {"title": "The Inbetweeners Movie", "overview": "High school graduation just wouldn’t be complete without an un-chaperoned, uninhibited and unforgettable final holiday. At least that’s what Will, Jay, Simon and Neil think when they book a two-week stay on an exotic Greek island. As their dreams of sun-drenched days and booze-filled nights are left hopelessly unfulfilled, the lads fight their way into the party scene with hilariously humiliating results in this smash hit UK raunchy comedy.", "release_date": "2011-08-19", "poster": "/705cX3NvfegQUCPNhSqeIZanYDj.jpg", "runtime": 97, "id": 69798, "genre_ids": [35]}, {"title": "Severance", "overview": "Members (Danny Dyer, Laura Harris, Tim McInnerny) of the Palisades Defense Corp. sales group arrive in Europe for a team-building exercise. A fallen tree blocks the route, and they must hike to their destination. However, a psychotic killer lurks in the woods, and he has a horrible fate in mind for each of the co-workers.", "release_date": "2006-05-19", "poster": "/z5br42PMzeIHTK8zZSXiaZpypTl.jpg", "runtime": 96, "id": 5072, "genre_ids": [27, 35, 53]}, {"title": "The Idiots", "overview": "With his first Dogma-95 film director Lars von Trier opens up a completely new film platform. With a mix of home-video and documentary styles the film tells the story of a group of young people who have decided to get to know their “inner-idiots” and thus not only facing and breaking their outer appearance but also their inner.", "release_date": "1998-04-28", "poster": "/myMAaET7kCGSp3vyUcvd8hwTnD6.jpg", "runtime": 117, "id": 452, "genre_ids": [18, 35]}, {"title": "A Midsummer Night's Dream", "overview": "Shakespeare's comedy about two couples in love with the wrong partners, and how they are finally brought together rightly, thanks in part to the bungling work of Puck. It is completely in the language of the Bard, with Pfeiffer as the Fairy Queen and Kline as the one turned into her evening's lover with donkey ears.", "release_date": "1999-04-25", "poster": "/2pWSszXVEPPClWzy8yir1FVEveN.jpg", "runtime": 116, "id": 10210, "genre_ids": [14, 18, 35, 10749]}, {"title": "Monster High: Haunted", "overview": "Lurk what's waiting for the Monster High ghouls when they bring their killer fashion to the howlways of the spooktacular Haunted High! When the ghouls of Monster High follow Spectra Vondergeist one day, they discover a creeperiffic Ghost World with an all-spirit school. But their scary-cute student bodies are hardly welcome with the very strict Principal Revenant, and she punishes Spectra with frightful detention chains that prevent her from re-joining Monster High. Now, it's up to the imperfectly perfect friends to take on ghostly forms in order to save one of their own from disappearing forever!", "release_date": "2015-03-02", "poster": "/vfFB7yTcFMBelwUml0nm8s8sW62.jpg", "runtime": 75, "id": 324963, "genre_ids": [16, 10751, 14]}, {"title": "Water Lilies", "overview": "Set during a sultry summer in a French suburb, Marie is desperate to join the local pool's synchronized swimming team, but is her interest solely for the sake of sport or for a chance to get close to Floriane, the bad girl of the team? Sciamma, and the two leads, capture the uncertainty of teenage sexuality with a sympathetic eye in this delicate drama of the angst of coming-of-age.", "release_date": "2007-05-17", "poster": "/hq0tjiLOMnytGWYrUsAJpjyD2Ea.jpg", "runtime": 85, "id": 10818, "genre_ids": [18, 10749]}, {"title": "Where the Wild Things Are", "overview": "Max imagines running away from his mom and sailing to a far-off land where large talking beasts -- Ira, Carol, Douglas, the Bull, Judith and Alexander -- crown him as their king, play rumpus, build forts and discover secret hideaways.", "release_date": "2009-10-16", "poster": "/2bdxzUBv6h6gFEcrTO4BUzkBIck.jpg", "runtime": 101, "id": 16523, "genre_ids": [10751, 14]}, {"title": "Marie Antoinette", "overview": "The retelling of France's iconic but ill-fated queen, Marie Antoinette. From her betrothal and marriage to Louis XVI at 15 to her reign as queen at 19 and ultimately the fall of Versailles.", "release_date": "2006-05-24", "poster": "/xOdzoe3tC8X1v7M2Z86sdfjpVrO.jpg", "runtime": 123, "id": 1887, "genre_ids": [18, 36]}, {"title": "The Runaways", "overview": "Joan Jett (Kristen Stewart) and Cherie Currie (Dakota Fanning), two rebellious teenagers from Southern California, become the frontwomen for the Runaways -- the now-legendary group that paved the way for future generations of female rockers. Under the Svengalilike influence of impresario Kim Fowley, the band becomes a huge success, with Joan as the band's hard-rocking heart, and Cherie as the sex kitten. However, the teens' stormy relationship threatens the band's future.", "release_date": "2010-03-19", "poster": "/rC8PTdRj1Ij4Baz3jWCCgCV6JeX.jpg", "runtime": 106, "id": 27586, "genre_ids": [18, 10402]}, {"title": "Ninja Scroll", "overview": "Jubei is a masterless ninja who travels the land alone, hiring his services to those with gold... or a worthy cause. His fearsome abilities have served him well, but a hideous plot to overthrow the government threatens to end his wandering ways and possibly his life.  When a small village succumbs to a terrible plague, a team of ninjas are sent to investigate and realize that all is not as it seems. Ambushed, they are wiped uot by a fearsome man-monster with incredible powers, leaving only one alive - Kagero, a beautiful ninja whose touch can bring instant death. Jubei saves her from a fate worse than death and unwittingly becomes drawn into a web of treachery. He is soon faced with his greatest challenge, an enemy for whom death holds no fear with the power to destroy Jubei's world. It's an all-out bloodbath when ninja warriors come face to face in this action-packed tribal war.", "release_date": "1993-06-05", "poster": "/8scJ3Im6D4O2szT6cK2j868lXiV.jpg", "runtime": 94, "id": 14282, "genre_ids": [28, 16, 14]}, {"title": "All the Way Boys", "overview": "The \"Trinity\" crew makes another modern era film. Plata and Salud are pilots ditching aircraft for insurance money. They wind up crashing for real in the jungles of South America. The plot involves \"Mr. Big\", who is buying the diamonds from the miners for much too little, and has thugs who keep the price down. Of course, Plata and Salud side with the miners", "release_date": "1972-12-22", "poster": "/hfra5i11GjZf0pdwseA2OUDZkR5.jpg", "runtime": 106, "id": 1721, "genre_ids": [12, 28, 35]}, {"title": "Over the Top", "overview": "Sylvester Stallone stars as hard-luck big-rig trucker Lincoln Hawk and takes us under the glaring Las Vegas lights for all the boisterous action of the World Armwrestling Championship. Relying on wits and willpower, Hawk tries to rebuild his life by capturing the first-place prize money - and the love of the son he abandoned years earlier into the keeping of his his rich, ruthless father-in-law.", "release_date": "1987-02-13", "poster": "/rnAxGFrFaHemdjjFDQDtjOzV8z5.jpg", "runtime": 93, "id": 1825, "genre_ids": [28, 18]}, {"title": "Wolf", "overview": "Publisher Will Randall becomes a werewolf and has to fight to keep his job.", "release_date": "1994-06-17", "poster": "/2rVZr2WjjHaBax9qTgETEAmlSlK.jpg", "runtime": 125, "id": 10395, "genre_ids": [14]}, {"title": "Zeitgeist: The Movie", "overview": "Zeitgeist: the Movie is a 2007 documentary film by Peter Joseph examining possible historical and modern conspiracies surrounding Christianity, the September 11, 2001 terrorist attacks and the Federal Reserve bank. It was officially released online on June 18, 2007 on www.ZeitgeistMovie.com", "release_date": "2007-06-01", "poster": "/wYMpPrFXLDjxn48mXm3OiaC9Drq.jpg", "runtime": 118, "id": 13016, "genre_ids": [99, 36]}, {"title": "The Diving Bell and the Butterfly", "overview": "Elle France editor Jean-Dominique Bauby, who, in 1995 at the age of 43, suffered a stroke that paralyzed his entire body, except his left eye. Using that eye to blink out his memoir, Bauby eloquently described the aspects of his interior world, from the psychological torment of being trapped inside his body to his imagined stories from lands he'd only visited in his mind.", "release_date": "2007-05-22", "poster": "/o7fKdoIpxaBg7dStHrBzJiO8nbo.jpg", "runtime": 112, "id": 2013, "genre_ids": [18]}, {"title": "The Constant Gardener", "overview": "Justin Quayle is a low-level British diplomat who has always gone about his work very quietly, not causing any problems. But after his radical wife Tessa is killed he becomes determined to find out why, thrusting himself into the middle of a very dangerous conspiracy.", "release_date": "2005-08-31", "poster": "/r7QOXMcuIqZUeIVXVc4BCZrd9ni.jpg", "runtime": 129, "id": 1985, "genre_ids": [18, 9648, 53]}, {"title": "A Guy Thing", "overview": "Paul Morse (Jason Lee) is a good guy. When his friends throw him a wild bachelor party, he just wants to keep his conscience clean -- which is why he's shocked when he wakes up in bed with a beautiful girl named Becky (Julia Stiles) and can't remember the night before. Desperate to keep his fiancée, Karen (Selma Blair), from finding out what may or may not be the truth, he tells her a teensy lie. Soon his lies are spiraling out of control and his life is a series of comical misunderstandings.", "release_date": "2003-01-17", "poster": "/6EYCVOnFrHDDWnh6FjwlFFdp9R5.jpg", "runtime": 101, "id": 9582, "genre_ids": [35, 10749]}, {"title": "Mean Machine", "overview": "Disgraced ex-England captain (Danny 'Mean Machine' Meehan) is thrown in jail for assaulting two police officers. He keeps his head down and has the opportunity to forget everything and change the lives of the prisoners. These prisoners have the chance to put one over the evil guards. The prisoners are lead by Danny and the whole of the prison, guards aside, are behind them.", "release_date": "2001-12-26", "poster": "/rKHLU4LJCzQ1VT09oH6BY6Bi5mL.jpg", "runtime": 99, "id": 9991, "genre_ids": [35, 18]}, {"title": "Angels with Dirty Faces", "overview": "In New York, the boys Rocky Sullivan and Jerry Connelly are best friends and small time thieves. After a robbery, Rocky is arrested and sent to a reformatory school, where he begins his criminal career. Jerry escapes and later becomes a priest. After three years in prison, Rocky is released and demands the return of $100,000 deposited with his Solicitor - prior to his jail term.", "release_date": "1938-11-26", "poster": "/uiIedgbYyXEWS6EbcBVyqJhJlj5.jpg", "runtime": 97, "id": 13696, "genre_ids": [18, 28, 80]}, {"title": "3-D Sex and Zen: Extreme Ecstasy", "overview": "The story is loosely based on a 17th century erotic Chinese story named The Carnal Prayer Mat and follows a young scholar named Yangsheng who gets married to the beautiful daughter of a local merchant. When their sex life proves unsatisfactory, Yangsheng leaves home and journeys to the Pavilion of Ultimate Bliss.", "release_date": "2011-04-14", "poster": "/bwAJfvALVRwJywncbPCtNTRm9sl.jpg", "runtime": 118, "id": 67308, "genre_ids": [18]}, {"title": "Home on the Range", "overview": "The Little Piece of Heaven family farm is about to go under and outlaw cattle rustler Alameda Slim sets his sights on it. Three dairy cows -- tough Maggie, leader Mrs. Calloway, and naïve Grace -- team up to save the farm. Along with ambitious stallion Buck, helpful rabbit Lucky Jack, and other helpful barnyard friends, the cows set out to capture Alameda Slim and collect the reward money.", "release_date": "2004-04-02", "poster": "/1KFa2Mzzn2DMlC95eJwRYgRsHI.jpg", "runtime": 76, "id": 13700, "genre_ids": [37, 16, 10751, 35, 10402]}, {"title": "Bless Me, Ultima", "overview": "In a village in New Mexico, the life of young farm boy Antonio is dramatically changed when an old medicine woman joins his household. This affecting coming-of-age tale recounts Antonio's experiences to reveal the spiritual conflict in his community.", "release_date": "2013-02-22", "poster": "/kYUcvI4RUzimerSP7cCCPuISVBb.jpg", "runtime": 106, "id": 164184, "genre_ids": [18, 10752]}, {"title": "The Wild Bunch", "overview": "Aging outlaw Pike Bishop (William Holden) prepares to retire after one final robbery. Joined by his gang, which includes Dutch Engstrom (Ernest Borgnine) and brothers Lyle (Warren Oates) and Tector Gorch (Ben Johnson), Bishop discovers the heist is a setup orchestrated in part by his old partner, Deke Thornton (Robert Ryan). As the remaining gang takes refuge in Mexican territory, Thornton trails them, resulting in fierce gunfights with plenty of casualties", "release_date": "1969-06-17", "poster": "/fdCWRMe2MLX2wzKdtItXFOJj5FJ.jpg", "runtime": 145, "id": 576, "genre_ids": [12, 37]}, {"title": "Friday the 13th Part VI: Jason Lives", "overview": "As a child, Tommy killed mass-murderer Jason. But now, years later, he is tormented by the fear that maybe Jason isn’t really dead. Determined to finish off the infamous killer once and for all, Tommy and a friend dig up Jason’s corpse in order to cremate him. Unfortunately, things go seriously awry, and Jason is instead resurrected, sparking a new chain of ruthlessly brutal murders. Now it’s up to Tommy to stop the dark, devious and demented deaths that he unwittingly brought about.", "release_date": "1986-08-01", "poster": "/eLnueR8Si2PLjKimkJAlwzRdakP.jpg", "runtime": 86, "id": 10225, "genre_ids": [27, 9648, 53]}, {"title": "Kiss the Girls", "overview": "Forensic psychologist Alex Cross travels to North Carolina and teams with escaped kidnap victim Kate McTiernan to hunt down \"Casanova,\" a serial killer who abducts strong-willed women and forces them to submit to his demands. The trail leads to Los Angeles, where the duo discovers that the psychopath may not be working alone.", "release_date": "1997-10-03", "poster": "/m9CyzlwbXhfUPooRIAcBoE63Frg.jpg", "runtime": 115, "id": 9437, "genre_ids": [18, 9648, 53, 80]}, {"title": "Nacho Libre", "overview": "Nacho Libre is loosely based on the story of Fray Tormenta (\"Friar Storm\"), aka Rev. Sergio Gutierrez Benitez, a real-life Mexican Catholic priest who had a 23-year career as a masked luchador. He competed in order to support the orphanage he directed. The producers are Jack Black, David Klawans, Julia Pistor, and Mike White.", "release_date": "2006-06-16", "poster": "/lNue9evMBzqjWE4tJmUegkep8Qs.jpg", "runtime": 92, "id": 9353, "genre_ids": [35, 10751]}, {"title": "Cut Bank", "overview": "25 year-old Dwayne McLaren, a former athlete turned auto mechanic, dreams of getting out of tiny Cut Bank, Montana the coldest town in America. But his effort to do so sets in moton a deadly series of events that change his life and the life of the town forever...", "release_date": "2014-09-10", "poster": "/8NHY0tAmNtJGvpYVKjrFzMQqu5n.jpg", "runtime": 92, "id": 276902, "genre_ids": [53]}, {"title": "Mongol", "overview": "The story recounts the early life of Genghis Khan, a slave who went on to conquer half the world in the 11th century.  Released in the US and the UK as \"Mongol: The Rise to Power of Genghis Khan\"", "release_date": "2007-09-20", "poster": "/brl7AeNsdvO4vWQli6j2IdJDtwN.jpg", "runtime": 120, "id": 12246, "genre_ids": [36]}, {"title": "A Hard Day's Night", "overview": "Harassed by their manager and Paul's grandpa, the Beatles embark from Liverpool by train for a London TV show.", "release_date": "1964-07-06", "poster": "/zGadcmcF48gy8rKCX2ubBz2ZlbF.jpg", "runtime": 91, "id": 704, "genre_ids": [35, 10402]}, {"title": "The Cook the Thief His Wife & Her Lover", "overview": "The wife of a barbaric crime boss engages in a secretive romance with a gentle bookseller between meals at her husband's restaurant. Food, colour coding, sex, murder, torture and cannibalism are the exotic fare in this beautifully filmed but brutally uncompromising modern fable which has been interpreted as an allegory for Thatcherism.", "release_date": "1989-09-10", "poster": "/odsd4IntFYQYx5vAnUJeHWe68ty.jpg", "runtime": 125, "id": 7452, "genre_ids": [10769, 80, 18]}, {"title": "Rachel Getting Married", "overview": "A young woman who has been in and out from rehab for the past 10 years returns home for the weekend for her sister's wedding.", "release_date": "2008-10-03", "poster": "/rq1z6yiYW1LTgXZhsyNgmtmOedK.jpg", "runtime": 113, "id": 14976, "genre_ids": [18]}, {"title": "Frost/Nixon", "overview": "For three years after being forced from office, Nixon remained silent. But in summer 1977, the steely, cunning former commander-in-chief agreed to sit for one all-inclusive interview to confront the questions of his time in office and the Watergate scandal that ended his presidency. Nixon surprised everyone in selecting Frost as his televised confessor, intending to easily outfox the breezy British showman and secure a place in the hearts and minds of Americans. Likewise, Frost's team harboured doubts about their boss's ability to hold his own. But as the cameras rolled, a charged battle of wits resulted.", "release_date": "2008-10-15", "poster": "/qCs0Vc3QhyqRSDLCDinOai5CVT5.jpg", "runtime": 122, "id": 11499, "genre_ids": [18]}, {"title": "Your Friend the Rat", "overview": "Let's face it, rats are not the most beloved creatures on earth. However, maybe this little tale about the history of human and rat interaction will change the world's tune. At least that is the hope of Remy, the star of Ratatouille, and his reluctant brother Emile as they guide us through world history from a rat's perspective. Why can't we all just get along?", "release_date": "2007-11-06", "poster": "/12SkvA0wCVCRzbhTiVnIMnekqYC.jpg", "runtime": 11, "id": 13061, "genre_ids": [16, 12, 35, 10751, 14]}, {"title": "Hellboy Animated: Blood and Iron", "overview": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.", "release_date": "2007-03-10", "poster": "/q3apdPjcWzbkrzE8XHJhUmKJ5vy.jpg", "runtime": 75, "id": 13204, "genre_ids": [14, 16, 27, 28, 53, 878]}, {"title": "The Arrival", "overview": "Zane Ziminski is an astrophysicist who receives a message that seems to have extraterrestrial origins. Eerily soon after his discovery, Zane is fired. He then embarks on a search to determine the origins of the transmission that leads him into a Hitchcockian labyrinth of paranoia and intrigue.", "release_date": "1996-05-31", "poster": "/lKd9HDAH1DeUnaSOEMbFEtmVAiz.jpg", "runtime": 115, "id": 10547, "genre_ids": [878, 53, 28, 9648]}, {"title": "Gia", "overview": "Fact-based story of top fashion model Gia Marie Carangi follows her life from a rebel working in her father's diner at age 17 to her death in 1986 at age 26 from AIDS, one of the first women in America whose death was attributed to the disease. In between, she followed a downward spiral of drug abuse and failed relationships.", "release_date": "1998-01-31", "poster": "/mQ5IPtwD39WLy1lCQxzm371cRwq.jpg", "runtime": 120, "id": 14533, "genre_ids": [10770, 18, 10749]}, {"title": "The Conspirator", "overview": "Mary Surratt is the lone female charged as a co-conspirator in the assassination trial of Abraham Lincoln. As the whole nation turns against her, she is forced to rely on her reluctant lawyer to uncover the truth and save her life.", "release_date": "2010-09-10", "poster": "/pWLyclt4Ejl3elm2MtVG3jx4a0X.jpg", "runtime": 122, "id": 60309, "genre_ids": [80, 18, 36]}, {"title": "The Girl Next Door", "overview": "In a quiet suburban town in the summer of 1958, two recently orphaned sisters are placed in the care of their mentally unstable Aunt Ruth. But Ruth's depraved sense of discipline will soon lead to unspeakable acts of abuse and torture that involve her young sons, the neighborhood children, and one 12-year-old boy whose life will be changed forever.", "release_date": "2007-07-19", "poster": "/bm49fWNN0G5zKkCjkFEQKxIJ1uQ.jpg", "runtime": 91, "id": 15356, "genre_ids": [53, 80, 18, 27]}, {"title": "Every Thing Will Be Fine", "overview": "One day, driving aimlessly around the outskirts of town after a trivial domestic quarrel, a writer named Tomas accidentally hits and kills a child. Will he be able to move on?", "release_date": "2015-04-02", "poster": "/uv0qbWLRTOexuWOOeCXaCvU4UNK.jpg", "runtime": 118, "id": 246127, "genre_ids": [18]}, {"title": "What Maisie Knew", "overview": "Based on the Henry James novella, the story frames on 7-year-old Maisie, caught in a custody battle between her mother – a rock and roll icon – and her father. What Maisie Knew is an evocative portrayal of the chaos of adult life seen entirely from a child’s point of view.", "release_date": "2013-05-02", "poster": "/uZQCEVdOe29Y3NHcnQ571bUHw2Z.jpg", "runtime": 93, "id": 127373, "genre_ids": [18]}, {"title": "A Cinderella Story", "overview": "Sam Montgomery is a tomboyish, unpopular girl at school. She has been text messaging a somebody named Nomad for a few months and he asks her to meet him at the Halloween dance at 11:00 in the middle of the dance floor. The only problem is, she must get back to the diner, ran by her wicked Stepmom Fiona by 12 sharp because she is not supposed to be there. Before Nomad can found out who she is, she must leave with her best friend, Carter driving her back to the diner. After that night, everything in Sam's life goes wacko!", "release_date": "2004-07-10", "poster": "/lzIjehNqNCFOuCRT9xJ2FYf1WPS.jpg", "runtime": 95, "id": 11247, "genre_ids": [35, 18, 10751, 10749]}, {"title": "Screamers", "overview": "(SIRIUS 6B, Year 2078) On a distant mining planet ravaged by a decade of war, scientists have created the perfect weapon: a blade-wielding, self-replicating race of killing devices known as Screamers designed for one purpose only -- to hunt down and destroy all enemy life forms.", "release_date": "1995-09-08", "poster": "/aFEs7D7IQ2IehTsniRIojDkiDl6.jpg", "runtime": 108, "id": 9102, "genre_ids": [27, 878]}, {"title": "The Chase", "overview": "Jack Hammond is sentenced to life in prison, but manages to escape. To get away from the police he takes a girl as hostage and drives off in her car. The girl happens to be the only daughter of one of the richest men in the state. In a while the car chase is being broadcast live on every TV-channel.", "release_date": "1994-03-04", "poster": "/d45y1No7drszD304ncZKYDRdiU7.jpg", "runtime": 89, "id": 10694, "genre_ids": [35, 53, 28, 80]}, {"title": "Jessabelle", "overview": "A young woman recuperating at her father's run-down home after a tragic accident soon encounters a terrifying presence with a connection to her long-deceased mother.", "release_date": "2014-08-29", "poster": "/zq1Er49rSBTkytVbinH9P1RoEOb.jpg", "runtime": 90, "id": 203834, "genre_ids": [53, 27]}, {"title": "Ip Man 2", "overview": "Having defeated the best fighters of the Imperial Japanese army in occupied Shanghai, Ip Man and his family settle in post-war Hong Kong.Struggling to make a living, Master Ip opens a kung fu school to bring his celebrated art of Wing Chun to the troubled youth of Hong Kong. His growing reputation soon brings challenges from powerful enemies, including pre-eminent Hung Gar master, Hung Quan (Sammo Hung). However, when corrupt colonial officials stage a life-or-death contest with formidable British boxer, Twister (Darren Shahlavi), to humiliate the Chinese people, the masters quickly forget their differences. Soon, the eyes of the nation are on the one man capable of securing a victory-Grandmaster Ip Man!", "release_date": "2010-04-21", "poster": "/9mu13RSsvyDdlyD8TyjuQVrT0gM.jpg", "runtime": 109, "id": 37472, "genre_ids": [28, 36, 18]}, {"title": "Agent Carter", "overview": "The film takes place one year after the events of Captain America: The First Avenger, in which Agent Carter, a member of the Strategic Scientific Reserve, is in search of the mysterious Zodiac.", "release_date": "2013-09-08", "poster": "/eiw4sh6ieAVuJq6E1bSHQkZPfwm.jpg", "runtime": 15, "id": 211387, "genre_ids": [28, 12, 878, 14]}, {"title": "Scoop", "overview": "An American journalism student in London scoops a big story, and begins an affair with an aristocrat as the incident unfurls.", "release_date": "2006-07-27", "poster": "/9BYoNV3rJakZo2p5JgLnKfKxXJ6.jpg", "runtime": 96, "id": 512, "genre_ids": [35, 9648]}, {"title": "National Lampoon's Vacation", "overview": "The Griswold family are on a quest. A quest to a Walley World theme park for a family vacation, but things aren't going to go exactly as planned, especially when Clark Griswold is losing all thought towards a mysterious blonde in a red Ferrari.", "release_date": "1983-07-28", "poster": "/pWgHxP1oZvA6bOg1fJTabQuBmyS.jpg", "runtime": 98, "id": 11153, "genre_ids": [35, 12, 10749]}, {"title": "Zoombies", "overview": "When a strange virus quickly spreads through a safari park and turns all the zoo animals undead, those left in the park must stop the creatures before they escape and zombify the whole city.", "release_date": "2016-03-01", "poster": "/uKY3SRxKvsD2KgDSEjWrEK4F8lr.jpg", "runtime": 90, "id": 385320, "genre_ids": [878, 28, 27]}, {"title": "Perfect Stranger", "overview": "A journalist goes undercover to ferret out businessman Harrison Hill as her best friend's killer. Posing as one of his temps, she enters into a game of online cat-and-mouse.", "release_date": "2007-04-12", "poster": "/7u4juVKIYSu5MwJ22aOukD5JqB9.jpg", "runtime": 109, "id": 7183, "genre_ids": [80, 18, 9648, 53]}, {"title": "Mad Dog and Glory", "overview": "Wayne Dobie is a shy cop whose low-key demeanor has earned him the affectionate nickname \"Mad Dog.\" After Mad Dog saves the life of Frank Milo, a crime boss and aspiring stand-up comedian, he's offered the company of an attractive young waitress named Glory for a week. At first both are uneasy about the arrangement, but they eventually fall in love. However, the situation becomes complicated when Milo demands Glory back.", "release_date": "1993-03-05", "poster": "/rPutQpIZoS0NKhxOX8F8DVbMXLH.jpg", "runtime": 96, "id": 10433, "genre_ids": [35, 80, 10749, 18]}, {"title": "Tommy Boy", "overview": "Party animal Tommy Callahan is a few cans short of a six-pack. But when the family business starts tanking, it's up to Tommy and number-cruncher Richard Hayden to save the day.", "release_date": "1995-03-31", "poster": "/6HyFhz2RutIuOAeVOtAXN4cDHbO.jpg", "runtime": 97, "id": 11381, "genre_ids": [35]}, {"title": "Near Dark", "overview": "A mid-western farm boy reluctantly becomes a member of the undead when a girl he meets turns out to be part of a band of southern vampires who roam the highways in stolen cars.", "release_date": "1987-10-02", "poster": "/saRst8v7T8uJTjmd64VOCx1JoQ4.jpg", "runtime": 95, "id": 11879, "genre_ids": [27, 18, 53]}, {"title": "Naomi and Ely's No Kiss List", "overview": "The bonds between Naomi and Ely are tested when they fall for the same guy.", "release_date": "2015-09-18", "poster": "/tMBIXQGFiTzAS58gY1qHkCEywYW.jpg", "runtime": 89, "id": 306952, "genre_ids": [35, 18, 10749]}, {"title": "You're Not You", "overview": "A drama centered on a classical pianist who has been diagnosed with ALS and the brash college student who becomes her caregiver.", "release_date": "2014-10-10", "poster": "/tJl9pbuY8e3Qv9ylpC61tmm0B4h.jpg", "runtime": 104, "id": 290542, "genre_ids": [18]}, {"title": "Orphan", "overview": "A married couple with a rocky past adopt the 9-year old Esther to fill the void created by a recently-stillborn baby. However, Esther is not quite what she seems.", "release_date": "2009-07-24", "poster": "/dVP8tE9bV2oIv1l0aWtTUJndZvc.jpg", "runtime": 123, "id": 21208, "genre_ids": [27, 53, 9648]}, {"title": "The Quest", "overview": "Ghang-gheng, the ancient winner-take-all competition in which the deadliest fighters from around the world employ the most spectacular feats of martial arts skills ever displayed in order to win the prized Golden Dragon. But fighting prowess alone will not be enough for Chris to triumph over such daunting foes.", "release_date": "1996-04-19", "poster": "/z05SPecyjaryEedxX9noKQdqIFH.jpg", "runtime": 95, "id": 9103, "genre_ids": [28, 12]}, {"title": "Addams Family Reunion", "overview": "The Addams Family goes on a search for their relatives. Gomez and Morticia are horrified to discover that Grandpa and Grandma Addams have a disease that is slowly turning them \"normal\". The only chance they have of a cure is to find a family member hoping that they know a home remedy.", "release_date": "1998-09-22", "poster": "/uyWFHXNfFiZr35sjRRRfhkKLFDO.jpg", "runtime": 91, "id": 11508, "genre_ids": [35]}, {"title": "White Bird in a Blizzard", "overview": "Kat Connors is 17 years old when her perfect homemaker mother, Eve, disappears. Having lived for so long in an emotionally repressed household, she barely registers her mother's absence and certainly doesn't blame her doormat of a father, Brock, for the loss. But as time passes, Kat begins to come to grips with how deeply Eve's disappearance has affected her. Returning home on a break from college, she finds herself confronted with the truth about her mother's departure, and her own denial about the events surrounding it...", "release_date": "2014-08-14", "poster": "/1p4nQ1PHiA786dmMeW9ndIK7KCC.jpg", "runtime": 91, "id": 157825, "genre_ids": [53, 18]}, {"title": "Bad Ass 2: Bad Asses", "overview": "Vietnam vet Frank Vega now runs an East L.A. community center where he trains young boxers to survive in and out of the ring. But when his prize student falls in with the wrong crowd and turns up dead, Frank teams up with his pal Bernie to take matters into their own fists and prove that justice never gets old.", "release_date": "2014-04-08", "poster": "/hiH9DJplPFKzLIMjgXlur86ivd9.jpg", "runtime": 91, "id": 255268, "genre_ids": [28]}, {"title": "Green Card", "overview": "Urban horticulturalist Brontë Mitchell has her eye on a gorgeous apartment, but the building's board will rent it only to a married couple. Georges Fauré, a waiter from France whose visa is expiring, needs to marry an American woman to stay in the country. Their marriage of convenience turns into a burden when they must live together to allay the suspicions of the immigration service, as the polar opposites grate on each other's nerves.", "release_date": "1990-12-23", "poster": "/zrgUsgiVXgb6mOz2J4N2c2fVN82.jpg", "runtime": 108, "id": 12157, "genre_ids": [35, 18, 10749]}, {"title": "The Quiet Ones", "overview": "A university student and some classmates are recruited to carry out a private experiment -- to create a poltergeist. Their subject: an alluring, but dangerously disturbed young woman. Their quest: to explore the dark energy that her damaged psyche might manifest. As the experiment unravels along with their sanity, the rogue PHD students, led by their determined professor, are soon confronted with a terrifying reality: they have triggered an unspeakable force with a power beyond all explanation.", "release_date": "2014-04-01", "poster": "/dlMln6CldiB5pt9vSSJBiNL83bh.jpg", "runtime": 98, "id": 193612, "genre_ids": [27]}, {"title": "Fletch", "overview": "An ace reporter must assume many identities to pursue a story.", "release_date": "1985-05-31", "poster": "/t8VjThRC6uKvjR5jVlhj5bBBUUy.jpg", "runtime": 98, "id": 9749, "genre_ids": [35, 80, 9648]}, {"title": "The Birdcage", "overview": "A gay cabaret owner and his drag queen companion agree to put up a false straight front so that their son can introduce them to his fiancé's right-wing moralistic parents.", "release_date": "1996-03-08", "poster": "/wRTkvqRTB05gcGInsnGqVgLkb3t.jpg", "runtime": 117, "id": 11000, "genre_ids": [35]}, {"title": "Win a Date with Tad Hamilton!", "overview": "A small-town girl wins a date with a Hollywood star through a contest. When the date goes better than expected, a love triangle forms between the girl, the celebrity, and the girl's best friend.", "release_date": "2004-01-23", "poster": "/zEycb5vQH7C33kjd6cuAoXTZOU4.jpg", "runtime": 95, "id": 13476, "genre_ids": [35, 10749]}, {"title": "Chaplin", "overview": "A film about the troubled and controversial life of the master comedy filmmaker.", "release_date": "1992-12-18", "poster": "/mUrhQYsqsKeN5xCsMQ1SiojMUOw.jpg", "runtime": 143, "id": 10435, "genre_ids": [18]}, {"title": "I Love You, Beth Cooper", "overview": "Nerdy teenager Denis Cooverman (Paul Rust) harbors a secret crush on Beth Cooper (Hayden Panettiere), the hottest girl in high school. During his graduation speech, Denis lets the cat out of the bag and declares his love for Beth, who, instead of dissing Denis, shows up at his house later that day and promises to show him the time of his life.", "release_date": "2009-07-10", "poster": "/xqCKWj5REwnTC1a7k1wwO2pudZw.jpg", "runtime": 102, "id": 19840, "genre_ids": [35, 10749]}, {"title": "Quest for Fire", "overview": "A colossal adventure odyssey that turns back the hands of time to the very beginning of man's existence. 80,000 years ago, when man roamed the earth, he was exposed to the many harsh elements of nature. Against the perilous atmosphere of rugged terrain, rival tribes and savage beasts, Quest for Fire examines a peaceful tribe's search for that all important element fire, and the knowledge to create it. Focusing on human dream as well as realistic insights into pre-historic man, the constant struggle for survival is vividly recreated in this sensational production.", "release_date": "1981-12-15", "poster": "/p81jT5YVj0zNZiQoDe9eBZvw5Rc.jpg", "runtime": 100, "id": 62204, "genre_ids": [12, 18, 28]}, {"title": "Mad Money", "overview": "Three female employees of the Federal Reserve plot to steal money that is about to be destroyed.", "release_date": "2008-01-17", "poster": "/5OrmWXkowMLhuOU8ikEeMqGbqfX.jpg", "runtime": 104, "id": 12085, "genre_ids": [28, 35, 80]}, {"title": "Mythica: A Quest for Heroes", "overview": "Stuck in a life of indentured servitude, Marek dreams of becoming a wizard. When she meets a beautiful priestess, Teela, in need of help, Marek escapes her master and puts together a team of adventurers - including Thane the warrior and Dagen the half-elf thief – and embarks on an epic quest to free Teela’s sister from orcs and ogres. After raiding the orc camp, the group learns that Teela’s sister has been taken into the mountains by a giant ogre. Escaping hellhounds and dragons on their dangerous journey, the team find themselves hopelessly outmatched by the man-eating ogre, and must unite all their talents to free the prisoners and escape with their own lives.", "release_date": "2015-01-23", "poster": "/3Wz15vPjgN3avkMMD6nkVjS4Kf7.jpg", "runtime": 93, "id": 321068, "genre_ids": [14]}, {"title": "Rogue One: A Star Wars Story", "overview": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.", "release_date": "2016-12-14", "poster": "/oyxkHIaQgjP1EEDvtNeF1jkKo2Z.jpg", "runtime": 0, "id": 330459, "genre_ids": [14, 12, 878, 28]}, {"title": "The Skeleton Key", "overview": "A hospice nurse working at a spooky New Orleans plantation home finds herself entangled in a mystery involving the house's dark past.", "release_date": "2005-07-29", "poster": "/kP7s8PGey0E36JaFoFq2d3gRKNY.jpg", "runtime": 104, "id": 9913, "genre_ids": [18, 27, 9648, 53]}, {"title": "Salting the Battlefield", "overview": "David Hare concludes his trilogy of films about MI5 renegade Johnny Worricker with another fugue on power, secrets and the British establishment. Johnny Worricker goes on the run with Margot Tyrell across Europe, and with the net closing in, the former MI5 man knows his only chance of resolving his problems is to return home and confront prime minister Alec Beasley.", "release_date": "2014-03-27", "poster": "/8yN1tExUVgwpKkenvtRAnN9cB2h.jpg", "runtime": 93, "id": 260339, "genre_ids": [9648, 18, 28, 80]}, {"title": "Apt Pupil", "overview": "Neighborhood boy Todd Bowden (Renfro) discovers that an old man living on his block named Arthur Denker (Mackellan) is nazi war criminal. Bowden confronts Denker and offers him a deal: Bowden will not go to the authorities if Denker tells him stories of the concentration camps in WWII. Denker agrees and Bowden starts visiting him regularly. The more stories Bowden hears, the more it affects him.", "release_date": "1998-09-09", "poster": "/6AAdkNH1JQtpiWQxeHb1GTCKHVS.jpg", "runtime": 107, "id": 9445, "genre_ids": [18, 53]}, {"title": "Murmur of the Heart", "overview": "This is a jolly coming-of-age story about a 15-year-old boy named Laurent Chevalier who is growing up in bourgeois surroundings in Dijon, France. This is France in the mid-1950s rather than America in the 1990s. Thus, Laurent is unharmed by events which would irreparably shatter the self-esteem of a modern American adolescent: he gets drunk, he smokes, he has sex, he is smothered by his mother, he is ignored by his father, a priest makes a pass at him, he gets rheumatoid fever, etc. There's enough scandalous behavior in this film to make 100 made-for-TV movies, and yet this is a very happy and oddly innocent tale.", "release_date": "1971-01-01", "poster": "/vYjQxygFvePv3Z08o8W1Djw0s9u.jpg", "runtime": 118, "id": 42501, "genre_ids": [35, 18, 10769, 10749]}, {"title": "Seal Team Six: The Raid on Osama Bin Laden", "overview": "When the rumored whereabouts of Osama bin Laden are revealed, the CIA readies a team of seasoned U.S. Navy SEALs for the mission of a lifetime. Despite inconclusive evidence that bin Laden is inside the compound, and ignoring the possible ramifications of an unannounced attack on Pakistani soil, the Pentagon orders the attack. The SEAL Team bands together to complete their mission of justice in a riveting final showdown.", "release_date": "2012-11-04", "poster": "/uPPRPsx4TdDN9fQihQ1TUVzO5Kb.jpg", "runtime": 90, "id": 130267, "genre_ids": [53, 28, 80, 18]}, {"title": "The Brave Little Toaster", "overview": "A group of dated appliances find themselves stranded in a summer home that their family had just sold decide to, a la The Incredible Journey, seek their young 8 year old \"master\". Children's film which on the surface is a frivolous fantasy, but with a dark subtext of abandonment, obsolescence, and loneliness.", "release_date": "1987-07-09", "poster": "/CQg9ZeVnKO1fhxBXLXaddn4iS7.jpg", "runtime": 90, "id": 19933, "genre_ids": [14, 12, 16, 35, 10751, 10402]}, {"title": "The Glimmer Man", "overview": "A former government operative renowned for his stealth, Jack Cole is now a Los Angeles police detective. When a series of horrible murders occurs in the metro area, Cole is assigned to the case, along with tough-talking fellow cop Jim Campbell. Although the two men clash, they gradually become effective partners as they uncover a conspiracy linked to the killings, which also involves terrorism and organized crime.", "release_date": "1996-10-04", "poster": "/2I1BMhKrjK9wcxvJ2SllttPIsIh.jpg", "runtime": 92, "id": 9625, "genre_ids": [28, 12, 80, 18, 53]}, {"title": "Date Movie", "overview": "Spoof of romantic comedies which focuses on a man (Campbell), his crush (Hannigan), his parents (Coolidge, Willard), and her father (Griffin).", "release_date": "2006-02-17", "poster": "/rh4BHMaVZEIT8Btt77vDBd8x2p9.jpg", "runtime": 83, "id": 10073, "genre_ids": [35, 10749]}, {"title": "Pi", "overview": "The debut film from Darren Aronofsky in which a mathematical genius Maximilian Cohen discovers a link in the connection between numbers and reality and thus believes he can predict the future.", "release_date": "1998-07-10", "poster": "/d4pDorUHjIVFiVGiJar6sF2r8TQ.jpg", "runtime": 84, "id": 473, "genre_ids": [18, 878, 53]}, {"title": "Dirty Dancing: Havana Nights", "overview": "This Sequel to Dirty Dancing stars a hot young cast and has a sizzling style and rhythm all of its own. In pre-revolution Cuba, Katey Miller (Romola Garai - Vanity Fair) is about to defy everyone`s expectations. Instead of a parent-approved suitor (Jonathan Jackson - Tuck Everlasting), Katey is drawn to the sexy Javier, a waiter who spends his nights dancing in Havana`s nightclubs. And as Katey secretly learns to dance with Javier, she learns the meanings of love, sensuality and independence. Also starring January Jones (American Wedding), Mika Boorem (Sleepover) and Grammy Award-winning singer Mya.", "release_date": "2004-02-27", "poster": "/nuUKcfRYjifwjIJPN1J6kIGcSvD.jpg", "runtime": 86, "id": 10677, "genre_ids": [18, 10749]}, {"title": "Beginners", "overview": "A young man is rocked by two announcements from his elderly father: that he has terminal cancer, and that he has a young male lover.", "release_date": "2010-09-11", "poster": "/41ZB1ndUvimsFSIBxl6LXQaeAnI.jpg", "runtime": 105, "id": 55347, "genre_ids": [18, 10749, 35]}, {"title": "The Thieves", "overview": "A gang of South Korean thieves team up with a Hong Kong crew to steal a diamond necklace from a heavily-guarded casino safe in Macau. As the cops close in, old betrayals — and misunderstandings — resurface.", "release_date": "2012-07-25", "poster": "/6u35VeuC7hVTAD3RCBFdW4LO64f.jpg", "runtime": 135, "id": 124157, "genre_ids": [28, 80]}, {"title": "Sling Blade", "overview": "Karl Childers is a mentally disabled man who has been in the custody of the state mental hospital since the age of 12 for killing his mother and her lover. Although thoroughly institutionalized, Karl is deemed fit to be released into the outside world.", "release_date": "1996-08-30", "poster": "/tUQRe2VQWdiIdSjpD28w7Rm8Ccb.jpg", "runtime": 135, "id": 12498, "genre_ids": [18]}, {"title": "30 Days of Night: Dark Days", "overview": "After surviving the incidents in Barrow, Alaska, Stella Olemaun relocates to Los Angeles, where she intentionally attracts the attention of the local vampire population in order to avenge the death of her husband, Eben.", "release_date": "2010-10-04", "poster": "/y3GK3hpDNPsPN7uQ7A8GO53UJWZ.jpg", "runtime": 92, "id": 42941, "genre_ids": [27, 53]}]