[{"title": "The Key", "overview": "After twenty years of marriage, art professor Nino Rolfe attempts to break down his wife Teresa's conventional modesty. Noticing her affection for their daughter's fiancé, Nino instigates her sexual interest in him as well. This sets off a chain of unexpected events and emotional complications, as Nino and his unpredictable fascist daughter find that they both enjoy being jealous.", "release_date": "1983-10-19", "poster": "/u0aWhmXLPISXjJa73EufgmFbM6K.jpg", "runtime": 110, "id": 28468, "genre_ids": [10749, 18]}, {"title": "Melissa P.", "overview": "An adolescent girl, living with her mother and her grandmother, will have her first sexual experiences in a heavy and excessive way.", "release_date": "2005-11-18", "poster": "/1ACzFGoBfppsN5FJDCLK07pwhy5.jpg", "runtime": 100, "id": 13461, "genre_ids": [18]}, {"title": "Four Brothers", "overview": "Four adopted brothers come to avenge their mother's death in what appears to be a random killing in a grocery store robbery. However, the boys' investigation of the death reveals more nefarious activities involving the one brother's business dealings with a notorious local hoodlum. Two cops who are trying to solve the case may also not be what they seem.", "release_date": "2005-08-11", "poster": "/spb6ir8Z1PzheaxagpCELAhZG4O.jpg", "runtime": 109, "id": 8292, "genre_ids": [18, 28, 53, 80]}, {"title": "The Fly II", "overview": "Martin Brundle, born of the human/fly, is adopted by his father's place of employment (Bartok Inc.) while the employees simply wait for his mutant chromosomes to come out of their dormant state.", "release_date": "1989-02-10", "poster": "/xyYtUP6p3NPg4aMgGXWfvakBJBC.jpg", "runtime": 105, "id": 10344, "genre_ids": [27, 878, 53]}, {"title": "The Art of War II: Betrayal", "overview": "Agent Neil Shaw is called out of retirement and finds himself in the midst of a plot to assassinate several leading Senators with himself set-up to take the rap for a recent killing", "release_date": "2008-08-12", "poster": "/o6oh1aWj9RmINPRgmBpRVYaPZmf.jpg", "runtime": 103, "id": 13988, "genre_ids": [28, 53]}, {"title": "Brotherhood of the Wolf", "overview": "In 18th century France, the Chevalier de Fronsac and his native American friend Mani are sent by the King to the Gevaudan province to investigate the killings of hundreds by a mysterious beast.", "release_date": "2001-03-20", "poster": "/4jDtKADOlvE2HyqKAFvzvYFwKdy.jpg", "runtime": 137, "id": 6312, "genre_ids": [12, 27, 28, 36]}, {"title": "Bewitched", "overview": "Thinking he can overshadow an unknown actress in the part, an egocentric actor unknowingly gets a witch cast in an upcoming television remake of the classic show \"Bewitched\".", "release_date": "2005-06-21", "poster": "/auUAybijSJ72XuTaPgh0EhvyJ13.jpg", "runtime": 102, "id": 9722, "genre_ids": [35, 14, 10749]}, {"title": "The Spiderwick Chronicles", "overview": "Upon moving into the run-down Spiderwick Estate with their mother, twin brothers Jared and Simon Grace, along with their sister Mallory, find themselves pulled into an alternate world full of faeries and other creatures.", "release_date": "2008-02-14", "poster": "/nSLjsBDzwsIpQL534CNfAKidyAm.jpg", "runtime": 96, "id": 8204, "genre_ids": [14]}, {"title": "Teen Wolf", "overview": "What's a high school kid got to do to be popular? Just let down his hair and howl! Starring Michael J. Fox (Back to the Future) Teen Wolf is an outrageous comedy about a shy teenager with more than a changing voice to contend with... he's a budding young werewolf! And when his new-found powers help him score at basketball - and with the popular girls - he has some pretty hairy decisions to make.", "release_date": "1985-08-23", "poster": "/3TKJbKNpHvRP8YVnwbgfok41AAC.jpg", "runtime": 91, "id": 11824, "genre_ids": [35, 14, 10749]}, {"title": "Get Hard", "overview": "When obscenely rich hedge-fund manager James is convicted of fraud and sentenced to a stretch in San Quentin, the judge gives him one month to get his affairs in order. Knowing that he won't survive more than a few minutes in prison on his own, James desperately turns to Darnell-- a black businessman who's never even had a parking ticket -- for help. As Darnell puts James through the wringer, both learn that they were wrong about many things, including each other.", "release_date": "2015-03-26", "poster": "/qRzUSrN4p6B7fzA5XGm4ebFg3co.jpg", "runtime": 100, "id": 257091, "genre_ids": [35]}, {"title": "Sinbad: Legend of the Seven Seas", "overview": "The sailor of legend is framed by the goddess Eris for the theft of the Book of Peace, and must travel to her realm at the end of the world to retrieve it and save the life of his childhood friend Prince Proteus.", "release_date": "2003-07-02", "poster": "/6LELf4ZzVBJwR9mNq86Mf5QVERS.jpg", "runtime": 86, "id": 14411, "genre_ids": [10751, 16, 12]}, {"title": "The Voices", "overview": "A mentally unhinged factory worker must decide whether to listen to his talking cat and become a killer, or follow his dog's advice to keep striving for normalcy.", "release_date": "2015-02-06", "poster": "/lmnPpYkSFsuAxnO6WJhQOlVZCA0.jpg", "runtime": 101, "id": 244458, "genre_ids": [53, 35, 80]}, {"title": "The Witches of Eastwick", "overview": "Three single women in a picturesque village have their wishes granted - at a cost - when a mysterious and flamboyant man arrives in their lives.", "release_date": "1987-06-12", "poster": "/bbSI4kC8LlqwQPUUlJbcq6sw1qT.jpg", "runtime": 118, "id": 6069, "genre_ids": [14, 27, 35]}, {"title": "Batman: Bad Blood", "overview": "Bruce Wayne is missing. Alfred covers for him while Nightwing and Robin patrol Gotham City in his stead. And a new player, Batwoman, investigates Batman's disappearance.", "release_date": "2016-01-19", "poster": "/xp65MaH8bycr5v14f8jPO2NEXlX.jpg", "runtime": 72, "id": 366924, "genre_ids": [28, 16, 878]}, {"title": "Young Guns", "overview": "A group of young gunmen, led by Billy the Kid, become deputies to avenge the murder of the rancher who became their benefactor. But when Billy takes their authority too far, they become the hunted.", "release_date": "1988-08-12", "poster": "/wkGbwWHIM23BkmMBm7GQHaCZan8.jpg", "runtime": 107, "id": 11967, "genre_ids": [28, 12, 18, 37]}, {"title": "The Art of the Steal", "overview": "Crunch Calhoun, a third-rate motorcycle daredevil and part-time art thief, teams up with his snaky brother to steal one of the most valuable books in the world. But it's not just about the book for Crunch — he's keen to rewrite some chapters of his own past as well.", "release_date": "2013-09-11", "poster": "/cKR7yXINpyt38PoJCzuodNocNiO.jpg", "runtime": 90, "id": 209247, "genre_ids": [35, 80]}, {"title": "Passenger 57", "overview": "An infamous terrorist has evaded capture for a long time by being extremely clever and ruthless. Things get interesting when he hijacks a plane carrying famous security expert John Cutter, who isn't about to stand this sort of thing.", "release_date": "1992-11-05", "poster": "/mOh1t38TkW6JVg6ylQusKBPxxqa.jpg", "runtime": 84, "id": 10538, "genre_ids": [28, 12, 53]}, {"title": "The Woman in Black", "overview": "The story follows a young lawyer, Arthur Kipps, who is ordered to travel to a remote village and sort out a recently deceased client’s papers. As he works alone in the client’s isolated house, Kipps begins to uncover tragic secrets, his unease growing when he glimpses a mysterious woman dressed only in black. Receiving only silence from the locals, Kipps is forced to uncover the true identity of the Woman in Black on his own, leading to a desperate race against time when he discovers her true identity.", "release_date": "2012-02-01", "poster": "/y4Z9m5jbPhFAEMWsMHo71Bh1vzi.jpg", "runtime": 95, "id": 65086, "genre_ids": [18, 27, 53]}, {"title": "What Dreams May Come", "overview": "Chris Neilson dies to find himself in a heaven more amazing than he could have ever dreamed of. There is one thing missing: his wife. After he dies, his wife, Annie killed herself and went to hell. Chris decides to risk eternity in hades for the small chance that he will be able to bring her back to heaven.", "release_date": "1998-10-02", "poster": "/rNQH6Q8RPXD59aqGckST3CKQbCf.jpg", "runtime": 113, "id": 12159, "genre_ids": [18, 14, 10749]}, {"title": "Hero", "overview": "Bernie Laplante is having a rough time. He's divorced, his ex-wife hates him and has custody of their son, the cops are setting a trap for him, then to top it all, he loses a shoe whilst rescuing passengers of a crashed jet. Being a thief who is down on his luck, Bernie takes advantage of the crash, but then someone else claims credit for the rescue.", "release_date": "1992-10-02", "poster": "/s18JSFyYUUgQxV1uauMv4uwbClZ.jpg", "runtime": 117, "id": 10699, "genre_ids": [18, 35, 53, 9648]}, {"title": "Morning Glory", "overview": "When hard-working TV producer Becky Fuller is fired from a local news program, her career begins to look as bleak as her hapless love life. Stumbling into a job at \"Daybreak\" (the last-place national morning news show), Becky decides to revitalize the show by bringing on legendary TV anchor Mike Pomeroy.  Unfortunately, Pomeroy refuses to cover morning show staples like celebrity gossip, weather, fashion and crafts – let alone work with his new co-host, Colleen Peck, a former beauty queen and longtime morning show personality who is more than happy covering morning \"news.\" As Mike and Colleen clash, first behind the scenes and then on the air, Becky's blossoming love affair with fellow producer, Adam Bennett begins to unravel – and soon Becky is struggling to save her relationship, her reputation, her job and ultimately, the show itself.", "release_date": "2010-01-12", "poster": "/cm56bLezP4aXHBNV1EQITE0yPBk.jpg", "runtime": 102, "id": 38357, "genre_ids": [35, 18, 10749]}, {"title": "The Diary of a Teenage Girl", "overview": "Minnie Goetze is a 15-year-old aspiring comic-book artist, coming of age in the haze of the 1970s in San Francisco. Insatiably curious about the world around her, Minnie is a pretty typical teenage girl. Oh, except that she’s sleeping with her mother’s boyfriend.", "release_date": "2015-08-14", "poster": "/tp6cKoQOb9gY9DbhQmWIk7wdMkS.jpg", "runtime": 102, "id": 250124, "genre_ids": [18, 10749]}, {"title": "Always", "overview": "Pete Sandich and buddy Al Yackey are daredevil aerial forest-fire fighters. Pete finds True Love with Dorinda but won't give up the job. When he takes one risk too many, Dorinda faces deep grief and cannot easily put her life back together.", "release_date": "1989-12-22", "poster": "/qSU4UZrKsLOxsPlwNm034w4eDqr.jpg", "runtime": 122, "id": 11352, "genre_ids": [14, 18, 10749]}, {"title": "The Black Dahlia", "overview": "Lee Blanchard (Aaron Eckhart) and Bucky Bleichert (Josh Hartnett) are former boxers-turned-cops in 1940's Los Angeles. When aspiring young actress Elizabeth Short (Mia Kirshner) turns up dead, Blanchard and Bleichert must grapple with corruption, narcissism, stag films, and family madness as they pursue the killer.", "release_date": "2006-09-15", "poster": "/t56f2c0KaBED6tpyrHPKzZJ9NaX.jpg", "runtime": 121, "id": 9676, "genre_ids": [18]}, {"title": "Rokjesdag", "overview": "", "release_date": "2016-03-10", "poster": "/bYOaVTPIt0Uc6jnU5L8mYKJFWZM.jpg", "runtime": 0, "id": 383870, "genre_ids": []}, {"title": "Police Story 4: First Strike", "overview": "Jackie Chan reprises his role as Chan Ka-Kui (also known in some versions as Jackie) yet again as a Hong Kong cop who works with Interpol to track down and arrest an illegal weapons dealer. Later Jackie realizes that things are not as simple as they appear and soon find himself a pawn of an organisation posing as Russian intelligence.", "release_date": "1997-01-10", "poster": "/3ZmbWkKEoJjtDb5Y49vekLnhha3.jpg", "runtime": 107, "id": 9404, "genre_ids": [28, 12, 35, 80, 18, 53]}, {"title": "Dirty Rotten Scoundrels", "overview": "Two con men try to settle their rivalry by betting on who can swindle a young American heiress out of $50,000 first.", "release_date": "1988-12-14", "poster": "/w3XCP8eBCaF567vXCw1nJU86YPc.jpg", "runtime": 110, "id": 10141, "genre_ids": [80, 35]}, {"title": "Good Night, and Good Luck.", "overview": "George Clooney’s fact-based drama about the famous radio journalist Edward R Murrow's stand against Senator McCarthy's anti-communist witch-hunts in the early 1950s.", "release_date": "2005-09-16", "poster": "/2sW2FVIvrYs4NbYKMitjogeFw84.jpg", "runtime": 93, "id": 3291, "genre_ids": [18, 36]}, {"title": "Wrong Turn", "overview": "Chris crashes into a carload of other young people, and the group of stranded motorists is soon lost in the woods of West Virginia, where they're hunted by three cannibalistic mountain men who are grossly disfigured by generations of inbreeding.", "release_date": "2003-05-30", "poster": "/kyn0ZC8tvLWuKN85mhlG1lwB1WQ.jpg", "runtime": 84, "id": 9902, "genre_ids": [27, 53]}, {"title": "The Lincoln Lawyer", "overview": "A lawyer conducts business from the back of his Lincoln town car while representing a high-profile client in Beverly Hills.", "release_date": "2011-03-17", "poster": "/bTXtxFUyqQ6T9FRa3ajSdMtwnAj.jpg", "runtime": 119, "id": 50348, "genre_ids": [80, 18, 53]}, {"title": "The Village", "overview": "When a willful young man tries to venture beyond his sequestered Pennsylvania hamlet, his actions set off a chain of chilling incidents that will alter the community forever in this atmospheric thriller featuring a star-studded cast.", "release_date": "2004-07-30", "poster": "/yV9W1TFQxaBA9EPeIIrDH7xHFT0.jpg", "runtime": 108, "id": 6947, "genre_ids": [18, 9648, 53]}, {"title": "Dog Day Afternoon", "overview": "A man robs a bank to pay for his lover's operation; it turns into a hostage situation and a media circus.", "release_date": "1975-08-11", "poster": "/qgWuZ2yNJrclU8EldQG4rLhwMoy.jpg", "runtime": 125, "id": 968, "genre_ids": [80, 18, 53]}, {"title": "Where Eagles Dare", "overview": "World War II is raging, and an American general has been captured and is being held hostage in the Schloss Adler, a Bavarian castle that's nearly impossible to breach. It's up to a group of skilled Allied soldiers to liberate the general before it's too late.", "release_date": "1968-12-04", "poster": "/70lTWYeTtQfQ9HVKE12ZS7r89jM.jpg", "runtime": 155, "id": 11046, "genre_ids": [12, 18, 28, 36, 10752]}, {"title": "Kronk's New Groove", "overview": "Kronk, now chef and Head Delivery Boy of Mudka's Meat Hut, is fretting over the upcoming visit of his father. Kronk's father always disapproved of young Kronk's culinary interests and wished that Kronk instead would settle down with a wife and a large house on a hill.", "release_date": "2005-12-05", "poster": "/wytTF8brxjjWnzjfEq6EZBLdnDI.jpg", "runtime": 72, "id": 13417, "genre_ids": [16, 35, 10751]}, {"title": "The Texas Chain Saw Massacre", "overview": "Five friends visiting their grandfather's house in the country are hunted and terrorized by a chain-saw wielding killer and his family of grave-robbing cannibals.", "release_date": "1974-10-01", "poster": "/6lfpH3ITDgkfigJudAwguH1VWHp.jpg", "runtime": 83, "id": 30497, "genre_ids": [27, 53]}, {"title": "Team America: World Police", "overview": "Team America World Police follows an international police force dedicated to maintaining global stability. Learning that dictator Kim Jong il is out to destroy the world, the team recruits Broadway star Gary Johnston to go undercover. With the help of Team America, Gary manages to uncover the plan to destroy the world. Will Team America be able to save it in time? It stars… Samuel L Jackson, Tim Robbins, Sean Penn, Michael Moore, Helen Hunt, Matt Damon, Susan Sarandon, George Clooney, Danny Glover, Ethan Hawke, Alec Baldwin… or does it?", "release_date": "2004-10-11", "poster": "/crkPGNm0M19LHp8I5mhs75EqhSH.jpg", "runtime": 98, "id": 3989, "genre_ids": [10402, 12, 16, 28, 35]}, {"title": "The Rum Diary", "overview": "Tired of the noise and madness of New York and the crushing conventions of late Eisenhower-era America, itinerant journalist Paul Kemp travels to the pristine island of Puerto Rico to write for a local San Juan newspaper run by the downtrodden editor Lotterman. Adopting the rum-soaked lifestyle of the late ‘50s version of Hemingway’s “The Lost Generation,” Paul soon becomes entangled with a very attractive American woman, Chenaults and her fiancée Sanderson, a businessman involved in shady property development deals.  It is within this world that Kemp ultimately discovers his true voice as a writer and integrity as a man.", "release_date": "2011-10-13", "poster": "/hYtMOXjSur5QccB4pZYWbKHMDor.jpg", "runtime": 120, "id": 23514, "genre_ids": [18, 35]}, {"title": "The Jungle Book", "overview": "A faithful adaptation of Rudyard Kipling's classic tale of Mowgoli the jungle boy who is raised by wolves after being lost when a tiger attacked an encampment and killed his father. Years later he finds himself re-united with his childhood love Kitty and back in the \"civilization\" of Colonial India which he finds far less civilized then his jungle haunts. The search for a lost treasure shows who the truly civilized members of society are.", "release_date": "1994-12-23", "poster": "/6BhybPISxk116taUo9J76tVo1hs.jpg", "runtime": 111, "id": 10714, "genre_ids": [12, 18, 10751]}, {"title": "Whisper of the Heart", "overview": "Shizuku lives a simple life, dominated by her love for stories and writing. One day she notices that all the library books she has have been previously checked out by the same person: 'Seiji Amasawa'. Curious as to who he is, Shizuku meets a boy her age whom she finds infuriating, but discovers to her shock that he is her 'Prince of Books'. As she grows closer to him, she realises that he merely read all those books to bring himself closer to her. The boy Seiji aspires to be a violin maker in Italy, and it is his dreams that make Shizuku realise that she has no clear path for her life. Knowing that her strength lies in writing, she tests her talents by writing a story about Baron, a cat statuette belonging to Seiji's grandfather", "release_date": "1995-07-15", "poster": "/uPLuwtMQm3wDTKm7cZQHsszYGRo.jpg", "runtime": 111, "id": 37797, "genre_ids": [16, 18, 10751]}, {"title": "Hostel: Part III", "overview": "Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.", "release_date": "2011-12-27", "poster": "/yElnsRDzujnHDHli5UuAgrCVQsT.jpg", "runtime": 88, "id": 71670, "genre_ids": [27]}, {"title": "Flypaper", "overview": "A man caught in the middle of two simultaneous robberies at a bank desperately tries to protect the teller with whom he's secretly in love.", "release_date": "2011-08-19", "poster": "/czpYP8p0HBXNL3cIsGFMd0a9rSu.jpg", "runtime": 87, "id": 62046, "genre_ids": [9648, 35, 80]}, {"title": "Planet Terror", "overview": "Two doctors find their graveyard shift inundated with townspeople ravaged by sores. Among the wounded is Cherry, a dancer whose leg was ripped from her body. As the invalids quickly become enraged aggressors, Cherry and her ex-boyfriend Wray lead a team of accidental warriors into the night.", "release_date": "2007-04-06", "poster": "/7Yjzttt0VfPphSsUg8vFUO9WaEt.jpg", "runtime": 105, "id": 1992, "genre_ids": [27, 28, 53]}, {"title": "Matilda", "overview": "A grouchy couple are parents to a very sweet girl, Matilda. Unlike her bratty brother and mean parents, Matilda becomes a very sweet and extremely intelligent 6 year old girl, who is very keen to go to school and read books. After a while, her parents send her to school with the worst principal in the world, a very sweet teacher, and good friends. While trying to put up with her parents' and principal's cruelty, she starts to unwittingly unleash telekinetic powers, destroying a television and making a newt fly onto the principal. With enough practice, Matilda starts to learn to control her telekinetic powers and soon using them on her principal so she can drive her away from the school.", "release_date": "1996-08-02", "poster": "/vddUwPL3L8MBH4FrEDCAZM9T6sj.jpg", "runtime": 98, "id": 10830, "genre_ids": [35, 10751, 14]}, {"title": "Anger Management", "overview": "After a misunderstanding aboard an airplane that escalates out of control, the mild-mannered Dave Buznik is ordered by Judge Daniels to attend anger management sessions run by Doctor Buddy Rydell, which are filled with highly eccentric and volatile men and women. Buddy's unorthodox approach to therapy is confrontational and abrasive and Dave is bewildered by it. Then, after yet another mishap, Judge Daniels orders Dave to step up his therapy or wind up in jail. So, Buddy moves in with Dave to help him battle his inner demons. Buddy himself has no inner demons since he acts out at every opportunity and that includes making lewd comments about Dave's girlfriend Linda and goading Dave into confronting every slight, past or present, head-on. But Buddy finally goes too far and Dave must decide whether to crawl back into his shell or stand up for himself. Could it be that Buddy's confounding and contradictory treatment is just what the doctor ordered?", "release_date": "2003-04-11", "poster": "/wsrZrb2Ng3eO4TYmeBufwdKeC3a.jpg", "runtime": 106, "id": 9506, "genre_ids": [35]}, {"title": "Patton", "overview": "\"Patton\" tells the tale of General George S. Patton, famous tank commander of World War II. The film begins with patton's career in North Africa and progresses through the invasion of Germany and the fall of the Third Reich. Side plots also speak of Patton's numerous faults such his temper and habit towards insubordination.", "release_date": "1970-01-25", "poster": "/iV9xRNGBEKI5qK5hs9U84wSZskv.jpg", "runtime": 172, "id": 11202, "genre_ids": [18, 36, 10752]}, {"title": "Rendition", "overview": "When an Egyptian terrorism suspect \"disappears\" on a flight from Africa to Washington DC, his American wife and a CIA analyst find themselves caught up in a struggle to secure his release from a secret detention facility somewhere outside the US.", "release_date": "2007-09-07", "poster": "/5Jo3BL2DNWw2yLEaVQSCLT2zGGW.jpg", "runtime": 120, "id": 5125, "genre_ids": [18, 53]}, {"title": "Legend of the BoneKnapper Dragon", "overview": "The film follows Hiccup and his young fellows accompanying their mentor, Gobber, on a quest to kill the legendary Boneknapper Dragon. An extra that accompanies the film \"How to Train Your Dragon\".", "release_date": "2010-10-15", "poster": "/kQXniShyRw5b0aEppkaWhesRelD.jpg", "runtime": 16, "id": 47626, "genre_ids": [10770, 16, 14]}, {"title": "Southbound", "overview": "The film contains five stories set on desolate stretches of a desert highway. Two men on the run from their past, a band on its way to a gig, a man struggling to get home, a brother in search of his long-lost sister and a family on vacation are forced to confront their worst fears and darkest secrets in these interwoven tales.", "release_date": "2016-02-05", "poster": "/u4jDG1ANfVoCs7GChgafqkve3v8.jpg", "runtime": 89, "id": 354251, "genre_ids": [53, 27, 878]}, {"title": "About Schmidt", "overview": "Warren Schmidt is a retired insurance salesman, who at age 66, has no particular plans other than to drive around in the motor home his wife insisted they buy. He's not altogether bitter, but not happy either, as everything his wife does annoys him, and he disapproves of the man his daughter is about to marry. When his wife suddenly dies, he sets out to postpone the imminent marriage of his daughter to a man he doesn't like, while coping with discoveries about his late wife and himself in the process.", "release_date": "2002-12-13", "poster": "/riJV5Bq0IXItG3ceywNWkw7il7K.jpg", "runtime": 125, "id": 2755, "genre_ids": [18, 35]}, {"title": "Paper Man", "overview": "A coming-of-middle-age comedy that chronicles the unlikely friendship between failed author Richard Dunne and a Long Island teen who teaches him a thing or two about growing up, all under the disapproving eye of his long-suffering wife and his imaginary Superhero friend.", "release_date": "2009-06-15", "poster": "/9hxX18PbOZGjcnLeTBjhqKq1YLY.jpg", "runtime": 110, "id": 39414, "genre_ids": [35, 18]}, {"title": "The Fourth Kind", "overview": "Since the 1960s, a disproportionate number of the population in and around Nome, Alaska, have gone missing. Despite FBI investigations, the disappearances remain a mystery. Dr. Abigail Tyler, a psychologist, may be on the verge of blowing the unsolved cases wide open when, during the course of treating her patients, she finds evidence of alien abductions.", "release_date": "2009-11-06", "poster": "/usUYAvVCiGZ4YlX3xBS8fLzjtiO.jpg", "runtime": 98, "id": 22824, "genre_ids": [53]}, {"title": "The Collector", "overview": "Desperate to repay his debt to his ex-wife, an ex-con plots a heist at his new employer's country home, unaware that a second criminal has also targeted the property, and rigged it with a series of deadly traps.", "release_date": "2009-07-09", "poster": "/zJrfUPrt9HhsZhDKjjarivGh7pT.jpg", "runtime": 88, "id": 21407, "genre_ids": [27, 53]}, {"title": "Pawn Sacrifice", "overview": "American chess champion Bobby Fischer prepares for a legendary match-up against Russian Boris Spassky.", "release_date": "2015-09-16", "poster": "/mxdpBuSMqql2Uvv27NIV1pahcsW.jpg", "runtime": 114, "id": 245698, "genre_ids": [18]}, {"title": "Harold and Maude", "overview": "The young Harold lives in his own world of suicide-attempts and funeral visits to avoid the misery of his current family and home environment. Harold meets an 80-year-old woman named Maude who also lives in her own world yet one in which she is having the time of her life. When the two opposites meet they realize that their differences don’t matter and they become best friends and love each other.", "release_date": "1971-12-20", "poster": "/xqay68babjK46U9WBFD2TmtnGcx.jpg", "runtime": 91, "id": 343, "genre_ids": [18, 35, 10749]}, {"title": "M. Hulot's Holiday", "overview": "Monsieur Hulot comes to a beachside hotel for a vacation, where he accidentally (but good-naturedly) causes havoc.", "release_date": "1953-02-26", "poster": "/61G1lOkaFwt2XTYXgs9wFGDvyBV.jpg", "runtime": 84, "id": 778, "genre_ids": [35, 10751]}, {"title": "When in Rome", "overview": "After fishing out coins from a water fountain in Italy, cynical New Yorker Beth Harper finds herself being wooed by several ardent suitors. As she deals with the attention, Beth tries to figure out whether a charming reporter really loves her.", "release_date": "2010-01-29", "poster": "/lsq9k09TGKXMbAqNr5lNj8EInQf.jpg", "runtime": 91, "id": 13477, "genre_ids": [14, 35, 10749]}, {"title": "Wayne's World 2", "overview": "A message from Jim Morrison in a dream prompts cable access TV stars Wayne and Garth to put on a rock concert, \"Waynestock,\" with Aerosmith as headliners. But amid the preparations, Wayne frets that a record producer is putting the moves on his girlfriend, Cassandra, while Garth handles the advances of mega-babe Honey Hornee.", "release_date": "1993-12-10", "poster": "/pBs9DuzWhqWX7vPjzB6AvAXKXzM.jpg", "runtime": 95, "id": 8873, "genre_ids": [35]}, {"title": "Ashby", "overview": "When new kid in town Ed Wallis is given an assignment to interview an older person, he turns to his mysterious neighbor, Ashby Holt for help.  That new connection leads to unexpected journeys for both of them, as Ashby – who turns out to be a retired CIA assassin – deals with a terminal prognosis, and Ed deals with adjusting to life with his newly single mom and developing relationship with a brainy classmate, Eloise.", "release_date": "2015-04-19", "poster": "/o4gaHLrCIC2rHNxdsfYX427ZVYI.jpg", "runtime": 102, "id": 330112, "genre_ids": [35, 18]}, {"title": "Igor", "overview": "Animated fable about a cliché hunchbacked evil scientist's assistant who aspires to become a scientist himself, much to the displeasure of the rest of the evil science community.", "release_date": "2008-09-19", "poster": "/en4ddVTs4n49iDYMZtkvedFgcM8.jpg", "runtime": 87, "id": 14248, "genre_ids": [16, 35, 10751, 14]}, {"title": "11:14", "overview": "Tells the seemingly random yet vitally connected story of a set of incidents that all converge one evening at 11:14pm. The story follows the chain of events of five different characters and five different storylines that all converge to tell the story of murder and deceit.", "release_date": "2003-05-16", "poster": "/6jSXwWxNPp7zVoGtgYRWjx3x7ko.jpg", "runtime": 86, "id": 9282, "genre_ids": [80, 18, 53]}, {"title": "The Benefactor", "overview": "A newly married couple (Dakota Fanning and Theo James) are forced to navigate the all-consuming interest of a powerful, mysterious, and possessive philanthropist (brilliantly played by Richard Gere).", "release_date": "2015-04-17", "poster": "/bZZ9HqCrdsiq7jGzINdCBK12RmG.jpg", "runtime": 90, "id": 328901, "genre_ids": [18]}, {"title": "Queen of the Desert", "overview": "A chronicle of Gertrude Bell's life, a traveler, writer, archaeologist, explorer, cartographer, and political attaché for the British Empire at the dawn of the twentieth century.", "release_date": "2015-09-03", "poster": "/6eZJmCRfdqTEI8MvrWiwTzeweSC.jpg", "runtime": 128, "id": 157843, "genre_ids": [18, 36]}, {"title": "Three Days of the Condor", "overview": "A bookish CIA researcher finds all his co-workers dead, and must outwit those responsible until he figures out who he can really trust.", "release_date": "1975-09-24", "poster": "/rjBul2hHPXWn8vVBlBlvETY63c3.jpg", "runtime": 117, "id": 11963, "genre_ids": [28, 53, 9648]}, {"title": "The Double", "overview": "The mysterious murder of a US senator bearing the distinctive trademark of the legendary Soviet assassin \"Cassius,\" forces Paul Shepherdson (Richard Gere), a retired CIA operative, to team with rookie FBI agent, Ben Geary (Topher Grace), to solve the crime. Having spent his career chasing Cassius, Shepherdson is convinced his nemesis is long dead, but is pushed to take on the case by his former supervisor, Tom Highland (Martin Sheen). Meanwhile, Agent Geary, who wrote his Master's thesis on Shepherdson's pursuit of the Soviet killer, is certain that Cassius has resurfaced. As Shepherdson and Geary work their way through crimes both past and present, they discover that Cassius may not be the person they always thought him to be, forcing both to re-examine everything and everyone around them.", "release_date": "2011-10-27", "poster": "/7FEQQuznwV1RyNEOxJWhQ3tUqnr.jpg", "runtime": 98, "id": 73499, "genre_ids": [18, 28, 53, 80, 9648]}, {"title": "A Nightmare on Elm Street 5: The Dream Child", "overview": "Alice, having survived the previous installment of the Nightmare series, finds the deadly dreams of Freddy Krueger starting once again. This time, the taunting murderer is striking through the sleeping mind of Alice's unborn child. His intention is to be \"born again\" into the real world. The only one who can stop Freddy is his dead mother, but can Alice free her spirit in time to save her own son?", "release_date": "1989-08-11", "poster": "/vnorsG2pKAVqIMYsDJbKoOr4CsX.jpg", "runtime": 89, "id": 10160, "genre_ids": [27, 53]}, {"title": "The Good Girl", "overview": "A discount store clerk strikes up an affair with a stock boy who considers himself the incarnation of Holden Caulfield.", "release_date": "2002-01-12", "poster": "/vyG6wlWFcCIoKHPPiFsdv8ZWQ9L.jpg", "runtime": 93, "id": 9962, "genre_ids": [35, 18, 10749]}, {"title": "Zambezia", "overview": "Set in a bustling bird city on the edge of the majestic Victoria Falls, \"Zambezia\" is the story of Kai - a naïve, but high-spirited young falcon who travels to the bird city of \"Zambezia\" where he discovers the truth about his origins and, in defending the city, learns how to be part of a community", "release_date": "2012-06-05", "poster": "/dLZTSTe4czdJ3Fr6vwy8XwVzLF5.jpg", "runtime": 83, "id": 133931, "genre_ids": [16]}, {"title": "Midnight Express", "overview": "Billy Hayes is caught attempting to smuggle drugs out of Turkey. The Turkish courts decide to make an example of him, sentencing him to more than 30 years in prison. Hayes has two opportunities for release: the appeals made by his lawyer, his family, and the American government, or the \"Midnight Express\".", "release_date": "1978-10-06", "poster": "/afgAGwV1WXjMoooUzaSnw7XAvhj.jpg", "runtime": 121, "id": 11327, "genre_ids": [18, 80]}, {"title": "District 13: Ultimatum", "overview": "Damien and Leito return to District 13 on a mission to bring peace to the troubled sector that is controlled by five different gang bosses, before the city's secret services take drastic measures to solve the problem.", "release_date": "2009-02-08", "poster": "/9dONlMfokUH5dfsjZJgpDl1KB12.jpg", "runtime": 101, "id": 15357, "genre_ids": [28, 53, 80]}, {"title": "Oliver & Company", "overview": "This animated take on Oliver Twist re-imagines Oliver as an adorable orphaned kitten who struggles to survive in New York City and falls in with a band of canine criminals led by an evil human. First, Oliver meets Dodger, a carefree mutt with street savoir faire. But when Oliver meets wealthy Jenny on one of the gang's thieving missions, his life changes forever.", "release_date": "1988-11-18", "poster": "/m54pXsIUy3IJoaGhk3RwKsZQPG8.jpg", "runtime": 74, "id": 12233, "genre_ids": [16, 35, 10751]}, {"title": "Bringing Up Baby", "overview": "David Huxley is waiting to get a bone he needs for his museum collection. Through a series of strange circumstances, he meets Susan Vance, and the duo have a series of misadventures which include a leopard called Baby.", "release_date": "1938-02-18", "poster": "/5L9jsJNV9xHCm3M2I9C1cGpaH2E.jpg", "runtime": 102, "id": 900, "genre_ids": [35, 10749]}, {"title": "The Negotiator", "overview": "The police try to arrest expert hostage negotiator Danny Roman, who insists he's being framed for his partner's murder in what he believes is an elaborate conspiracy. Thinking there's evidence in the Internal Affairs offices that might clear him, he takes everyone in the office hostage and demands that another well-known negotiator be brought in to handle the situation and secretly investigate the conspiracy.", "release_date": "1998-07-29", "poster": "/uA1zKgJVoO0ljbSbKXyek5YbLwv.jpg", "runtime": 140, "id": 9631, "genre_ids": [28, 12, 80, 18, 9648, 53]}, {"title": "THX 1138", "overview": "People in the future live in a totalitarian society. A technician named THX 1138 lives a mundane life between work and taking a controlled consumption of drugs that the government uses to make puppets out of people. As THX is without drugs for the first time he has feelings for a woman and they start a secret relationship. The first film from George Lucas.", "release_date": "1971-03-11", "poster": "/8cie5mojY6MlIrYMs9EtNSyterv.jpg", "runtime": 86, "id": 636, "genre_ids": [18, 9648, 878, 53]}, {"title": "The Lost Boys", "overview": "A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.", "release_date": "1987-07-31", "poster": "/evo7oiay9qDUzY510VhrB3YzyJs.jpg", "runtime": 97, "id": 1547, "genre_ids": [35, 27]}, {"title": "Y tu mamá también", "overview": "In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.", "release_date": "2001-06-08", "poster": "/lA52Zr0MGkCDDAzwno9ruCjDwK0.jpg", "runtime": 106, "id": 1391, "genre_ids": [18, 10749]}, {"title": "Jack the Giant Slayer", "overview": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. Fighting for a kingdom, its people, and the love of a brave princess, he comes face to face with the unstoppable warriors he thought only existed in legend–and gets the chance to become a legend himself.", "release_date": "2013-02-27", "poster": "/skn7v9tBfFf7sK5CCuLjQRSpMZ1.jpg", "runtime": 114, "id": 81005, "genre_ids": [14, 28]}, {"title": "The Big Boss", "overview": "Chen is a city boy who moves with his cousins to work at a ice factory. He does this with a family promise never to get involved in any fight. However, when members of his family begin disappearing after meeting the management of the factory, the resulting mystery and pressures forces him to break that vow and take on the villainy of the Big Boss.", "release_date": "1971-10-02", "poster": "/XPDFUHPCK0mfCLBvwgsgKiVF1d.jpg", "runtime": 100, "id": 12481, "genre_ids": [28]}, {"title": "The Omen", "overview": "A diplomatic couple adopts the son of the devil without knowing it. A remake of the classic horror film of the same name from 1976.", "release_date": "2006-06-06", "poster": "/kqKHg1qXuaIOhnKmPEF1GLzGrOY.jpg", "runtime": 110, "id": 806, "genre_ids": [18, 27, 53]}, {"title": "Good People", "overview": "Tom and Anna Wright, a young American couple, fall into severe debt while renovating Anna's family home in London. As the couple faces the loss of their dream to have a house and start a family, they discover that the tenant in the apartment below them is dead, and he's left behind a stash of cash—$400,000 worth. Though initially hesitant, Tom and Anna decide that the plan is simple: all they have to do is quietly take the money and use only what's necessary to get them out of debt. But when they start spending the money and can't seem to stop, they find themselves the target of a deadly adversary—the thief who stole it—and that's when very bad things start happening to good people.", "release_date": "2014-09-26", "poster": "/5dpxUZluqkIVSxCb5h0xRvcpkFE.jpg", "runtime": 90, "id": 262338, "genre_ids": [53, 80, 28]}, {"title": "The Mothman Prophecies", "overview": "Reporter John Klein is plunged into a world of impossible terror and unthinkable chaos when fate draws him to a sleepy West Virginia town whose residents are being visited by a great winged shape that sows hideous nightmares and fevered visions.", "release_date": "2002-01-25", "poster": "/746O4Rn8TKRp2UZoenD4dgwmKMj.jpg", "runtime": 119, "id": 2637, "genre_ids": [18, 9648, 53, 27]}, {"title": "The Pass", "overview": "Nineteen-year-old Jason and Ade have been in the Academy of a famous London football club since they were eight years old. It's the night before their first-ever game for the first team - a Champions League match - and they're in a hotel room in Romania. They should be sleeping, but they're over-excited. They skip, fight, mock each other, prepare their kit, watch a teammate's sex tape. And then, out of nowhere, one of them kisses the other. The impact of this 'pass' reverberates through the next ten years of their lives - a decade of fame and failure, secrets and lies, in a sporting world where image is everything.", "release_date": "2016-03-16", "poster": null, "runtime": 88, "id": 382475, "genre_ids": [18]}, {"title": "The Time Machine", "overview": "A Victorian Englishman travels to the far future and finds that humanity has divided into two hostile species.", "release_date": "1960-08-17", "poster": "/uhv4yYudpPUJPgsOXM8dlEvyi5Q.jpg", "runtime": 103, "id": 2134, "genre_ids": [53, 12, 14, 878, 10749]}, {"title": "Boiler Room", "overview": "A college dropout gets a job as a broker for a suburban investment firm, which puts him on the fast track to success, but the job might not be as legitimate as it sounds.", "release_date": "2000-02-18", "poster": "/saPIJPgg5EHyduryuRAEr8y3SuX.jpg", "runtime": 118, "id": 14181, "genre_ids": [80, 18, 53]}, {"title": "Napoleon Dynamite", "overview": "A listless and alienated teenager decides to help his new friend win the class presidency in their small western high school, while he must deal with his bizarre family life back home.", "release_date": "2004-06-11", "poster": "/s0yuDUKiAJNl5XkO9OT4aFwnA3I.jpg", "runtime": 95, "id": 8193, "genre_ids": [35]}, {"title": "Edge of Darkness", "overview": "As a seasoned homicide detective, Thomas Craven has seen the bleakest side of humanity. But nothing prepares him for the toughest investigation of his life: the search for his only daughter Emma's killer. Now, he is on a personal mission to uncover the disturbing secrets surrounding her murder, including corporate corruption, government collusion and Emma's own mysterious life.", "release_date": "2010-01-29", "poster": "/u3kUkeKziARwvKFlWo6ZBYnaCpG.jpg", "runtime": 117, "id": 12201, "genre_ids": [80, 18, 9648, 53]}, {"title": "The Multiples Trilogy", "overview": "A trilogy of experimental/non-narrative short films -- zoo, propeller, and safety -- directed and composed by Eli Hayes, exploring the relationship between dreamscapes and reality (industrial, naturalistic and voyeuristic themes) primarily though formal and structural editing techniques.", "release_date": "2016-03-10", "poster": "/fLm9vKlF096yx1KQBUK6pZ0mGCY.jpg", "runtime": 12, "id": 386789, "genre_ids": [14, 27, 10402]}, {"title": "Batman: The Dark Knight Returns, Part 2", "overview": "Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.", "release_date": "2013-01-18", "poster": "/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg", "runtime": 78, "id": 142061, "genre_ids": [16, 28]}, {"title": "Ed Wood", "overview": "The mostly true story of the legendary \"worst director of all time\", who, with the help of his strange friends, filmed countless B-movies without ever becoming famous or successful.", "release_date": "1994-09-27", "poster": "/9qBe2sUDyY2dFH1iHq0SZb1G4QG.jpg", "runtime": 127, "id": 522, "genre_ids": [35, 18, 36]}, {"title": "Scrooged", "overview": "In this modern take on Charles Dickens' \"A Christmas Carol,\" Frank Cross (Bill Murray) is a wildly successful television executive whose cold ambition and curmudgeonly nature has driven away the love of his life, Claire Phillips (Karen Allen). But after firing a staff member, Eliot Loudermilk (Bobcat Goldthwait), on Christmas Eve, Frank is visited by a series of ghosts who give him a chance to re-evaluate his actions and right the wrongs of his past.", "release_date": "1988-11-22", "poster": "/9gUQPVt0QZYKUBrGGtknfrsRQ1c.jpg", "runtime": 101, "id": 9647, "genre_ids": [14, 35, 18]}, {"title": "The Haunted Mansion", "overview": "Workaholic Jim Evers, his wife/business partner Sara Evers get a call one night from a mansion owner named Edward Gracey wants to sell his house. Once the Evers family arrive at the mansion a butler named ramsley takes them to dine with Master Gracey. Master Gracey takes one look at Sara and he thinks she's his lost lover. The evers family are trapped in the mansion. Then the magic begins.", "release_date": "2003-11-25", "poster": "/gEAvUQ4357Fghaqthi7X3wK9Y9U.jpg", "runtime": 99, "id": 10756, "genre_ids": [53, 14, 35, 10751, 9648]}, {"title": "Crimson Tide", "overview": "On a US nuclear missile sub, a young first officer stages a mutiny to prevent his trigger happy captain from launching his missiles before confirming his orders to do so.", "release_date": "1995-05-12", "poster": "/oDJyDX11HW4j565vUjmFagKxDTQ.jpg", "runtime": 116, "id": 8963, "genre_ids": [28, 53, 18]}, {"title": "Honey, We Shrunk Ourselves", "overview": "The joke's on absent-minded scientist Wayne Szalinski when his troublesome invention shrinks him, his brother and their wives so effectively that their children think they've completely disappeared. Of course, this gives the kids free rein to do anything they want, unaware that their parents are watching every move.", "release_date": "1997-03-18", "poster": "/9QNAFB9apYxxGPa2F7BsiREMUA4.jpg", "runtime": 74, "id": 11425, "genre_ids": [12, 35, 10751, 878, 28]}, {"title": "Private Benjamin", "overview": "A sheltered young high society woman joins the army on a whim and finds herself in a more difficult situation than she ever expected.", "release_date": "1980-10-06", "poster": "/hSg3XEcEW73qIktXDCkScX9Ef7R.jpg", "runtime": 109, "id": 10765, "genre_ids": [35]}, {"title": "Prime", "overview": "A career driven professional from Manhattan is wooed by a young painter, who also happens to be the son of her psychoanalyst.", "release_date": "2005-09-21", "poster": "/dQxtI83slU5fAq6WZjEmIDAtYvM.jpg", "runtime": 102, "id": 2313, "genre_ids": [35, 18, 10749]}, {"title": "The Long Kiss Goodnight", "overview": "Samantha Caine, suburban homemaker, is the ideal mom to her 8 year old daughter Caitlin. She lives in Honesdale, PA, has a job teaching school and makes the best Rice Krispie treats in town. But when she receives a bump on her head, she begins to remember small parts of her previous life as a lethal, top-secret agent", "release_date": "1996-10-11", "poster": "/ibiC3QkZuzBY9EduUY4nnprOAk5.jpg", "runtime": 120, "id": 11412, "genre_ids": [9648, 28, 53, 80, 18]}, {"title": "Tucker and Dale vs Evil", "overview": "Two hillbillies are suspected of being killers by a group of paranoid college kids camping near the duo's West Virginian cabin. As the body count climbs, so does the fear and confusion as the college kids try to seek revenge against the pair.", "release_date": "2010-01-22", "poster": "/lNaivZXcad1bXDoptUzV3PQ2Ms0.jpg", "runtime": 89, "id": 46838, "genre_ids": [35, 27]}, {"title": "Valhalla Rising", "overview": "1000 AD, for years, One Eye, a mute warrior of supernatural strength, has been held prisoner by the Norse chieftain Barde. Aided by Are, a boy slave, One Eye slays his captor and together he and Are escape, beginning a journey into the heart of darkness. On their flight, One Eye and Are board a Viking vessel, but the ship is soon engulfed by an endless fog that clears only as the crew sights an unknown land. As the new world reveals its secrets and the Vikings confront their terrible and bloody fate, One Eye discovers his true self.", "release_date": "2009-09-04", "poster": "/gOZbRtcLCgDARcIkc6Zv2P1UDti.jpg", "runtime": 93, "id": 37861, "genre_ids": [12, 18, 28, 14]}, {"title": "This Is It", "overview": "A compilation of interviews, rehearsals and backstage footage of Michael Jackson as he prepared for his series of sold-out shows in London.", "release_date": "2009-10-28", "poster": "/4ZgT8FRJxxpG0mgOIPeCgjzAsBR.jpg", "runtime": 111, "id": 13576, "genre_ids": [10402, 99]}, {"title": "George of the Jungle", "overview": "Baby George got into a plane crash in a jungle, stayed alive and was adopted by a wise ape. Ursula Stanhope, US noble woman is saved from death on safari by grown-up George, and he takes her to jungle to live with him. He slowly learns a rules of human relationships, while Ursula's lover Lyle is looking for her and the one who took her. After they are found, Ursula takes George to the USA.", "release_date": "1997-07-15", "poster": "/wTvuMi6YlO6bVe2Ax5mEL1dbVYv.jpg", "runtime": 92, "id": 10603, "genre_ids": [28, 12, 35, 10751, 10749]}, {"title": "Half Past Dead", "overview": "This movie tells the story of a man who goes undercover in a hi-tech prison to find out information to help prosecute those who killed his wife. While there he stumbles onto a plot involving a death-row inmate and his $200 million stash of gold.", "release_date": "2002-11-15", "poster": "/hO6GAvvXhhgLoe7a9BUhc563Sun.jpg", "runtime": 98, "id": 10167, "genre_ids": [80, 28, 53]}, {"title": "Being There", "overview": "A simple-minded gardener named Chance has spent all his life in the Washington D.C. house of an old man. When the man dies, Chance is put out on the street with no knowledge of the world except what he has learned from television.", "release_date": "1979-12-19", "poster": "/bgTFBMBuh4jA45l0DYyHC2GTq8X.jpg", "runtime": 130, "id": 10322, "genre_ids": [35, 18]}, {"title": "Sex and the City", "overview": "A New York writer on sex and love is finally getting married to her Mr. Big. But her three best girlfriends must console her after one of them inadvertently leads Mr. Big to jilt her.", "release_date": "2008-05-12", "poster": "/dG0hCVh0ScJtbn6NF7ZAA7JDCQe.jpg", "runtime": 145, "id": 4564, "genre_ids": [35, 18, 10749]}, {"title": "The Lake House", "overview": "A lonely doctor who once occupied an unusual lakeside home begins exchanging love letters with its former resident, a frustrated architect. They must try to unravel the mystery behind their extraordinary romance before it's too late", "release_date": "2006-06-16", "poster": "/wdo6HYviSRaCuc6giVfzgYDfiI0.jpg", "runtime": 99, "id": 2044, "genre_ids": [18]}, {"title": "Racing Extinction", "overview": "An unlikely team of activists and innovators hatches a bold mission to save endangered species.", "release_date": "2015-01-24", "poster": "/tENJr4bAizil1rq4oNgL6F64aqY.jpg", "runtime": 90, "id": 300792, "genre_ids": [12, 99, 28]}, {"title": "Jersey Boys", "overview": "From director Clint Eastwood comes the big-screen version of the Tony Award-winning musical Jersey Boys. The film tells the story of four young men from the wrong side of the tracks in New Jersey who came together to form the iconic 1960s rock group The Four Seasons. The story of their trials and triumphs are accompanied by the songs that influenced a generation, including “Sherry,” “Big Girls Don’t Cry,” “Walk Like a Man,” “Rag Doll,” and many more.", "release_date": "2014-06-05", "poster": "/eauqByydTE8zx74Hd4CSE5mCw3u.jpg", "runtime": 134, "id": 209451, "genre_ids": [10402, 18]}, {"title": "Just Visiting", "overview": "A knight and his valet are plagued by a witch, and to repair the damage they make use of the services of a wizard. However, something goes wrong and they are transported from the 12th century to the year 2000. There the knight meets some of his family and slowly learns what this new century is like. However, he still needs to get back to the 12th century to deal with the witch, so he starts looking for a wizard.", "release_date": "2001-04-06", "poster": "/hwTDi6OwupeCn4zmFMtBXfMRRty.jpg", "runtime": 88, "id": 56715, "genre_ids": [14, 35, 878]}, {"title": "Boogie Nights", "overview": "Set in 1977, back when sex was safe, pleasure was a business and business was booming, idealistic porn producer Jack Horner aspires to elevate his craft to an art form. Horner discovers Eddie Adams, a hot young talent working as a busboy in a nightclub, and welcomes him into the extended family of movie-makers, misfits and hangers-on that are always around. Adams' rise from nobody to a celebrity adult entertainer is meteoric, and soon the whole world seems to know his porn alter ego, \"Dirk Diggler\". Now, when disco and drugs are in vogue, fashion is in flux and the party never seems to stop, Adams' dreams of turning sex into stardom are about to collide with cold, hard reality.", "release_date": "1997-09-11", "poster": "/gTq6MPt7SeMiJ2miHeMoNEZTz4p.jpg", "runtime": 155, "id": 4995, "genre_ids": [18]}, {"title": "In the Name of the Father", "overview": "A small time thief from Belfast, Gerry Conlon, is falsely implicated in the IRA bombing of a pub that kills several people while he is in London. He and his four friends are coerced by British police into confessing their guilt. Gerry's father and other relatives in London are also implicated in the crime. He spends fifteen years in prison with his father trying to prove his innocence.", "release_date": "1993-12-12", "poster": "/I6Gmqloh82fjX7Bj0AioL0bdjX.jpg", "runtime": 133, "id": 7984, "genre_ids": [18]}, {"title": "Seven Psychopaths", "overview": "A struggling screenwriter inadvertently becomes entangled in the Los Angeles criminal underworld after his oddball friends kidnap a gangster's beloved Shih Tzu.", "release_date": "2012-09-07", "poster": "/hdxBR59KCARSYBXvJsFwU2xL2Yt.jpg", "runtime": 110, "id": 86838, "genre_ids": [35, 80, 53]}, {"title": "According to Greta", "overview": "Greta is a waitress who falls for an ambitious cook at the restaurant where they work. But as their summer romance heats up, she has to overcome the concerns of her grandparents about her boyfriend's criminal past.", "release_date": "2009-11-25", "poster": "/wC6llGjqJSQQZoyVo4OseiZQi2o.jpg", "runtime": 92, "id": 26035, "genre_ids": [18, 10749]}, {"title": "The Big Year", "overview": "Three avid bird watchers compete to spot the rarest birds in North America at a prestigious annual event.", "release_date": "2011-10-14", "poster": "/kBnR6jbFRnbSQTqLEcDpKd7FxK5.jpg", "runtime": 100, "id": 73937, "genre_ids": [35]}, {"title": "Melancholia", "overview": "Two sisters find their already strained relationship challenged as a mysterious new planet threatens to collide with Earth.", "release_date": "2011-05-26", "poster": "/eCjATHunhgLl9ARKUFtmKguaWDJ.jpg", "runtime": 136, "id": 62215, "genre_ids": [18, 878]}, {"title": "Cell 211", "overview": "The story of two men on different sides of a prison riot -- the inmate leading the rebellion and the young guard trapped in the revolt, who poses as a prisoner in a desperate attempt to survive the ordeal.", "release_date": "2009-11-06", "poster": "/kIC41387ph63EIWaGkHxij6S68n.jpg", "runtime": 110, "id": 33273, "genre_ids": [28, 53, 18]}, {"title": "Tarzan & Jane", "overview": "Sprightly amusement for kids of all ages, Disney's direct-to-video sequel to its animated hit sandwiches jungle derring-do and lots of silly sight gags between song and dance number. With the first anniversary of her wedding to Tarzan (voice of Michael T. Weiss) beckoning, Jane (Olivia D'Abo) ponders how to make it the perfect English celebration", "release_date": "2002-06-24", "poster": "/6LcIdxV6OWrAm8IqgUkULvXwBRQ.jpg", "runtime": 75, "id": 13683, "genre_ids": [16, 35, 10751]}, {"title": "Quills", "overview": "A nobleman with a literary flair, the Marquis de Sade lives in a madhouse where a beautiful laundry maid smuggles his erotic stories to a printer, defying orders from the asylum's resident priest. The titillating passages whip all of France into a sexual frenzy, until a fiercely conservative doctor tries to put an end to the fun.", "release_date": "2000-09-02", "poster": "/4fz5LDFsapXDJVLsy2jh5VPZtR0.jpg", "runtime": 124, "id": 10876, "genre_ids": [18]}, {"title": "Billy Madison", "overview": "Billy Madison is the 27 year-old son of Bryan Madison, a very rich man who has made his living in the hotel industry. Billy stands to inherit his father's empire but only if he can make it through all 12 grades, 2 weeks per grade, to prove that he has what it takes to run the family business.", "release_date": "1995-02-10", "poster": "/5mP8F0NYSVrwrlWRCSD4uywMNnX.jpg", "runtime": 89, "id": 11017, "genre_ids": [35]}, {"title": "Dumbo", "overview": "Dumbo is a baby elephant born with oversized ears and a supreme lack of confidence. But thanks to his even more diminutive buddy -- Timothy the Mouse -- the pint-sized pachyderm learns to surmount all obstacles.", "release_date": "1941-10-23", "poster": "/r5IqhwZ61OuKlsyDwvXWyWQZK30.jpg", "runtime": 64, "id": 11360, "genre_ids": [16, 10751]}, {"title": "My Name Is Nobody", "overview": "Jack Beauregard, one of the greatest gunman of the Old West, only wants to retire in peace and move to Europe. But a young gunfighter, known as \"Nobody\", who idolizes Beauregard, wants him to go out in glory. So he arranges for Jack to face the 150-man gang known as The Wild Bunch and earn his place in history.", "release_date": "1973-12-12", "poster": "/lPQ7aqfPJnrLyPwKUYscHdLXpC6.jpg", "runtime": 117, "id": 9474, "genre_ids": [35, 37]}, {"title": "Submarine", "overview": "15-year-old deep-thinker Oliver Tate struggles to initiate and maintain a relationship with Jordana, his devilish, dark-haired classmate.  As his parents' marriage begins to fall apart, similar problems arise in his relationship with Jordana.", "release_date": "2011-03-18", "poster": "/ibYScMoDmBktoIZzUDFrhPpTPlH.jpg", "runtime": 97, "id": 49020, "genre_ids": [18, 35, 10749]}, {"title": "Marguerite", "overview": "Paris in the 1920s. Marguerite Dumont is a wealthy woman with a passion for music and the opera. For years, she has performed regularly for a circle of guests. But Marguerite sings tragically out of tune and no one has ever told her. Her husband and her close friends have always encouraged her in her illusions. Things become very complicated the day she gets it into her head to perform in front of a genuine public, at the Opera.", "release_date": "2015-09-16", "poster": "/czqbIfyKpJmfUSPnJEj7O1OmC15.jpg", "runtime": 127, "id": 352157, "genre_ids": [18]}, {"title": "The Guard", "overview": "An unorthodox Irish policeman with a confrontational personality is teamed up with an uptight FBI agent to investigate an international drug-smuggling ring.", "release_date": "2011-07-07", "poster": "/w76a9dfAblqxiXjLSYSI5OAuJYZ.jpg", "runtime": 96, "id": 67913, "genre_ids": [28, 35, 53, 80]}, {"title": "Up in the Air", "overview": "George Clooney plays the dry cynical character of Ryan Bingham, an executive who specializes in \"downsizing\". Ryan lives out of his suitcase, traveling the country for the sole purpose terminating unwanted employees day after day. Just as Ryan is about to reach his life-long goal of the ten million mile frequent flyer mark some major changes come his way. Changes that threaten to crack the cold heartless exterior that is Ryan Bingham.", "release_date": "2009-09-05", "poster": "/mlH82Vp7U6sKTS0Rqm4ZU61CypY.jpg", "runtime": 109, "id": 22947, "genre_ids": [18, 10749]}, {"title": "Private Lessons", "overview": "Phillip Filmore is a naive, 15-year-old, preoccupied with sex, who develops a crush on Nicole Mallow, the new 30-something, French housekeeper and sitter to look after him when Phillip's father is out of town for the summer on a \"business\" trip. But Mr. Filmore's unscrupulous chauffeur, Lester Lewis, takes advantage of Phillip's crush on Nicole to hire her to seduce the youth, then draws her into a plot to fake her own death in a blackmail scheme aimed to drain Phillip's trust fund.", "release_date": "1981-08-21", "poster": "/zMhUcqWv7eTHIw1PW7l6jdFyPm9.jpg", "runtime": 87, "id": 41280, "genre_ids": [10749, 35]}, {"title": "Defendor", "overview": "A crooked cop, a mob boss and the young girl they abuse are the denizens of a city's criminal underworld. It's a world that ordinary Arthur Poppington doesn't understand and doesn't belong in, but is committed to fighting when he changes into a vigilante super-hero of his own making, Defendor. With no power other than courage Defendor takes to the streets to protect the city's innocents.", "release_date": "2009-09-12", "poster": "/bGwWUN9aqglafPmZRNlW3tmspuZ.jpg", "runtime": 101, "id": 34769, "genre_ids": [18, 28, 35, 80]}, {"title": "Crime Busters", "overview": "An attempted robbery turns to be an unexpected recruitment when two unemployed men mistakenly break into a police office instead of a store.", "release_date": "1977-04-01", "poster": "/yb2MHtJit6BzdgKuiVzufoNXiql.jpg", "runtime": 110, "id": 11689, "genre_ids": [28, 35]}, {"title": "Aloha", "overview": "A celebrated military contractor returns to the site of his greatest career triumphs and re-connects with a long-ago love while unexpectedly falling for the hard-charging Air Force watchdog assigned to him.", "release_date": "2015-05-27", "poster": "/4Q0rnkCsQ9GhdnR66Bqjvav2Q1x.jpg", "runtime": 105, "id": 222936, "genre_ids": [12, 35, 10749]}, {"title": "World Trade Center", "overview": "On September, 11th 2001, after the terrorist attack to the World Trade Center, the building collapses over the rescue team from the Port Authority Police Department. Will Jimeno and his sergeant John McLoughlin are found alive trapped under the wreckage while the rescue teams fight to save them.", "release_date": "2006-08-09", "poster": "/hYbKIxMGqm0YaxGBYW52NbkYNAx.jpg", "runtime": 128, "id": 1852, "genre_ids": [18, 36, 53]}, {"title": "Post Grad", "overview": "Recent college graduate Ryden Malby has a grand plan: Find a fabulous apartment and land a job at a prestigious publishing house. However, her rival Jessica steals her dream job, and Ryden has to move back in with her weird family while she sorts out her life. A stack of rejection letters grows while she hangs out with her best friend and her neighbor, but if she is to gain traction in her life again, Ryden will have to make a new plan.", "release_date": "2009-08-21", "poster": "/enQB6ufX7ibbeovm0N8bsTX9xRJ.jpg", "runtime": 89, "id": 25704, "genre_ids": [35]}, {"title": "Free Willy", "overview": "When a boy learns that a beloved killer whale is to be killed by the aquarium owners, the boy risks everything to free the whale.", "release_date": "1993-07-16", "poster": "/vIjiTSNA52VGGP9eeegNaMKXNhf.jpg", "runtime": 112, "id": 1634, "genre_ids": [10751, 12]}, {"title": "Spy Kids 3-D: Game Over", "overview": "Carmen's caught in a virtual reality game designed by the Kids' new nemesis, the Toymaker (Stallone). It's up to Juni to save his sister, and ultimately the world.", "release_date": "2003-07-25", "poster": "/tethGDyocmatW6Li1NcUBXQo6Oo.jpg", "runtime": 84, "id": 12279, "genre_ids": [28, 12, 35, 10751, 878]}, {"title": "That Thing You Do!", "overview": "A Pennsylvania band scores a hit in 1964 and rides the star-making machinery as long as it can, with lots of help from its manager.", "release_date": "1996-10-04", "poster": "/luSHsQYyX0aukrHPL5joYOxcsO9.jpg", "runtime": 108, "id": 9591, "genre_ids": [35, 18]}, {"title": "Legend", "overview": "A young man must stop the Lord of Darkness from both destroying daylight and marrying the woman he loves.", "release_date": "1985-07-19", "poster": "/mJ9dl6hzp3xhCbohMgrai8I2AZU.jpg", "runtime": 114, "id": 11976, "genre_ids": [12, 14, 28, 10749]}, {"title": "Dan in Real Life", "overview": "Advice columnist Dan Burns (Carell) is an expert on relationships, but somehow struggles to succeed as a brother, a son and a single parent to three precocious daughters. Things get even more complicated when Dan finds out that the woman he falls in love with is actually his brother's new girlfriend.", "release_date": "2007-10-26", "poster": "/2HnyNUcQ9B5OJVJBIbidb0F9gT1.jpg", "runtime": 98, "id": 7211, "genre_ids": [35, 10749, 18]}, {"title": "Room in Rome", "overview": "A hotel room in the center of Rome serves as the setting for two young and recently acquainted women to have a physical adventure that touches their very souls.", "release_date": "2010-05-07", "poster": "/sFEsSbFBP7VBLzdFHdPZIia9IiT.jpg", "runtime": 109, "id": 48650, "genre_ids": [18, 10749]}, {"title": "Into the Blue", "overview": "Red-hot action superstars Paul Walker and Jessica Alba heat up the screen as two sexy young divers who dream of finding hidden treasure. When they take some friends (Scott Caan and Ashley Scott) on an extreme sport adventure, the last thing they expect to see below the shark-infested waters is a legendary pirate ship rumored to contain millions of dollars in gold.", "release_date": "2005-09-30", "poster": "/m64ptUEvvDDgeju5DlwKe6l92Tp.jpg", "runtime": 110, "id": 11968, "genre_ids": [28, 53, 12, 80]}, {"title": "Thunder and the House of Magic", "overview": "Thunder, an abandoned young cat seeking shelter from a storm, stumbles into the strangest house imaginable, owned by an old magician and inhabited by a dazzling array of automatons and gizmos. Not everyone welcomes the new addition to the troupe as Jack Rabbit and Maggie Mouse plot to evict Thunder. The situation gets worse when the magician lands in hospital and his scheming nephew sees his chance to cash in by selling the mansion. Our young hero is determined to earn his place and so he enlists the help of some wacky magician's assistants to protect his magical new home.", "release_date": "2013-12-24", "poster": "/unD7Hsmqw2LBRE09RUfGKjtaSdC.jpg", "runtime": 85, "id": 202575, "genre_ids": [10751, 14, 16, 12]}, {"title": "Changeling", "overview": "Christine Collins is overjoyed when her kidnapped son is brought back home. But when Christine suspects that the boy returned to her isn't her child, the police captain has her committed to an asylum.", "release_date": "2008-01-30", "poster": "/qtte2n6ygA1zVG5kLrjUGui28TJ.jpg", "runtime": 141, "id": 3580, "genre_ids": [18, 36, 9648]}, {"title": "Two Mules for Sister Sara", "overview": "Hogan, on his way to do some reconnaissance for a future mission to capture a French fort, encounters Sister Sara, a nun in trouble. Before he knows it, Hogan is accompanying Sister Sara in the dangerous frontier while she seeks to achieve a hidden goal.", "release_date": "1970-06-16", "poster": "/o2miC0ZiOaX4ob9LQCjQw3P2V7z.jpg", "runtime": 116, "id": 11916, "genre_ids": [37]}, {"title": "The Legend of 1900", "overview": "The story of a virtuoso piano player who lives his entire life aboard an ocean liner. Born and raised on the ship, 1900 (Tim Roth) learned about the outside world through interactions with passengers, never setting foot on land, even for the love of his life. Years later, the ship may be destroyed, and a former band member fears that 1900 may still be aboard, willing to go down with the ship.", "release_date": "1998-10-28", "poster": "/wss1PkvHD2cYH6lu5mSa2MgGoi.jpg", "runtime": 170, "id": 10376, "genre_ids": [14]}, {"title": "Wag the Dog", "overview": "During the final weeks of a presidential race, the President is accused of sexual misconduct. To distract the public until the election, the President's adviser hires a Hollywood producer to help him stage a fake war.", "release_date": "1997-12-25", "poster": "/sTsMrXrTya8KpFm8lgtlQR12X7Z.jpg", "runtime": 97, "id": 586, "genre_ids": [35, 18]}, {"title": "Land of the Lost", "overview": "On his latest expedition, Dr. Rick Marshall is sucked into a space-time vortex alongside his research assistant and a redneck survivalist. In this alternate universe, the trio make friends with a primate named Chaka, their only ally in a world full of dinosaurs and other fantastic creatures.", "release_date": "2009-06-05", "poster": "/avlfNn8w9F3Z6iKrGe8FnJpQr7j.jpg", "runtime": 102, "id": 18162, "genre_ids": [12, 35, 878]}, {"title": "Rollerball", "overview": "From the director of Die Hard comes this high-octane thriller that roars along at a breakneck pace (Los Angeles Times)! Starring Chris Klein (American Pie), Jean Reno (Ronin), LL Cool J (Charlie's Angels) and Rebecca Romijn-Stamos (X-Men), Rollerball goes full-throttle with excitement from its death-defying opening until its explosive end! Jonathan Cross (Klein) is the newest recruit in the most extreme sport of all time where his fast moves and killer looks make him an instant superstar. But Cross life in the fast lane collides with reality when he learns that the league's owner (Reno) is orchestrating serious on-court accidents to boost ratings. Now Cross plans to take down the owner and his ruthless sport before the game puts an end to him!", "release_date": "2002-02-08", "poster": "/iXatOaAN6aBsea4Of0eYpPw4cA7.jpg", "runtime": 98, "id": 11535, "genre_ids": [28, 878, 53]}, {"title": "The American", "overview": "Alone among assassins, Jack is a master craftsman. When a job in Sweden ends more harshly than expected for this American abroad, he vows to his contact Larry that his next assignment will be his last. Jack reports to the Italian countryside, where he holes up in a small town and relishes being away from death for a spell. The assignment, as specified by a Belgian woman, Mathilde, is in the offing as a weapon is constructed. Surprising himself, Jack seeks out the friendship of local priest Father Benedetto and pursues romance with local woman Clara. But by stepping out of the shadows, Jack may be tempting fate.", "release_date": "2010-08-31", "poster": "/fSjOt5mNKb1ht8oKu4mVICAwbAt.jpg", "runtime": 105, "id": 27579, "genre_ids": [80, 18, 53]}, {"title": "Proof", "overview": "Catherine is a woman in her late twenties who is strongly devoted to her father, Robert, a brilliant and well-known mathematician whose grip on reality is beginning to slip away. As Robert descends into madness, Catherine begins to wonder if she may have inherited her father’s mental illness along with his mathematical genius. When Robert’s work reveals a mathematical proof of potentially historic proportions, it sets off shock waves in more ways than one.", "release_date": "2005-09-05", "poster": "/epdaSTJ7sPeXrDaaRE4oefTqXqv.jpg", "runtime": 100, "id": 9777, "genre_ids": [18, 9648]}, {"title": "The Wicker Man", "overview": "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community.", "release_date": "2006-09-01", "poster": "/aeQ65vYvOCRmeO0uaVnjHOiDrXZ.jpg", "runtime": 102, "id": 9708, "genre_ids": [9648, 53, 27]}, {"title": "Three Steps Above Heaven", "overview": "Story of two young people who belong to different worlds. It is the chronicle of a love improbable, almost impossible but inevitable dragging in a frantic journey they discover the first great love. Babi (Maria Valverde) is a girl from upper-middle class that is educated in goodness and innocence . Hache (Mario Casas) is a rebellious boy, impulsive, unconscious, has a appetite for risk and danger embodied in endless fights and illegal motorbike races, the limit of common sense", "release_date": "2010-12-03", "poster": "/2VvVlD8YDhn0dlRpi7XJRcl8lt0.jpg", "runtime": 122, "id": 61979, "genre_ids": [10749, 18]}, {"title": "Don Jon", "overview": "A New Jersey guy dedicated to his family, friends, and church, develops unrealistic expectations from watching porn and works to find happiness and intimacy with his potential true love.", "release_date": "2013-07-26", "poster": "/7gGwL3ZMkaWx6Kcye3C9ABm4Ccp.jpg", "runtime": 90, "id": 138697, "genre_ids": [35, 18]}, {"title": "Dumb and Dumberer: When Harry Met Lloyd", "overview": "This wacky prequel to the 1994 blockbuster goes back to the lame-brained Harry and Lloyd's days as classmates at a Rhode Island high school, where the unprincipled principal puts the pair in remedial courses as part of a scheme to fleece the school.", "release_date": "2003-06-13", "poster": "/eizaKEnF108gQq89f1XsAyVxjq6.jpg", "runtime": 85, "id": 10152, "genre_ids": [35]}, {"title": "Still Smokin", "overview": "Cheech &amp; Chong are invited to a celebrity party in Amsterdam. When they get there, however, it turns out that the guy who invited them has taken off with all the money. They are actually expecting Burt Reynolds and Dolly Parton, so our heroes get to be Mr. Burt and Mr. Dolly.", "release_date": "1983-05-06", "poster": "/gng6AG9ThWt18aaT8wCpCkezwPI.jpg", "runtime": 91, "id": 12695, "genre_ids": [35]}, {"title": "Youth in Revolt", "overview": "Nick Twisp (Michael Cera), a teen with a taste for the finer things in life like Sinatra and Fellini, falls hopelessly in love with the beautiful, free-spirited Sheeni Saunders (Portia Doubleday) while on a family vacation.  But family, geography and jealous ex-lovers conspire to keep these two apart. Nick abandons his dull, predictable life and develops a rebellious alter ego: François.  With his ascot, his moustache and his cigarette, François will stop at nothing to be with Sheeni, and leads Nick on a path of destruction with unpredictable consequences..", "release_date": "2009-09-11", "poster": "/nQ45Ypo7fdgBWGUICyT0XR5RPU6.jpg", "runtime": 87, "id": 22327, "genre_ids": [18, 35, 10749]}, {"title": "Thick as Thieves", "overview": "A master thief recruits a notorious thief to help him steal two famous Faberge eggs from an impenetrable vault in an effort to pull off one final job and repay his debt to the Russian mob.", "release_date": "2009-01-09", "poster": "/qYMmEa4al0Xo5xU26d1ipM2DiDj.jpg", "runtime": 104, "id": 14979, "genre_ids": [28, 53, 80]}, {"title": "Trespass", "overview": "Kyle (Nicholas Cage) and Sarah Miller (Nicole Kidman) have it all: a huge gated house on the water, fancy cars, and the potential for romance in their relationship. He's just back from a business trip (he brokers diamonds) and their teen daughter Avery (Liana Liberato) is sneaking out to a party, when four thugs in security uniforms and ski masks stage a home invasion. They want what's in the safe: cash and diamonds. As Kyle stalls them, trying to negotiate for Sarah's freedom, the fault lines in Kyle and Sarah's marriage and the pasts of the four robbers come into play. Is there room here for heroism?", "release_date": "2011-10-14", "poster": "/kZ7BE0Ob664ZFuFrWNTm9eu62qW.jpg", "runtime": 91, "id": 70578, "genre_ids": [80, 18, 53]}, {"title": "St. Elmo's Fire", "overview": "Seven friends - Alec, Billy, Jules, Kevin, Kirby, Leslie and Wendy - are trying to navigate through life and their friendships following college graduation. Alec, who aspires to political life, has just shown his true colors by changing his allegiance from Democrat to Republican, which freaks out girlfriend Leslie, who he wants to marry. Budding architect Leslie, on the other hand, has an independent streak. She believes she has to make a name for herself to find out who she is before she can truly commit to another person in marriage. But Leslie and Alec have decided to live together. Because Leslie refuses to marry Alec, he believes that justifies certain behavior. Kirby, who wants to become a lawyer and who pays for his schooling by working as a waiter at their local hangout called St. Elmo's Bar, and struggling writer Kevin are currently roommates. They are on opposite extremes of the romance spectrum.", "release_date": "1985-06-28", "poster": "/h1bsWIQedOvYQyLVNCzOHHMDxYG.jpg", "runtime": 110, "id": 11557, "genre_ids": [18, 10749]}, {"title": "Trouble with the Curve", "overview": "Slowed by age and failing eyesight, crack baseball scout Gus Lobel takes his grown daughter along as he checks out the final prospect of his career. Along the way, the two renew their bond, and she catches the eye of a young player-turned-scout.", "release_date": "2012-09-21", "poster": "/vNWFhlTseaTupYmpnXxJLoShJe3.jpg", "runtime": 111, "id": 87825, "genre_ids": [18, 10749]}, {"title": "She’s Funny That Way", "overview": "On the set of a playwright's new project, a love triangle forms between his wife, her ex-lover, and the call girl-turned-actress cast in the production.", "release_date": "2014-10-27", "poster": "/yM1YDF9z26T8QaG8soIfvpAr9yl.jpg", "runtime": 93, "id": 245906, "genre_ids": [35]}, {"title": "Asterix and the Big Fight", "overview": "Gaullish custom requires that a would-be chief must challenge and defeat another to become the leader of two tribes. Vitalstatistix is not perturbed because of Getafix's magic potion. Getafix, however has an accident and forgets how to make it. Then Vitalstatistix is suddenly challenged.", "release_date": "1989-10-12", "poster": "/bXJ0wTCthDkVwTXiUJnoTDBkwiJ.jpg", "runtime": 81, "id": 11625, "genre_ids": [10751, 16, 12, 35]}, {"title": "Knockaround Guys", "overview": "Four sons of well-known New York mobsters must retrieve a bag of cash from a small Montana town ruled by a corrupt sheriff.", "release_date": "2001-09-07", "poster": "/9k4qBDdGFTAWXlqxwrki5g4lEcL.jpg", "runtime": 92, "id": 7501, "genre_ids": [80, 53]}, {"title": "Justice League: Crisis on Two Earths", "overview": "A heroic version of Lex Luthor from an alternate universe appears to recruit the Justice League to help save his Earth from the Crime Syndicate, an evil version of the League. What ensues is the ultimate battle of good versus evil in a war that threatens both planets and, through a devious plan launched by Batman's counterpart Owlman, puts the balance of all existence in peril.", "release_date": "2010-02-23", "poster": "/mImQPVPKNGlqPDmewsZ7TLvHND.jpg", "runtime": 75, "id": 30061, "genre_ids": [28, 12, 16]}, {"title": "Home Sweet Hell", "overview": "Mona and Don’s seemingly perfect suburban bliss is disrupted by a sexy extortionist and Mona will stop at nothing, including killing the competition, to keep her little slice of heaven.", "release_date": "2015-03-13", "poster": "/pFKQZliM8kTv0cGSbvOaCfptUHk.jpg", "runtime": 98, "id": 276839, "genre_ids": [18, 35]}, {"title": "The Faculty", "overview": "When some very creepy things start happening around school, the kids at Herrington High make a chilling discovery that confirms their worst suspicions: their teachers really are from another planet! As mind-controlling parasites rapidly begin spreading from the faculty to the students' bodies, it's ultimately up to the few who are left – an unlikely collection of loners, leaders, nerds and jocks – to save the world from alien domination.", "release_date": "1998-12-25", "poster": "/6L1SgKyzDy5x2oEskUyfMcdVed2.jpg", "runtime": 104, "id": 9276, "genre_ids": [27, 9648, 878]}, {"title": "Hummingbird", "overview": "Homeless and on the run from a military court martial, a damaged ex-special forces soldier navigating London's criminal underworld seizes an opportunity to assume another man's identity, transforming into an avenging angel in the process.", "release_date": "2013-05-07", "poster": "/tVOPEBdjoIqaRDE5INctTcoI0Va.jpg", "runtime": 100, "id": 136418, "genre_ids": [28, 53]}, {"title": "Return to the Blue Lagoon", "overview": "In this sequel to the 1980 classic, two children are stranded on a beautiful island in the South Pacific. With no adults to guide them, the two make a simple life together and eventually become tanned teenagers in love.", "release_date": "1991-08-02", "poster": "/cScGE2WQd9xQcp61lbl5UbtpbrF.jpg", "runtime": 98, "id": 13888, "genre_ids": [18, 12, 10749]}, {"title": "Marshland", "overview": "The Spanish deep South, 1980. A series of brutal murders of adolescent girls in a remote and forgotten town bring together two disparate characters - both detectives in the homicide division - to investigate the cases. With deep divisions in their ideology, detectives Juan and Pedro must put aside their differences if they are to successfully hunt down a killer who for years has terrorized a community in the shadow of a general disregard for women rooted in a misogynistic past.", "release_date": "2014-09-25", "poster": "/7pkg0t1p4GAV2gzYe5MEFwoz4AM.jpg", "runtime": 105, "id": 236735, "genre_ids": [9648, 53]}, {"title": "Land of the Dead", "overview": "The world is full of zombies and the survivors have barricaded themselves inside a walled city to keep out the living dead. As the wealthy hide out in skyscrapers and chaos rules the streets, the rest of the survivors must find a way to stop the evolving zombies from breaking into the city.", "release_date": "2005-06-24", "poster": "/1VYvkSiyJg9Za2R5KSHjUygLKEq.jpg", "runtime": 93, "id": 11683, "genre_ids": [27]}, {"title": "Tears of the Sun", "overview": "Navy SEAL Lieutenant A.K. Waters and his elite squadron of tactical specialists are forced to choose between their duty and their humanity, between following orders by ignoring the conflict that surrounds them, or finding the courage to follow their conscience and protect a group of innocent refugees. When the democratic government of Nigeria collapses and the country is taken over by a ruthless military dictator, Waters, a fiercely loyal and hardened veteran is dispatched on a routine mission to retrieve a Doctors Without Borders physician.", "release_date": "2003-03-07", "poster": "/qEe7aE4PgZCwnVoxKe7YsTm3Smh.jpg", "runtime": 121, "id": 9567, "genre_ids": [28]}, {"title": "The Sentinel", "overview": "A secret service agent is framed as the mole in an assassination attempt on the president. He must clear his name and foil another assassination attempt while on the run from a relentless FBI agent.", "release_date": "2006-04-19", "poster": "/wUE2EsKkktVz8IiTzrpO6GbI6gh.jpg", "runtime": 108, "id": 5820, "genre_ids": [28, 53, 80]}, {"title": "Minuscule: Valley of the Lost Ants", "overview": "In a peaceful little clearing, the remains of a hastily abandoned picnic sparks a battle between two tribes of ants. A bold young ladybug finds himself caught in the middle. He befriends the leader of the black ants, Mandible, and helps him save the anthill from the assault of the terrible red ant warriors, led by the fearful Butor. A fantastic journey at ground level…", "release_date": "2013-11-17", "poster": "/kXTwdYQTYb5lUNRSRPgyAwjUkrv.jpg", "runtime": 89, "id": 140870, "genre_ids": [16, 12, 10751]}, {"title": "The Dinner Game", "overview": "Each week, Pierre and his friends organize what is called as \"un dîner de cons\". Everyone brings the dumbest guy he could find as a guest. Pierre thinks his champ -François Pignon- will steal the show.", "release_date": "1998-04-15", "poster": "/n57PfOOjoAzBBGJ87QJNkO40YzE.jpg", "runtime": 80, "id": 9421, "genre_ids": [35]}, {"title": "Cape Fear", "overview": "Sam Bowden is a small-town corporate attorney. Max Cady is a tattooed, cigar-smoking, bible-quoting, psychotic rapist. What do they have in common? Fourteen years, ago Sam was a public defender assigned to Max Cady's rape trial, and he made a serious error: he hid a document from his illiterate client that could have gotten him acquitted. Now, the cagey, bibliophile Cady has been released, and he intends to teach Sam Bowden and his family a thing or two about loss.", "release_date": "1991-11-15", "poster": "/4KvrvcqckdupXXO2YnANtyG7QLK.jpg", "runtime": 128, "id": 1598, "genre_ids": [80, 53]}, {"title": "Moonstruck", "overview": "Cher is devastatingly funny, sinuous and beautiful as Loretta, an unlucky-in-love Italian widow who finds romance through the intervention of the Manhattan moon. With her wedding to a close friend just weeks away, she meets - and falls hopelessly in love with - his younger brother (Cage)!", "release_date": "1987-12-18", "poster": "/2OIxyH2zMPYBzaECdIlX81Qc398.jpg", "runtime": 102, "id": 2039, "genre_ids": [35, 18, 10749]}, {"title": "Paranormal Activity 3", "overview": "In 1988, evil begins to terrorize young sisters Katie and Kristi for the first time when an invisible entity resides in their home.", "release_date": "2011-10-19", "poster": "/uDO3wyyxrMm93lZZBuslLQxNMgJ.jpg", "runtime": 83, "id": 72571, "genre_ids": [27]}, {"title": "To Rome with Love", "overview": "Four tales unfold in the Eternal City: While vacationing in Rome, architect John encounters a young man whose romantic woes remind him of a painful incident from his own youth; retired opera director Jerry discovers a mortician with an amazing voice, and he seizes the opportunity to rejuvenate his own flagging career; a young couple have separate romantic interludes; a spotlight shines on an ordinary man.", "release_date": "2012-04-20", "poster": "/zGVAVQufbwE5BjU17OBkXM9PWRS.jpg", "runtime": 111, "id": 81836, "genre_ids": [10749, 35]}, {"title": "El Mariachi", "overview": "El Mariachi just wants to play his guitar and carry on the family tradition. Unfortunately, the town he tries to find work in has another visitor...a killer who carries his guns in a guitar case. The drug lord and his henchmen mistake El Mariachi for the killer, Azul, and chase him around town trying to kill him and get his guitar case.", "release_date": "1992-09-04", "poster": "/4S47gyKZI5aLiawwc45e4gnPlPx.jpg", "runtime": 81, "id": 9367, "genre_ids": [28, 80, 53]}, {"title": "Case 39", "overview": "In her many years as a social worker, Emily Jenkins believes she has seen it all, until she meets 10-year-old Lilith and the girl's cruel parents. Emily's worst fears are confirmed when the parents try to harm the child, and so Emily assumes custody of Lilith while she looks for a foster family. However, Emily soon finds that dark forces surround the seemingly innocent girl, and the more she tries to protect Lilith, the more horrors she encounters.", "release_date": "2009-08-13", "poster": "/xSyj4F1UVtAXhqSGpNCZRaBsKAJ.jpg", "runtime": 109, "id": 28355, "genre_ids": [27, 9648, 53]}, {"title": "La Vie en Rose", "overview": "A swirling, impressionistic portrait of an artist who regretted nothing, writer-director Olivier Dahan's La Vie en Rose stars Marion Cotillard in a blazing performance as the legendary French icon Edith Piaf. From the mean streets of the Belleville district of Paris to the dazzling limelight of New York's most famous concert halls, Piaf's life was a constant battle to sing and survive, to live and love. Raised in her grandmother's brothel, Piaf was discovered in 1935 by nightclub owner Louis Leplee (Gerard Depardieu), who persuaded her to sing despite her extreme nervousness. Piaf became one of France's immortal icons, her voice one of the indelible signatures of the 20th Century.", "release_date": "2007-02-08", "poster": "/zVnIx9gR5pzv6UxSB6GOseeaA7M.jpg", "runtime": 140, "id": 1407, "genre_ids": [10402, 18]}, {"title": "The Hot Chick", "overview": "Not only is Jessica Spencer (Rachel McAdams) the most popular girl in school -- she is also the meanest. But things change for the attractive teen when a freak accident involving a cursed pair of earrings and a chance encounter at a gas station causes her to switch bodies with Clive (Rob Schneider), a sleazy crook. Jessica, in the form of the repulsive Clive, struggles to adjust to this radical alteration and sets out to get her own body back before the upcoming prom.", "release_date": "2002-12-13", "poster": "/7VxJmoWobDdARhEkU8mIiZwWEj8.jpg", "runtime": 104, "id": 11852, "genre_ids": [14, 35]}, {"title": "Piranha 3D", "overview": "Each year the population of sleepy Lake Victoria, Arizona explodes from 5,000 to 50,000 residents for the annual Spring Break celebration. But then, an earthquake opens an underwater chasm, releasing an enormous swarm of ancient Piranha that have been dormant for thousands of years, now with a taste for human flesh. This year, there's something more to worry about than the usual hangovers and complaints from locals, a new type of terror is about to be cut loose on Lake Victoria.", "release_date": "2010-08-20", "poster": "/q112cRpvz05fg8T2nXMhbH8yPPP.jpg", "runtime": 88, "id": 43593, "genre_ids": [35, 27]}, {"title": "Dennis the Menace", "overview": "Mr. Wilson's ever-present annoyance comes in the form of one mischievous kid named Dennis. But he'll need Dennis's tricks to uncover a collection of gold coins that go missing when a shady drifter named Switchblade Sam comes to town.", "release_date": "1993-06-23", "poster": "/zLrKmaLnbgk257QmD0YPo0Uji9J.jpg", "runtime": 94, "id": 12139, "genre_ids": [10751, 35]}, {"title": "Omen III: The Final Conflict", "overview": "Damien Thorn (Sam Neill) has helped rescue the world from a recession, appearing to be a benign corporate benefactor. When he then becomes U.S. Ambassador to England, Damien fulfills a terrifying biblical prophecy. He also faces his own potential demise as an astronomical event brings about the second coming of Christ.", "release_date": "1981-03-20", "poster": "/6vbza8mUbfDiBqqYJMfsLSVIAvn.jpg", "runtime": 108, "id": 10768, "genre_ids": [18, 27, 53]}, {"title": "Chaos", "overview": "Two cops, a rookie and a grizzled vet, pursue an accomplished bank robber.", "release_date": "2005-01-17", "poster": "/pgH45ufjjmfSrHvuyOnNaiWl8oM.jpg", "runtime": 106, "id": 5289, "genre_ids": [18, 28, 80]}, {"title": "Bulletproof Monk", "overview": "A mysterious and immortal Tibetan kung fu master, who has spent the last 60 years traveling around the world protecting the ancient Scroll of the Ultimate, mentors a selfish street kid in the ancient intricacies of kung fu.", "release_date": "2003-03-28", "poster": "/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg", "runtime": 104, "id": 11817, "genre_ids": [28, 35, 14]}, {"title": "Message in a Bottle", "overview": "A woman finds a romantic letter in a bottle washed ashore and tracks down the author, a widowed shipbuilder whose wife died tragically early. As a deep and mutual attraction blossoms, the man struggles to make peace with his past so that he can move on and find happiness.", "release_date": "1999-02-22", "poster": "/wsgjej5bCFGo8IKHAk97PgkPlCE.jpg", "runtime": 131, "id": 10207, "genre_ids": [18]}, {"title": "Mortal Kombat", "overview": "For nine generations an evil sorcerer has been victorious in hand-to-hand battle against his mortal enemies. If he wins a tenth Mortal Kombat tournament, desolation and evil will reign over the multiverse forever. To save Earth, three warriors must overcome seemingly insurmountable odds, their own inner demons, and superhuman foes in this action/adventure movie based on one of the most popular video games of all time.", "release_date": "1995-08-18", "poster": "/bdXWixjWVA7Y03PvW74xufrROiJ.jpg", "runtime": 101, "id": 9312, "genre_ids": [28, 14]}, {"title": "The Jacket", "overview": "A military veteran goes on a journey into the future, where he can foresee his death and is left with questions that could save his life and those he loves.", "release_date": "2005-03-04", "poster": "/ts5hSSpgHEcPFpdfk6gmLLgx5k4.jpg", "runtime": 103, "id": 9667, "genre_ids": [18, 9648, 53]}, {"title": "Woman in Gold", "overview": "Maria Altmann, an octogenarian Jewish refugee, takes on the government to recover artwork she believes rightfully belongs to her family.", "release_date": "2015-04-10", "poster": "/mNg0HRIhJyPgKo3NoxD3rfw061O.jpg", "runtime": 120, "id": 304357, "genre_ids": [18]}, {"title": "The Promotion", "overview": "Two assistant managers of a corporate grocery store vie for a coveted promotion.", "release_date": "2008-06-06", "poster": "/2pDv4zqtv7nFNuflEsQbYnLGIQt.jpg", "runtime": 86, "id": 13172, "genre_ids": [35]}, {"title": "The Secret in Their Eyes", "overview": "A retired legal counselor writes a novel hoping to find closure for one of his past unresolved homicide cases and for his unreciprocated love with his superior - both of which still haunt him decades later.", "release_date": "2009-08-13", "poster": "/z2mUzEqDi7DtA1E4mYzVjbzXnqE.jpg", "runtime": 129, "id": 25376, "genre_ids": [80, 18, 9648, 10749]}, {"title": "Along Came a Spider", "overview": "When a teacher kidnaps a girl from a prestigious school, homicide detective Alex Cross takes the case, teaming up with young security agent Jezzie Flannigan, in hopes of finding the girl and stopping the brutal psychopath. Every second counts as Alex and Jezzie attempt to track down the kidnapper before the spider claims another victim for its web.", "release_date": "2001-04-06", "poster": "/1ZjDmPKMUtout8hR77qmK1llgls.jpg", "runtime": 104, "id": 2043, "genre_ids": [80, 9648, 53, 28]}, {"title": "Savage Grace", "overview": "This examination of a famous scandal from the 1970s explores the relationship between Barbara Baekeland (Julianne Moore) and her only son, Antony (Eddie Redmayne). Barbara, a lonely social climber unhappily married to the wealthy but remote plastics heir Brooks Baekeland (Stephen Dillane), dotes on Antony, who is homosexual. As Barbara tries to \"cure\" Antony of his sexuality -- sometimes by seducing him herself -- the groundwork is laid for a murderous tragedy.", "release_date": "2007-05-18", "poster": "/zVM3178x9AIsMjHVtu34CKfa8JI.jpg", "runtime": 97, "id": 10822, "genre_ids": [18]}, {"title": "Anaconda 3: Offspring", "overview": "Cancer-terminal tycoon Peter Murdoch's secret Wexel Hall Pharmaceuticals lab has developed a blood orchid extract cure. To examine why it works optimally in snakes, they also bread a super-anaconda strain. But the original pair escapes, leaving a bloody trail of corpses. Murdoch runs, instructing his staff to clean up. They keep failing and being eaten like unsuspecting locals, some alive, even after enlisting ruthless big game hunter Hammett. The fast-growing pregnant monster sheds its skin, thus disabling the only tracking device.", "release_date": "2008-01-01", "poster": "/bPB4HGncRMsqfzRvM2anCPWDjMm.jpg", "runtime": 91, "id": 14863, "genre_ids": [28, 27, 53]}, {"title": "Battle of the Year", "overview": "A down-on-his-luck coach is hired to prepare a team of the best American dancers for an international tournament that attracts all the best crews from around the world, but the Americans haven't won in fifteen years.", "release_date": "2013-09-21", "poster": "/iDQDeNCYlll4NfBhuO02sw3jbk7.jpg", "runtime": 110, "id": 109417, "genre_ids": [10402, 18]}, {"title": "The Warrior's Way", "overview": "An Asian assassin (Dong-gun Jang) is forced to hide in a small town in the American Badlands. Also starring Kate Bosworth, Danny Huston, Tony Cox and Academy Award winner Geoffrey Rush.", "release_date": "2010-12-02", "poster": "/ev5Einzgi2OFxPllt81DxBnfBSu.jpg", "runtime": 100, "id": 46528, "genre_ids": [12, 14, 28, 37, 53]}, {"title": "The Skin I Live In", "overview": "A brilliant plastic surgeon creates a synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.", "release_date": "2011-08-17", "poster": "/iFIgRIhz3CdWDuKBqEDURV4a4Ly.jpg", "runtime": 117, "id": 63311, "genre_ids": [18, 27, 53, 9648]}, {"title": "The Campaign", "overview": "The film follows two rival politicians (Will Ferrell &amp; Zach Galifianakis) who are trying to win an election to represent their small North Carolina congressional district in the United States House of Representatives.", "release_date": "2012-08-09", "poster": "/6uH8BOWN60mu2Vd5z4jCaVWb2ix.jpg", "runtime": 85, "id": 77953, "genre_ids": [35]}, {"title": "Out of Africa", "overview": "Out of Africa tells the story of the life of Danish author Karen Blixen, who at the beginning of the 20th century moved to Africa to build a new life for herself. The film is based on the autobiographical novel by Karen Blixen from 1937.", "release_date": "1985-12-10", "poster": "/bLXD2jp0img4RJiczAwnS7m7jF9.jpg", "runtime": 161, "id": 606, "genre_ids": [18]}, {"title": "Friends with Money", "overview": "After she quits her lucrative job, Olivia finds herself unsure about her future and her relationships with her successful and wealthy friends.", "release_date": "2006-09-07", "poster": "/aoZs2thanH8GujtAoiqXj4BkSKK.jpg", "runtime": 88, "id": 8998, "genre_ids": [18, 35, 10749]}, {"title": "Wimbledon", "overview": "A pro tennis player has lost his ambition and has fallen in rank to 119. Fortunately for him, he meets a young player on the women's circuit who helps him recapture his focus for Wimbledon.", "release_date": "2004-09-13", "poster": "/1esb9XIjWiyroryuglxdzDLKU82.jpg", "runtime": 98, "id": 11823, "genre_ids": [35, 10749]}, {"title": "Merry Madagascar", "overview": "The Zoosters are back in an all-new holiday adventure. When Santa and his reindeer crash onto the island of Madagascar it's up to Alex, Marty, Gloria, Melman and those wacky penguins to save Christmas. Get ready for a sleigh full of laughs in this hilarious new holiday classic.", "release_date": "2009-11-16", "poster": "/yb8X45eBtkcEWfcQLdVlTE82pLE.jpg", "runtime": 30, "id": 25472, "genre_ids": [10751, 16]}, {"title": "Greetings From Fukushima", "overview": "A young German woman bonds with an elderly Japanese woman while touring the Fukushima region of Japan in the aftermath of the 2011 earthquake.", "release_date": "2016-03-10", "poster": "/hz6h0paxOwLAvxZ6VJWZjA0Hdfp.jpg", "runtime": 102, "id": 377852, "genre_ids": [18]}, {"title": "Son of God", "overview": "The life story of Jesus is told from his humble birth through his teachings, crucifixion and ultimate resurrection.", "release_date": "2014-02-28", "poster": "/xyFaNh1IGdHEJbuLdba6a7GxLzP.jpg", "runtime": 138, "id": 235260, "genre_ids": [18]}]