[{"title": "A Time to Kill", "overview": "A young lawyer defends a black man accused of murdering two men who raped his 10-year-old daughter, sparking a rebirth of the KKK.", "release_date": "1996-07-24", "poster": "/sCHK5jHhRcrXZvZDekZXvRkDOHc.jpg", "runtime": 149, "id": 1645, "genre_ids": [80, 18, 53]}, {"title": "The Beach", "overview": "Twenty-something Richard travels to Thailand and finds himself in possession of a strange map. Rumours state that it leads to a solitary beach paradise, a tropical bliss - excited and intrigued, he sets out to find it.", "release_date": "2000-02-11", "poster": "/61tQHc1RL4p2DQKn6JkAdj0WXqI.jpg", "runtime": 119, "id": 1907, "genre_ids": [18, 12, 10749, 53]}, {"title": "The Family", "overview": "The Manzoni family, a notorious mafia clan, is relocated to Normandy, France under the witness protection program, where fitting in soon becomes challenging as their old habits die hard.", "release_date": "2013-09-13", "poster": "/9Qnug9QrwUCQhd7dSfGJfJMO1zS.jpg", "runtime": 111, "id": 112205, "genre_ids": [80, 35, 28]}, {"title": "Dick Tracy", "overview": "The comic strip detective finds his life vastly complicated when Breathless Mahoney makes advances towards him while he is trying to battle Big Boy Caprice's united mob,", "release_date": "1990-06-15", "poster": "/4UfKEGnj9jPWV11LNKBXTgge3We.jpg", "runtime": 103, "id": 8592, "genre_ids": [12, 28, 35, 53, 80]}, {"title": "Creative Control", "overview": "In near future Brooklyn, an ad executive uses a new Augmented Reality technology to conduct an affair with his best friend's girlfriend...sort of.", "release_date": "2016-03-11", "poster": "/eAVkvvdQndkINwIN9d6xqObTtUc.jpg", "runtime": 97, "id": 320146, "genre_ids": [878, 18]}, {"title": "House at the End of the Street", "overview": "A mother and daughter move to a new town and find themselves living next door to a house where a young girl murdered her parents. When the daughter befriends the surviving son, she learns the story is far from over.", "release_date": "2012-09-21", "poster": "/g33AdUWEVjG9ib15bganWBJs4yC.jpg", "runtime": 101, "id": 82505, "genre_ids": [27, 53]}, {"title": "The Exorcism of Anna Ecklund", "overview": "When a Priest and a Vatican investigator take a possessed housewife to a convent to perform an Exorcism, all hell breaks loose....", "release_date": "2016-03-07", "poster": "/bR2O8wcozo7yohNSr67STAAbWKv.jpg", "runtime": 83, "id": 381325, "genre_ids": [53, 27]}, {"title": "Jennifer's Body", "overview": "A newly possessed cheerleader turns into a killer who specializes in offing her male classmates. Can her best friend put an end to the horror?", "release_date": "2009-09-18", "poster": "/tdNlGoHmz77XQlBB21tL8qtxFHq.jpg", "runtime": 100, "id": 19994, "genre_ids": [27]}, {"title": "I Spy", "overview": "When the Switchblade, the most sophisticated prototype stealth fighter created yet, is stolen from the U.S. government, one of the United States' top spies, Alex Scott, is called to action. What he doesn't expect is to get teamed up with a cocky civilian, World Class Boxing Champion Kelly Robinson, on a dangerous top secret espionage mission. Their assignment: using equal parts skill and humor, catch Arnold Gundars, one of the world's most successful arms dealers.", "release_date": "2002-10-31", "poster": "/6mtUJKyedvQwEKXfWzJt3vtWx1M.jpg", "runtime": 97, "id": 8427, "genre_ids": [28, 12, 35, 53]}, {"title": "The Raven", "overview": "A fictionalized account of the last days of Edgar Allan Poe's life, in which the poet is in pursuit of a serial killer whose murders mirror those in the writer's stories.", "release_date": "2012-03-09", "poster": "/hvWiERBXBa8RDYNdNzCbdVbUWFH.jpg", "runtime": 111, "id": 70436, "genre_ids": [53]}, {"title": "Takedown", "overview": "Kevin Mitnick is quite possibly the best hacker in the world. Hunting for more and more information, seeking more and more cyber-trophies every day, he constantly looks for bigger challenges. When he breaks into the computer of a security expert and an ex-hacker, he finds one - and much more than that...", "release_date": "2000-03-15", "poster": "/kFmddFjNzO7ZKWAYjQTVOUHqpum.jpg", "runtime": 92, "id": 10429, "genre_ids": [28, 53]}, {"title": "The New World", "overview": "A drama about explorer John Smith and the clash between Native Americans and English settlers in the 17th century.", "release_date": "2005-12-25", "poster": "/4vSm57gtOdkE6KfLSetZCu1JWkH.jpg", "runtime": 135, "id": 11400, "genre_ids": [18, 36, 10749]}, {"title": "Reykjavík", "overview": "A thirtysomething couple, Hringur and Elsa, are about to buy their dream house in downtown Reykjavík when the video store Hringur owns faces foreclosure. As the crisis threatens to split them apart, Hringur resolves to sort things out before it’s too late.", "release_date": "2016-03-11", "poster": "/6zDSialK2N34cNuyhxqxkkhQ99x.jpg", "runtime": 92, "id": 386654, "genre_ids": []}, {"title": "Doomsday", "overview": "A lethal virus spreads throughout the British isles,infecting millions and killing hundreds of thousands. To contain the threat, acting authorities brutally quarantine the country as it succumbs to fear and chaos. The quarantine is successful. Three decades later, the Reaper virus violently resurfaces in a major city. An elite group of specialists is urgently dispatched into the still-quarantined country to retrieve a cure by any means necessary. Shut off from the rest of the world, the unit must battle through a landscape that has become a waking nightmare.", "release_date": "2008-03-14", "poster": "/d5rTA0dNsK9iLnRW7SDBwGuClI8.jpg", "runtime": 105, "id": 13460, "genre_ids": [28, 53, 878]}, {"title": "After the Sunset", "overview": "Two master thieves (Brosnan and Hayek) are finally retiring after one last succesful mission. Residing in their own tropical paradise, their old nemesis, FBI Agent Stan P. Lloyd shows up to make sure they really are retired. Docked in the port is an ocean liner called the \"Diamond Cruise\" and Stan is convinced that they're not really retired at all, and that this is the next set up.", "release_date": "2004-11-12", "poster": "/seEavscJqc1TuHfSZMeXQwohkNf.jpg", "runtime": 97, "id": 10589, "genre_ids": [28, 35, 80, 18]}, {"title": "Annie Hall", "overview": "The neurotic New Yorker Woody Allen tells one of the greatest romantic comedies to be set in the city of New York.", "release_date": "1977-04-19", "poster": "/j9vVQCSyNWvyBU6w9BxExZRlpZZ.jpg", "runtime": 93, "id": 703, "genre_ids": [35, 18, 10749]}, {"title": "Christine", "overview": "Geeky student Arnie Cunningham falls for Christine, a rusty 1958 Plymouth Fury, and becomes obsessed with restoring the classic automobile to her former glory. As the car changes, so does Arnie, whose newfound confidence turns to arrogance behind the wheel of his exotic beauty. Arnie's girlfriend Leigh and best friend Dennis reach out to him, only to be met by a Fury like no other.", "release_date": "1983-12-09", "poster": "/eIFakrk7xLwiNNoiottTBN5EIwy.jpg", "runtime": 110, "id": 8769, "genre_ids": [9648, 18, 27, 53]}, {"title": "In Her Shoes", "overview": "Irresponsible party girl Maggie (Cameron Diaz) is kicked out of her father's (Ken Howard) and stepmother's (Candice Azzara) home, where she lives for free, and is taken in by her hard-working sister, Philadelphia lawyer Rose (Toni Collette). After Maggie's disruptive ways ruin her sister's love life, Rose turns her out as well. But when their grandmother, who they never knew existed, comes into their lives, the sisters face some complicated truths about themselves and their family.", "release_date": "2005-10-07", "poster": "/4jqnazZX2bh8UMUS8rl4nHWWtyb.jpg", "runtime": 130, "id": 11931, "genre_ids": [35, 18, 10749]}, {"title": "Hostel", "overview": "Three backpackers head to a Slovakian city that promises to meet their hedonistic expectations, with no idea of the hell that awaits them.", "release_date": "2005-01-06", "poster": "/aXKo9A59BLQLwV7oUwCMPzYBtJg.jpg", "runtime": 94, "id": 1690, "genre_ids": [27]}, {"title": "A Streetcar Named Desire", "overview": "A Streetcar Named Desire is the film adaptation from the play by Tennessee Williams and directed by Elia Kazan. The film tells the drama story of the conflict between run down southern states and the exemplary industrial states in the north.  Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her.", "release_date": "1951-09-18", "poster": "/xYaL9SJ7bQ9k1ZG6lVhemPsdzvP.jpg", "runtime": 125, "id": 702, "genre_ids": [18]}, {"title": "An Adventure", "overview": "Fed up with her present lifestyle, and more particularly sexually unsatisfied by her boyfriend Fred, Sandrine decides to find a new way in life. Intrigued by her friend Sophie, who tells her about her sexual experimentations, she will find, through various encounters, new pleasures and new experiences, whether physical or spiritual.", "release_date": "2008-08-29", "poster": "/2x4OYzFOXabBHuCkewXRMTFXiAb.jpg", "runtime": 104, "id": 64124, "genre_ids": [18]}, {"title": "Ovarian Psycos", "overview": "In East Los Angeles, three young misfit women find solace in an unapologetic, feminist bicycle crew. They call themselves the Ovarian Psycos Bicycle Brigade.", "release_date": "2016-03-12", "poster": null, "runtime": 72, "id": 381025, "genre_ids": [99]}, {"title": "French Kiss", "overview": "French Kiss is director Kasdan’s best film since the Bodyguard. The plot involves a couple in love and one woman’s attempt to fly to Paris to get her lover back from a business trip and marry him. On the way she unknowingly smuggles something of value that has a petty thief chasing her across France as she chases after her future husband.", "release_date": "1995-05-05", "poster": "/bZqvonwVru1XtnniQZgZRa3Znyk.jpg", "runtime": 111, "id": 397, "genre_ids": [35, 10749]}, {"title": "The Tale of the Princess Kaguya", "overview": "Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her - but ultimately she must confront her fate, the punishment for her crime.", "release_date": "2013-11-23", "poster": "/11Az4sMt1C9sm8atgB199Z0BsIQ.jpg", "runtime": 137, "id": 149871, "genre_ids": [16, 18, 14]}, {"title": "Catch .44", "overview": "The lives of three female assassins take a sudden turn when their charming boss lures them into one last job. They soon find themselves thrust into a bizarre situation involving a psychotic hit man, a grizzled trucker and a delusional line cook.", "release_date": "2011-12-08", "poster": "/XlSAJjoft4FK8jQmYpYpMRrOQW.jpg", "runtime": 93, "id": 75736, "genre_ids": [18, 28, 53]}, {"title": "Mallrats", "overview": "Both dumped by their girlfriends, two best friends seek refuge in the local mall.", "release_date": "1995-10-20", "poster": "/dwWAr8T0q0KHv5rTu0eVaqpCJ2C.jpg", "runtime": 94, "id": 2293, "genre_ids": [10749, 35]}, {"title": "Disturbia", "overview": "Kale is a 17-year-old placed under house arrest after punching his teacher. He is confined to his house, and decides to use his free time spying on his neighbors. Things start to get weird when guests enter the Turner's house and don't come back out. Kale and his friends, Ronnie and Ashley, start to grow more and more interested in what is actually happening within the house of Robert Turner.", "release_date": "2007-04-13", "poster": "/eyQ7vWEm2SClbAlNLTOhQhkSkFF.jpg", "runtime": 105, "id": 8271, "genre_ids": [53, 18, 9648]}, {"title": "Nurse 3-D", "overview": "Abby Russell, a beautiful, dedicated nurse with a sinister side, has a secret life in which she targets and punishes dishonest men.", "release_date": "2014-02-07", "poster": "/yuWH3471FAVjlqZWhsPeh4IKsNf.jpg", "runtime": 99, "id": 78383, "genre_ids": [27, 53]}, {"title": "Kalifornia", "overview": "A journalist duo go on a tour of serial killer murder sites with two companions, unaware that one of them is a serial killer himself.", "release_date": "1993-09-01", "poster": "/5MM64T2y1qrBchByhB4I8Vr7HY.jpg", "runtime": 117, "id": 10909, "genre_ids": [53, 80]}, {"title": "My Big Fat Greek Wedding", "overview": "A young Greek woman falls in love with a non-Greek and struggles to get her family to accept him while she comes to terms with her heritage and cultural identity.", "release_date": "2002-02-22", "poster": "/vqGs8K6MdMHVPMTgMhzKHBVgu0t.jpg", "runtime": 95, "id": 8346, "genre_ids": [35, 18, 10749]}, {"title": "The Last Airbender", "overview": "The story follows the adventures of Aang, a young successor to a long line of Avatars, who must put his childhood ways aside and stop the Fire Nation from enslaving the Water, Earth and Air nations.", "release_date": "2010-06-30", "poster": "/5kO6hVZrtBZ98VfpgHvwivjXgMg.jpg", "runtime": 103, "id": 10196, "genre_ids": [28, 12, 10751, 14]}, {"title": "About a Boy", "overview": "Will Freeman is a hip Londoner who one day realizes that his friends are all involved with the responsibilities of married life and that leaves him alone in the cold. Passing himself off as a single father, he starts to meet a string of single mums, confident in his ability to leave them behind when they start to ask for a commitment. But Will's hope of a continued bachelorhood is interrupted when he meets 12-year old Marcus, in many ways his complete opposite.", "release_date": "2002-04-26", "poster": "/1kz4Q2v7cxwNnTfkjrujzWAVCne.jpg", "runtime": 101, "id": 245, "genre_ids": [18, 35, 10749]}, {"title": "Love & Mercy", "overview": "The life of reclusive and eccentric Beach Boys songwriter and musician Brian Wilson.", "release_date": "2015-06-05", "poster": "/mLF7MACdHelANuVe0XAd0nSdWUn.jpg", "runtime": 120, "id": 271714, "genre_ids": [18, 10402]}, {"title": "The Last Boy Scout", "overview": "When the girl that detective Joe Hallenback is protecting gets murdered, the boyfriend of the murdered girl (ex-football player Jimmy Dix) attempts to investigate and solve the case. What they discover is that there is deep seated corruption going on between a crooked politician and the owner of a pro football team.", "release_date": "1991-12-11", "poster": "/cTl2WqsERuZ5vYmAmtfsPIJBLr0.jpg", "runtime": 105, "id": 9319, "genre_ids": [12, 28, 35, 53]}, {"title": "Analyze This", "overview": "Countless wiseguy films are spoofed in this film that centers on the neuroses and angst of a powerful Mafia racketeer who suffers from panic attacks. When Paul Vitti needs help dealing with his role in the \"family,\" unlucky shrink Dr. Ben Sobel is given just days to resolve Vitti's emotional crisis and turn him into a happy, well-adjusted gangster.", "release_date": "1999-03-05", "poster": "/vmVE6jRbYegQSoxJYtVkwm0oZOY.jpg", "runtime": 103, "id": 9535, "genre_ids": [35, 80]}, {"title": "Wild Things", "overview": "When teen-socialite Kelly Van Ryan (Richards) and troubled bad girl Suzie Toller (Campbell) accuse guidance counselor Sam Lombardo (Dillon) of rape, he's suspended by the school, rejected by the town, and fighting to get his life back. One cop (Bacon) suspects conspiracy, but nothing is what it seems...", "release_date": "1998-03-20", "poster": "/dI9iYo1cL81yzJkBVyNGipjSvy0.jpg", "runtime": 108, "id": 617, "genre_ids": [53, 80, 9648, 10749]}, {"title": "National Lampoon’s European Vacation", "overview": "The Griswalds win a vacation to Europe on a game show, and thus pack their bags for the continent. They do their best to catch the flavor of Europe, but they just don't know how to be be good tourists. Besides, they have trouble taking holidays in countries where they CAN speak the language.", "release_date": "1985-07-25", "poster": "/QbyzCI54hvCIwt1SQEsq7a6rp8.jpg", "runtime": 95, "id": 11418, "genre_ids": [12, 35, 10749]}, {"title": "Tinker Bell and the Lost Treasure", "overview": "A blue harvest moon will rise, allowing the fairies to use a precious moonstone to restore the Pixie Dust Tree, the source of all their magic. But when Tinker Bell accidentally puts all of Pixie Hollow in jeopardy, she must venture out across the sea on a secret quest to set things right.", "release_date": "2009-09-03", "poster": "/c695u6KN4E42DMbzzvq3UHLI47S.jpg", "runtime": 81, "id": 25475, "genre_ids": [16, 10751, 12, 14]}, {"title": "Welcome to the Sticks", "overview": "Although living a comfortable life in Salon-de-Provence, a charming town in the South of France, Julie has been feeling depressed for a while. To please her, Philippe Abrams, a post office administrator, her husband, tries to obtain a transfer to a seaside town, on the French Riviera, at any cost. The trouble is that he is caught red-handed while trying to scam an inspector. Philippe is immediately banished to the distant unheard of town of Bergues, in the Far North of France...", "release_date": "2008-01-09", "poster": "/wpuxRlQ9dwPlCXCpnckIk9MzBcD.jpg", "runtime": 106, "id": 8265, "genre_ids": [35]}, {"title": "Chinatown", "overview": "Private eye Jake Gittes lives off the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.", "release_date": "1974-06-20", "poster": "/iIHO6FzF6lL4mA90rrmk3Y705XS.jpg", "runtime": 130, "id": 829, "genre_ids": [80, 18, 9648, 53]}, {"title": "Amores perros", "overview": "Three interconnected stories about the different strata of life in Mexico City all resolve with a fatal car accident. Octavio is trying to raise enough money to run away with his sister-in-law, and decides to enter his dog Cofi into the world of dogfighting. After a dogfight goes bad, Octavio flees in his car, running a red light and causing the accident. Daniel and Valeria's new-found bliss is prematurely ended when she loses her leg in the accident. El Chivo is a homeless man who cares for stray dogs and is there to witness the collision. Amores Perros is the first film in Iñárritu's \"Death Trilogy\".", "release_date": "2000-03-14", "poster": "/8gEXmIzw1tDnBfOaCFPimkNIkmm.jpg", "runtime": 154, "id": 55, "genre_ids": [18, 53]}, {"title": "Just My Luck", "overview": "Manhattanite Ashley is known to many as the luckiest woman around. After a chance encounter with a down-and-out young man, however, she realizes that she's swapped her fortune for his.", "release_date": "2006-05-12", "poster": "/tqDuLqR91WQYXDiobB8YTJ1ZWWO.jpg", "runtime": 103, "id": 10025, "genre_ids": [35, 18, 10751, 14, 10749]}, {"title": "Chinese Puzzle", "overview": "Xavier is a 40-year-old father of two who still finds life very complicated. When the mother of his children moves to New York, he can't bear them growing up far away from him and so he decides to move there as well.", "release_date": "2013-12-04", "poster": "/73MEPG1ugI8S2QccrWjtTOgzSIm.jpg", "runtime": 117, "id": 206408, "genre_ids": [35, 18, 10749]}, {"title": "The Other Guys", "overview": "NYPD detectives Christopher Danson (Johnson) and P.K. Highsmith (Jackson) are the baddest and most beloved cops in New York City. They don't get tattoos, other men get tattoos of them. Two desks over and one back, sit detectives Allen Gamble (Ferrell) and Terry Hoitz (Wahlberg). You've seen them in the background of photos of Danson and Highsmith, out of focus and eyes closed. They're not heroes, they're \"the other guys.\" But every cop has his or her day and soon Gamble and Hoitz stumble into a seemingly innocuous case no other detective wants to touch that could turn into NYC's biggest crime. It's the opportunity of their lives, but do these guys have the right stuff?", "release_date": "2010-08-06", "poster": "/4lW4UeQbKzqkCwFIftG0DQYyke5.jpg", "runtime": 107, "id": 27581, "genre_ids": [28, 35, 80]}, {"title": "Jeepers Creepers", "overview": "A college-age brother and sister get more than they bargained for on their road trip home from spring break. When the bickering siblings witness a creepy truck driver tossing body bags into a sewer near an abandoned church, they investigate. Bad move! Opening a Pandora's Box of unspeakable evil, the pair must flee for their lives -- with a monstrous \"shape\" in hot pursuit.", "release_date": "2001-07-01", "poster": "/gaIiibMDw95MDT0QtpwMCFDSyQO.jpg", "runtime": 90, "id": 8922, "genre_ids": [27, 53]}, {"title": "The Host", "overview": "A parasitic alien soul is injected into the body of Melanie Stryder. Instead of carrying out her race's mission of taking over the Earth, \"Wanda\" (as she comes to be called) forms a bond with her host and sets out to aid other free humans.", "release_date": "2013-03-22", "poster": "/jnPOLAPQLhqMeDLV2BsQfrd6R11.jpg", "runtime": 125, "id": 72710, "genre_ids": [28, 12, 10749, 878, 53]}, {"title": "Silent Hill", "overview": "The eerie and deserted ghost town of Silent Hill draws a young mother desperate to find a cure for her only child's illness. Unable to accept the doctor's diagnosis that her daughter should be permanently institutionalized for psychiatric care, Rose flees with her child, heading for the abandoned town in search of answers – and ignoring the protests of her husband. It's soon clear this place is unlike anywhere she's ever been. It's smothered by fog, inhabited by a variety of strange beings and periodically overcome by a living 'darkness' that literally transforms everything it touches. As Rose searches for her little girl, she begins to learn the history of the strange town and realizes that her daughter is just a pawn in a larger game.", "release_date": "2006-04-21", "poster": "/4Zz9cF8S4E7DITosNYh3spybYJb.jpg", "runtime": 125, "id": 588, "genre_ids": [27, 9648]}, {"title": "Without a Paddle", "overview": "Three friends, whose lives have been drifting apart, reunite for the funeral of a fourth childhood friend. When looking through their childhood belongings, they discover a trunk which contained details on a quest their friend was attempting. It revealed that he was hot on the trail of the $200,000 that went missing with airplane hijacker D.B. Cooper in 1971. They decide to continue his journey, but do not understand the dangers they will soon encounter.", "release_date": "2004-08-20", "poster": "/oZDbFtTnTwW5GSfyaGFGaYxDBgD.jpg", "runtime": 95, "id": 10762, "genre_ids": [28, 12, 35, 53]}, {"title": "Jane Got a Gun", "overview": "After her outlaw husband returns home shot with eight bullets and barely alive, Jane reluctantly reaches out to an ex-lover who she hasn't seen in over ten years to help her defend her farm when the time comes that her husband's gang eventually tracks him down to finish the job.", "release_date": "2015-12-31", "poster": "/8Lmm6JElSWIPDyAp085Z1jucWys.jpg", "runtime": 98, "id": 174751, "genre_ids": [28, 18, 37]}, {"title": "The Saint", "overview": "Ivan Tretiak, Russian Mafia boss who wants to create an oil crisis in Moscow and seize power as a result sends Simon Templar, great international criminal, to England to get a secret formula for cold fusion from U.S. scientist Emma Russell. Templar falls in love with Emma and they try to outwit Tretiak and his guerrillas, hiding from them in Moscow", "release_date": "1997-04-03", "poster": "/uA24D8JCg21RDINMZ3vFaQYdIzW.jpg", "runtime": 116, "id": 10003, "genre_ids": [53, 28, 10749, 878, 12]}, {"title": "Office Space", "overview": "Three office workers strike back at their evil employers by hatching a hapless attempt to embezzle money.", "release_date": "1999-02-19", "poster": "/iO9aZzrfmMvm3IqkFiQyuuUMLh2.jpg", "runtime": 89, "id": 1542, "genre_ids": [35, 80]}, {"title": "8MM", "overview": "A small, seemingly innocuous plastic reel of film leads surveillance specialist Tom Welles down an increasingly dark and frightening path. With the help of the streetwise Max, he relentlessly follows a bizarre trail of evidence to determine the fate of a complete stranger. As his work turns into obsession, he drifts farther and farther away from his wife, family and simple life as a small-town PI.", "release_date": "1999-02-25", "poster": "/oEgBIcIJb1Z5sperKxE8Pb4tTr0.jpg", "runtime": 123, "id": 8224, "genre_ids": [53, 80, 9648]}, {"title": "Firewall", "overview": "State-of-the-art security system creator Jack Stanfield has cemented his reputation as a man who's thought of everything. But when a criminal finds a way into Jack's personal life, everything Jack holds dear is suddenly at stake.", "release_date": "2006-02-10", "poster": "/8L6Cegh3Sk4XKLw5oVhKyGWQqs0.jpg", "runtime": 105, "id": 9754, "genre_ids": [53]}, {"title": "Lawless", "overview": "Set in the Depression-era Franklin County, Virginia, a bootlegging gang is threatened by authorities who want a cut of their profits.", "release_date": "2012-08-29", "poster": "/uViCpDSOo0Pexx1KWX7NXQaS9BH.jpg", "runtime": 115, "id": 82633, "genre_ids": [80, 18]}, {"title": "Coherence", "overview": "On the night of an astronomical anomaly, eight friends at a dinner party experience a troubling chain of reality bending events. Part cerebral sci-fi and part relationship drama, Coherence is a tightly focused, intimately shot film that quickly ratchets up with tension and mystery.", "release_date": "2013-09-19", "poster": "/8OIsK5Mlkieeqf5ejZOKFiyH5mM.jpg", "runtime": 89, "id": 220289, "genre_ids": [53, 878]}, {"title": "The Incredible Burt Wonderstone", "overview": "After breaking up with his longtime stage partner, a famous but jaded Vegas magician fights for relevance when a new, \"hip\" street magician appears on the scene.", "release_date": "2013-03-14", "poster": "/5WpMIIEfRaJL2WrgQMImu4S79ME.jpg", "runtime": 100, "id": 124459, "genre_ids": [35]}, {"title": "Kingpin", "overview": "After bowler Roy Munson swindles the wrong crowd and is left with a hook for a hand, he settles into impoverished obscurity. That is, until he uncovers the next big thing: an Amish kid named Ishmael. So, the corrupt and the hopelessly naïve hit the circuit intent on settling an old score with Big Ern.", "release_date": "1996-07-04", "poster": "/eU5LzCEYNX03WEPuBk5ztFhHXAx.jpg", "runtime": 113, "id": 11543, "genre_ids": [35]}, {"title": "Ong-Bak: Muay Thai Warrior", "overview": "When the head of a statue sacred to a village is stolen, a young martial artist goes to the big city and finds himself taking on the underworld to retrieve it.", "release_date": "2003-01-21", "poster": "/t4TIJWdnxcKXcsLYqKUoNzDkeU8.jpg", "runtime": 105, "id": 9316, "genre_ids": [28, 53]}, {"title": "Cocktail", "overview": "A talented New York bartender takes a job at a bar in Jamaica and falls in love.", "release_date": "1988-07-29", "poster": "/yT5OPWfdZGxxLYYn7qaVgt4GXvy.jpg", "runtime": 104, "id": 7520, "genre_ids": [18, 10749]}, {"title": "Larry Crowne", "overview": "After losing his job, a middle-aged man reinvents himself by going back to college.", "release_date": "2011-06-30", "poster": "/9IJgzuDEd1qHwmUiT38YYPYSYnt.jpg", "runtime": 98, "id": 59861, "genre_ids": [35, 10749, 18]}, {"title": "The English Patient", "overview": "The filmed version of the novel by Michael Ondaatje of the same name. This film tells of love stories during the turbulent times of World War 2. Director Anthony Minghella films the biography of Ladislaus Almasy.", "release_date": "1996-11-14", "poster": "/niqc0v3Lclh99Mmmxm49qZTIo2e.jpg", "runtime": 162, "id": 409, "genre_ids": [18, 10749, 10752]}, {"title": "Final Fantasy: The Spirits Within", "overview": "Led by a strange dream, scientist Aki Ross struggles to collect the eight spirits in the hope of creating a force powerful enough to protect the planet. With the aid of the Deep Eyes Squadron and her mentor, Dr. Sid, Aki must save the Earth from its darkest hate and unleash the spirits within.", "release_date": "2001-07-02", "poster": "/7xmWJM5eugu582m8EtTaw0fSBF2.jpg", "runtime": 106, "id": 2114, "genre_ids": [12, 28, 16, 14, 878, 53]}, {"title": "The Counselor", "overview": "A rich and successful lawyer named Counselor is about to get married to his fiancée but soon meets up with the middle-man known as Westray who tells him his drug trafficking plan has taken a horrible twist and now he must protect himself and his soon bride-to-be lover as the truth of the drug business uncovers and targets become chosen.", "release_date": "2013-10-25", "poster": "/uxp6rHVBzUqZCyTaUI8xzUP5sOf.jpg", "runtime": 117, "id": 109091, "genre_ids": [53, 80, 18]}, {"title": "Carnage", "overview": "In Brooklyn Bridge Park, eleven year old Zachary Cowan strikes his eleven year old classmate Ethan Longstreet across the face with a stick after an argument. After learning about the altercation. The Longstreet parents decide to invite the Cowan parents to their Brooklyn apartment to deal with the incident in a civilized manner.", "release_date": "2011-09-16", "poster": "/1nhY2l0SffJ5nK8FaeiRaMblN3d.jpg", "runtime": 80, "id": 72113, "genre_ids": [35, 18]}, {"title": "This Boy's Life", "overview": "In 1957, a son and mother flee the East and an abusive boyfriend to find a new life, and end up in Seattle, where the mother meets a polite garage mechanic. The boy continually gets into trouble by hanging out with the wrong crowd. The mom marries the mechanic, but they soon find out that he's an abusive and unreasoning alcoholic, and they struggle to maintain hope in an impossible situation as the boy grows up with plans to escape the small town by any means possible. Based on a true story by Tobias Wolff.", "release_date": "1993-04-09", "poster": "/xs8ebrGRGu6Y9ebu2dJFdm9yaZP.jpg", "runtime": 115, "id": 8092, "genre_ids": [18]}, {"title": "Robot & Frank", "overview": "A delightful dramatic comedy, a buddy picture, and, for good measure, a heist film. Curmudgeonly old Frank lives by himself. His routine involves daily visits to his local library, where he has a twinkle in his eye for the librarian. His grown children are concerned about their father’s well-being and buy him a caretaker robot. Initially resistant to the idea, Frank soon appreciates the benefits of robotic support – like nutritious meals and a clean house – and eventually begins to treat his robot like a true companion. With his robot’s assistance, Frank’s passion for his old, unlawful profession is reignited, for better or worse.", "release_date": "2012-08-16", "poster": "/euOI0iOczBCEQgPhToZcvQ2eIj7.jpg", "runtime": 85, "id": 84329, "genre_ids": [878, 35, 18, 80]}, {"title": "Jackass: The Movie", "overview": "Johnny Knoxville and his crazy friends appear on the big screen for the very first time in Jackass: The Movie. They wander around Japan in panda outfits, wreak havoc on a once civilized golf course, they even do stunts involving LIVE alligators, and so on. While Johnny Knoxvile and his pals put their life at risk, they are entertaining people at the same time. Get ready for Jackass: The Movie!!", "release_date": "2002-10-21", "poster": "/iCB8mLrRoMp6sFta1qgZyZgmu9W.jpg", "runtime": 87, "id": 9012, "genre_ids": [35]}, {"title": "This Is 40", "overview": "Pete and Debbie are both about to turn 40, their kids hate each other, both of their businesses are failing, they're on the verge of losing their house, and their relationship is threatening to fall apart.", "release_date": "2012-12-20", "poster": "/5zscVRjG4f6wcF7zidVqGO7hwjg.jpg", "runtime": 134, "id": 89492, "genre_ids": [35]}, {"title": "Jackie Brown", "overview": "Jackie Brown is a flight attendant who gets caught in the middle of smuggling cash into the country for her gunrunner boss. When the cops try to use Jackie to get to her boss, she hatches a plan—with help from a bail bondsman—to keep the money for herself. Based on Elmore Leonard's novel “Rum Punch”.", "release_date": "1997-12-24", "poster": "/4XVPYOdMAizdNMSwS0SK3fPJcvR.jpg", "runtime": 154, "id": 184, "genre_ids": [28, 80, 18, 53]}, {"title": "Honey, I Blew Up the Kid", "overview": "Wayne Szalinski is at it again. But instead of shrinking things, he tries to make a machine that can make things grow. As in the first one, his machine isn't quite accurate. But when he brings Nick &amp; his toddler son Adam to see his invention, the machine unexpectedly starts working. And when Adam comes right up to the machine, he gets zapped along with his stuffed bunny.", "release_date": "1992-07-16", "poster": "/gwda8CnPAfHGwygclGiKddt60fX.jpg", "runtime": 89, "id": 11158, "genre_ids": [12, 35, 10751, 878]}, {"title": "Spellbound", "overview": "When Dr. Anthony Edwardes arrives at a Vermont mental hospital to replace the outgoing hospital director, Dr. Constance Peterson, a psychoanalyst, discovers Edwardes is actually an impostor. The man confesses that the real Dr. Edwardes is dead and fears he may have killed him, but cannot recall anything. Dr. Peterson, however is convinced his impostor is innocent of the man's murder, and joins him on a quest to unravel his amnesia through psychoanalysis.", "release_date": "1945-12-28", "poster": "/A40oq9UwIFleOEmP3XBU2tzColO.jpg", "runtime": 111, "id": 4174, "genre_ids": [18, 9648, 53]}, {"title": "Monster's Ball", "overview": "Set in the Southern United States, 'Monster's Ball' is a tale of a racist white man, Hank, who falls in love with a black woman named Leticia. Ironically Hank is a prison guard working on Death Row who executed Leticia's husband. Hank and Leticia's interracial affair leads to confusion and new ideas for the two unlikely lovers.", "release_date": "2001-11-11", "poster": "/8tQ2ZtUJ4bxxUF1slc6DKBXOtTN.jpg", "runtime": 111, "id": 1365, "genre_ids": [18, 10749]}, {"title": "Babylon A.D.", "overview": "In Babylon A.D Vin Diesel stars as a veteran-turned-mercenary who is hired to deliver a package from the ravages of post-apocalyptic Eastern Europe to a destination in the teeming megalopolis of New York City. The \"package\" is a mysterious young woman with a secret.", "release_date": "2008-08-20", "poster": "/ipAZBhmBsJa6W8iKwtJL0u02bPb.jpg", "runtime": 101, "id": 9381, "genre_ids": [28, 12, 878, 53]}, {"title": "Marley & Me", "overview": "A newly married couple who, in the process of starting a family, learn many of life's important lessons from their trouble-loving retriever, Marley. Packed with plenty of laughs to lighten the load, the film explores the highs and lows of marriage, maturity and confronting one's own mortality, as seen through the lens of family life with a dog.", "release_date": "2008-12-25", "poster": "/uyVj4K1DiYpxxRpFYdN1ZWSBJ2.jpg", "runtime": 115, "id": 14306, "genre_ids": [12, 10751, 35]}, {"title": "A Room with a View", "overview": "When Lucy Honeychurch and chaperon Charlotte Bartlett find themselves in Florence with rooms without views, fellow guests Mr Emerson and son George step in to remedy the situation. Meeting the Emersons could change Lucy's life forever but, once back in England, how will her experiences in Tuscany affect her marriage plans? Nominated for eight Academy Awards (1986), including Best Picture, and winner of three, this is one the most charming and delightful romantic comedies ever filmed.", "release_date": "1986-03-07", "poster": "/fS4mDKBIHeTmWXPGgz64d2dMyJG.jpg", "runtime": 117, "id": 11257, "genre_ids": [18, 10749]}, {"title": "The Last Castle", "overview": "A Court Martialed general rallies together 1200 inmates to rise against the system that put him away.", "release_date": "2001-10-19", "poster": "/tfbZvbK3mVNcgsYwC0Npj96GRux.jpg", "runtime": 131, "id": 2100, "genre_ids": [28, 18, 53]}, {"title": "Battle Royale", "overview": "In the future, the Japanese government captures a class of ninth-grade students and forces them to kill each other under the revolutionary \"Battle Royale\" act.", "release_date": "2000-12-16", "poster": "/4J5hW5wwT20hYSEPfxvfxNLjHcg.jpg", "runtime": 114, "id": 3176, "genre_ids": [18, 53, 12]}, {"title": "A.C.O.D.", "overview": "A grown man is still caught in the crossfire of his parents' 15 year divorce. He discovers he was unknowingly part of a study on divorced children and is enlisted in a follow-up years later, which wreaks new havoc on his family.", "release_date": "2013-10-03", "poster": "/sm8rMaEvlQeAgUGn4nK7CjlxkfL.jpg", "runtime": 88, "id": 115283, "genre_ids": [35]}, {"title": "Zulu", "overview": "As a child, Ali Neuman narrowly escaped being murdered by Inkhata, a militant political party at war with Nelson Mandela's African National Congress. Only he and his mother survived the carnage of those years. But as with many survivors, the psychological scars remain.", "release_date": "2013-12-04", "poster": "/hRuFJHZ9BMaljX2Ii4dKwdJYttB.jpg", "runtime": 110, "id": 185567, "genre_ids": [80, 18, 53]}, {"title": "Conquest of the Planet of the Apes", "overview": "In a futuristic world that has embraced ape slavery, Caesar, the son of the late simians Cornelius and Zira, surfaces after almost twenty years of hiding out from the authorities, and prepares for a slave revolt against humanity.", "release_date": "1972-06-29", "poster": "/wxanhJ9ZuZ05P4J2hkC1M1rA0dv.jpg", "runtime": 88, "id": 1688, "genre_ids": [28, 878]}, {"title": "Goya's Ghosts", "overview": "Painter Francisco Goya faces a scandal involving his muse, who is labeled a heretic by a monk.", "release_date": "2006-11-08", "poster": "/x04CKIV43Y9K5iTD98fB25lB0F2.jpg", "runtime": 114, "id": 11515, "genre_ids": [18]}, {"title": "Tootsie", "overview": "Michael Dorsey is an unemployed actor with an impossible reputation. In order to find work and fund his friend's play he dresses as a woman, Dorothy Michaels, and lands the part in a daytime drama. Dorsey loses himself in this woman role and essentially becomes Dorothy Michaels, captivating women all around the city and inspiring them to break free from the control of men and become more like Dorsey's initial identity. This newfound role, however, lands Dorsey in a hot spot between a female friend/'lover,' a female co-star he falls in love with, that co-star's father who falls in love with him, and a male co-star who yearns for his affection.", "release_date": "1982-12-16", "poster": "/eHEYJPb95FRvCGh5bVKEC3i2uZ8.jpg", "runtime": 116, "id": 9576, "genre_ids": [35, 10749]}, {"title": "Monster", "overview": "Aileen Wuornos is an emotionally scarred highway hooker who shoots a sadistic trick who rapes her and ultimately becomes America's first female serial killer. The film, based on a true story, centers more on the surrounding circumstances than on the murders.", "release_date": "2003-11-16", "poster": "/uIVrPwor7fgSm5MRMj8IWs76gpk.jpg", "runtime": 110, "id": 504, "genre_ids": [80, 18]}, {"title": "The Seven Year Itch", "overview": "With his family away for their annual summer holiday, Richard Sherman decides he has the opportunity to live a bachelor's life. The beautiful but ditzy blonde from the apartment above catches his eye and they soon start spending time together - maybe a little too much time!", "release_date": "1955-06-01", "poster": "/tHMPj51fYBySZv0WiVol2iuKdYb.jpg", "runtime": 105, "id": 10653, "genre_ids": [35, 18, 10749]}, {"title": "Walk of Shame", "overview": "A reporter's dream of becoming a news anchor is compromised after a one-night stand leaves her stranded in downtown L.A. without a phone, car, ID or money - and only 8 hours to make it to the most important job interview of her life.", "release_date": "2014-05-02", "poster": "/5TGX6do5nemPYyHCptjqHzU4HfR.jpg", "runtime": 95, "id": 187596, "genre_ids": [35]}, {"title": "Pink Floyd - The Wall", "overview": "A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.", "release_date": "1982-07-14", "poster": "/35xwOkGoyceTW7Q8n14di0eMoxj.jpg", "runtime": 95, "id": 12104, "genre_ids": [10402]}, {"title": "Alpha Dog", "overview": "Johnny Truelove likes to see himself as tough. He's the son of an underworld figure and a drug dealer. Johnny also likes to get tough when things don't go his way. When Jake Mazursky fails to pay up for Johnny, things get worse for the Mazursky family, as Johnny and his 'gang' kidnap Jake's 15 year old brother and holds him hostage. Problem now is what to do with 'stolen boy?'", "release_date": "2006-01-27", "poster": "/vyFj7ZFm5AWApNGowpUzoakMuyS.jpg", "runtime": 122, "id": 7457, "genre_ids": [80, 18]}, {"title": "Run Lola Run", "overview": "Lola receives a phone call from her boyfriend Manny. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manny. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.", "release_date": "1998-08-20", "poster": "/3L8QhF5IkZOnEnBFdpj6GVkkp7d.jpg", "runtime": 81, "id": 104, "genre_ids": [28, 18, 53]}, {"title": "The Green Hornet", "overview": "Britt Reid (Seth Rogen), the heir to the largest newspaper fortune in Los Angeles, is a spoiled playboy who has been, thus far, happy to lead an aimless life. After his father (Tom Wilkinson) dies, Britt meets Kato (Jay Chou), a resourceful company employee. Realizing that they have the talent and resources to make something of their lives, Britt and Kato join forces as costumed crime-fighters to bring down the city's most-powerful criminal, Chudnofsky (Christoph Waltz).", "release_date": "2011-01-12", "poster": "/hZvTFnyqiTiQDO1FRsQvwhFNg3G.jpg", "runtime": 119, "id": 40805, "genre_ids": [28, 80, 35]}, {"title": "Che: Part One", "overview": "The Argentine, begins as Che and a band of Cuban exiles (led by Fidel Castro) reach the Cuban shore from Mexico in 1956. Within two years, they mobilized popular support and an army and toppled the U.S.-friendly regime of dictator Fulgencio Batista.", "release_date": "2008-05-21", "poster": "/uhUGBtg7GwHQfm6ITdNZms4fTZI.jpg", "runtime": 134, "id": 8881, "genre_ids": [18, 36, 10752]}, {"title": "Freddy's Dead: The Final Nightmare", "overview": "Just when you thought it was safe to sleep, Freddy Krueger returns in this sixth installment of the Nightmare on Elm Street films, as psychologist Maggie Burroughs, tormented by recurring nightmares, meets a patient with the same horrific dreams. Their quest for answers leads to a certain house on Elm Street -- where the nightmares become reality.", "release_date": "1991-09-05", "poster": "/m4IFNmheHcjbLsVWbUq9TIpWL5S.jpg", "runtime": 89, "id": 11284, "genre_ids": [27, 53, 35]}, {"title": "The Wrestler", "overview": "Aging wrestler Randy \"The Ram\" Robinson is long past his prime but still ready and rarin' to go on the pro-wrestling circuit. After a particularly brutal beating, however, Randy hangs up his tights, pursues a serious relationship with a long-in-the-tooth stripper, and tries to reconnect with his estranged daughter. But he can't resist the lure of the ring and readies himself for a comeback.", "release_date": "2008-09-07", "poster": "/huooRmB7yksJyVVSkqOgitxlCec.jpg", "runtime": 109, "id": 12163, "genre_ids": [18, 10749]}, {"title": "The Legend of Hercules", "overview": "In Ancient Greece 1200 B.C., a queen succumbs to the lust of Zeus to bear a son promised to overthrow the tyrannical rule of the king and restore peace to a land in hardship. But this prince, Hercules, knows nothing of his real identity or his destiny. He desires only one thing: the love of Hebe, Princess of Crete, who has been promised to his own brother. When Hercules learns of his greater purpose, he must choose: to flee with his true love or to fulfill his destiny and become the true hero of his time. The story behind one of the greatest myths is revealed in this action-packed epic - a tale of love, sacrifice and the strength of the human spirit.", "release_date": "2014-01-10", "poster": "/eIHrBHeqfQodgEjSPdZWh9b5lV3.jpg", "runtime": 99, "id": 188207, "genre_ids": [28, 12]}, {"title": "Chloe", "overview": "A doctor hires an escort to seduce her husband, whom she suspects of cheating, though unforeseen events put the family in danger.", "release_date": "2009-03-25", "poster": "/9NyVhWbTrCMzWoExYZU54tsDJ6k.jpg", "runtime": 96, "id": 28211, "genre_ids": [18, 53, 9648]}, {"title": "Shortbus", "overview": "Shortbus revolves around a sexually diverse ensemble of emotionally challenged characters trying desperately to connect in New York City. The characters converge in a weekly Brooklyn artistic/sexual salon loosely inspired by various underground NYC gatherings that took place in the early 2000's. The film includes a variety of explicit scenes containing non-simulated sexual intercourse with visible penetration and male ejaculation.", "release_date": "2006-05-20", "poster": "/iaS9XXoHW6ZVveu6wpLaTv1Bv29.jpg", "runtime": 101, "id": 1378, "genre_ids": [10749, 18, 35]}, {"title": "The Last King of Scotland", "overview": "Nicholas Garrigan, a young doctor from Scotland, decides it is time for an adventure after he finishes his formal education. He decides to try his luck in Uganda. He arrives during the downfall of president Obote. General Idi Amin comes to power and asks him to become his personal doctor. When will Nicholas realize Amin is not the friend of the nation, but a brutal dictator?", "release_date": "2006-09-01", "poster": "/rgJa3DRf8L2EnYKr5ZRMpuQn0s2.jpg", "runtime": 121, "id": 1523, "genre_ids": [18]}, {"title": "Step Up Revolution", "overview": "Emily arrives in Miami with aspirations to become a professional dancer. She sparks with Sean, the leader of a dance crew whose neighborhood is threatened by Emily's father's development plans.", "release_date": "2012-07-26", "poster": "/bduyqAyMtPDs4m16F7SuLQtbcud.jpg", "runtime": 99, "id": 85446, "genre_ids": [10402, 18, 10749]}, {"title": "Planes", "overview": "Dusty is a cropdusting plane who dreams of competing in a famous aerial race. The problem? He is hopelessly afraid of heights. With the support of his mentor Skipper and a host of new friends, Dusty sets off to make his dreams come true.", "release_date": "2013-08-09", "poster": "/c8ALtmmmtofVYOxSJG0S5ZcP2pF.jpg", "runtime": 91, "id": 151960, "genre_ids": [16, 10751, 12, 35]}, {"title": "G.I. Jane", "overview": "A female Senator succeeds in enrolling a woman into Combined Reconnaissance Team training where everyone expects her to fail.", "release_date": "1997-08-22", "poster": "/yf4zJg6ACAhH4fkHSdEDrBUuEyg.jpg", "runtime": 125, "id": 4421, "genre_ids": [28, 18]}, {"title": "Revenge of the Pink Panther", "overview": "Chief Inspector Jacques Clouseau is dead. At least that is what the world (and Charles Dreyfus) believe when a dead body is discovered in Clouseau's car after being shot off the road. Naturally, Jacques Clouseau knows differently, and taking advantage of not being alive, sets out to discover why an attempt was made on his life.", "release_date": "1978-07-19", "poster": "/rbSHQ2wslGEJHjN8Y7XpdKaihyR.jpg", "runtime": 104, "id": 6081, "genre_ids": [28, 35, 53, 80, 10751]}, {"title": "Australia", "overview": "Set in northern Australia before World War II, an English aristocrat who inherits a sprawling ranch reluctantly pacts with a stock-man in order to protect her new property from a takeover plot. As the pair drive 2,000 head of cattle over unforgiving landscape, they experience the bombing of Darwin, Australia, by Japanese forces firsthand.", "release_date": "2008-11-18", "poster": "/rjyseZNRuMiomWbQZt6BQMwyyE2.jpg", "runtime": 165, "id": 6972, "genre_ids": [18]}, {"title": "Time Lapse", "overview": "Three friends discover a mysterious machine that takes pictures 24 hours into the future and conspire to use it for personal gain, until disturbing and dangerous images begin to develop.", "release_date": "2015-01-29", "poster": "/y3yUX68Wv0EEHe6psIbet4TppUx.jpg", "runtime": 104, "id": 273271, "genre_ids": [53, 878]}, {"title": "Vertical Limit", "overview": "Trapped near the summit of K2, the world's second-highest mountain, Annie Garrett radios to base camp for help. Brother Peter hears Annie's message and assembles a team to save her and her group before they succumb to K2's unforgiving elements. But, as Annie lays injured in an icy cavern, the rescuers face several terrifying events that could end the rescue attempt -- and their lives.", "release_date": "2000-12-08", "poster": "/8AJXlbf29XIvMjwFvZ6zjMUvNvL.jpg", "runtime": 124, "id": 11678, "genre_ids": [28, 12, 53]}, {"title": "Father of the Bride", "overview": "George Banks is an ordinary, middle-class man whose 21 year-old daughter Annie has decided to marry a man from an upper-class family, but George can't think of what life would be like without his daughter. He becomes slightly insane, but his wife tries to make him happy for Annie, but when the wedding takes place at their home and a foreign wedding planner takes over the ceremony.", "release_date": "1991-12-20", "poster": "/bNQpz6e35wuA3QgJb9VF2oUpZNA.jpg", "runtime": 105, "id": 11846, "genre_ids": [35, 10749]}, {"title": "Asterix & Obelix take on Caesar", "overview": "Set in 50 B.C., Asterix and Obelix are living in a small but well-protected village in Gaul, where a magic potion concocted by Druids turns the townsfolk into mighty soldiers. When Roman troops carve a path through Gaul to reach the English Channel, Caesar and his aide de camp Detritus discover the secret elixir and capture the Druid leader who knows its formula, and Asterix and Obelix are sent off to rescue them.", "release_date": "1999-02-01", "poster": "/vo54qvwEqv9gzxHXBk8oR2MlFZ4.jpg", "runtime": 109, "id": 9564, "genre_ids": [10751, 12, 35, 14]}, {"title": "Wrong Turn 3: Left for Dead", "overview": "A group of people find themselves trapped in the backwoods of West Virginia, fighting for their lives against a group of vicious and horribly disfigured inbred cannibals.", "release_date": "2009-01-01", "poster": "/9J4Me7ZxiTqtF7KyFWp15j0PKqh.jpg", "runtime": 91, "id": 23823, "genre_ids": [27, 53]}, {"title": "Look Who's Talking Now!", "overview": "When Samantha LeBon hatches a scheme to spend a romantic Christmas with her new employee -- the unsuspecting, blithesome James -- his wife, their kids and their two dogs, Rocks and Daphne, must rescue him before he makes a terrible mistake.", "release_date": "1993-11-05", "poster": "/kgtTgLOVvMY4QMRSJVMMGKxjqpt.jpg", "runtime": 96, "id": 11982, "genre_ids": [10749, 35, 10751]}, {"title": "Analyze That", "overview": "The mafia's Paul Vitti is back in prison and will need some serious counseling when he gets out. Naturally, he returns to his analyst Dr. Ben Sobel for help and finds that Sobel needs some serious help himself as he has inherited the family practice, as well as an excess stock of stress.", "release_date": "2002-12-06", "poster": "/6G6DrXsaNYPciPB3sugHL9TIewN.jpg", "runtime": 96, "id": 9932, "genre_ids": [35, 80]}, {"title": "The NeverEnding Story", "overview": "While hiding from bullies in his school's attic, a young boy discovers the extraordinary land of Fantasia, through a magical book called The Neverending Story. The book tells the tale of Atreyu, a young warrior who, with the help of a luck dragon named Falkor, must save Fantasia from the destruction of The Nothing.", "release_date": "1984-04-05", "poster": "/uHfRay8H5lS4dhaHkcl4yebhijU.jpg", "runtime": 102, "id": 34584, "genre_ids": [18, 10751, 14, 12]}, {"title": "Charlie St. Cloud", "overview": "Accomplished sailor Charlie St. Cloud has the adoration of his mother Claire and his little brother Sam, as well as a college scholarship that will lead him far from his sleepy Pacific Northwest hometown. But his bright future is cut short when a tragedy strikes and takes his dreams with it. After his high-school classmate Tess returns home unexpectedly, Charlie grows torn between honoring a promise he made four years earlier and moving forward with newfound love. And as he finds the courage to let go of the past for good, Charlie discovers the soul most worth saving is his own.", "release_date": "2010-05-01", "poster": "/ghv3vJtpnBtJh4HvN85ipkqOyRa.jpg", "runtime": 99, "id": 37950, "genre_ids": [18]}, {"title": "Executive Decision", "overview": "Terrorists hijack a 747 inbound to Washington D.C., demanding the the release of their imprisoned leader. Intelligence expert David Grant (Kurt Russell) suspects another reason and he is soon the reluctant member of a special assault team that is assigned to intercept the plane and hijackers.", "release_date": "1996-03-15", "poster": "/wmgkFuEr8bHRAgs1HS5U46Rzo0I.jpg", "runtime": 133, "id": 2320, "genre_ids": [28, 12, 18, 53]}, {"title": "[REC]⁴ Apocalypse", "overview": "Ángela Vidal the young television reporter who entered the building with the fireman, manages to make it out alive. But what the soldiers don?t know is that she carries the seed of the strange infection. She is to be taken to a provisional quarantine facility, a high-security installation where she will have to stay in isolation for several days. An old oil tanker, miles off shore and surrounded by water on all sides, has been especially equipped for the quarantine.", "release_date": "2014-09-09", "poster": "/epubwPXk2dUADlBBCz6Op6FsM.jpg", "runtime": 95, "id": 185341, "genre_ids": [53, 27]}, {"title": "I Saw the Devil", "overview": "Kyung-chul (Choi Min-sik) is a dangerous psychopath who kills for pleasure. He has committed infernal serial murders in diabolic ways that one cannot even imagine and his victims range from young women to even children. The police have chased him for a long time, but were unable to catch him. One day, Joo-yeon, daughter of a retired police chief becomes his prey and is found dead in a horrific state. Her fiance Soo-hyun (Lee Byung-hun), a top secret agent, decides to track down the murderer himself. He promises himself that he will do everything in his power to take bloody vengeance against the killer, even if it means that he must become a monster himself to get this monstrous and inhumane killer.", "release_date": "2010-08-12", "poster": "/xhlXnzQRlDab04sUMVR9bzyDPpr.jpg", "runtime": 141, "id": 49797, "genre_ids": [53, 27]}, {"title": "What Lies Beneath", "overview": "When Claire Spencer starts hearing ghostly voices and seeing spooky images, she wonders if an otherworldly spirit is trying to contact her. All the while, her husband tries to reassure her by telling her it's all in her head. But as Claire investigates, she discovers that the man she loves might know more than he's letting on.", "release_date": "2000-07-21", "poster": "/A1mrfm8LEv7L28q50ld8QI5z9Iu.jpg", "runtime": 130, "id": 2655, "genre_ids": [18, 27, 9648, 53]}, {"title": "Arms and the Dudes", "overview": "The true story of two men who were contracted by the Pentagon to arm America's allies in Afghanistan.", "release_date": "2016-03-11", "poster": null, "runtime": 0, "id": 308266, "genre_ids": [35]}, {"title": "The Client", "overview": "A street-wise kid, Mark Sway, sees the suicide of Jerome Clifford, a prominent Louisiana lawyer, whose current client is Barry 'The Blade' Muldano, a Mafia hit-man. Before Jerome shoots himself, he tells Mark where the body of a Senator is buried. Clifford shoots himself and Mark is found at the scene, and both the FBI and the Mafia quickly realize that Mark probably knows more than he says.", "release_date": "1994-07-20", "poster": "/bCWpxGGcP9DsCLwfNpnfcl1vLk8.jpg", "runtime": 119, "id": 10731, "genre_ids": [18, 53, 80, 9648]}, {"title": "London Boulevard", "overview": "A parolee battles a gangster for the affections of a reclusive movie star.", "release_date": "2010-11-10", "poster": "/dYdfVHlKmHRJi1JcywGWS4gwOu4.jpg", "runtime": 103, "id": 48838, "genre_ids": [18, 80]}, {"title": "Rising Sun", "overview": "When a prostitute is found dead in a Los Angeles skyscraper occupied by a large Japanese corporation, detectives John Conner and Web Smith are called in to investigate. Although Conner has previous experience working in Japan, cultural differences make their progress difficult until a security disc showing the murder turns up. Close scrutiny proves the disc has been doctored, and the detectives realize they're dealing with a cover-up as well.", "release_date": "1993-07-30", "poster": "/d07rjd7e54ClVLoixmf6alTiDDj.jpg", "runtime": 125, "id": 7007, "genre_ids": [28, 18, 53]}, {"title": "Mortal Kombat: Annihilation", "overview": "A group of heroic warriors has only six days to save the planet in \"Mortal Kombat Annihilation.\" To succeed they must survive the most spectacular series of challenges any human, or god, has ever encountered as they battle an evil warlord bent on taking control of Earth. Sequel to the film \"Mortal Kombat,\" and based on the popular video game.", "release_date": "1997-11-21", "poster": "/rV6gISHgfmppOJ41UNFlAvNg9ZI.jpg", "runtime": 95, "id": 9823, "genre_ids": [28, 14, 878]}, {"title": "Armour of God", "overview": "When a fortune hunter's ex-girlfriend is kidnapped by an evil cult, her fiancee enlists his help in finding and delivering the ransom--the priceless and powerful Armour of the Gods. With the help of a sexy woman and a wacky sidekick, the adventure begins.", "release_date": "1986-08-16", "poster": "/AjgHw0FH8DwjB3fL6EWAxl02wgG.jpg", "runtime": 88, "id": 10974, "genre_ids": [12, 28, 35]}, {"title": "The Paperboy", "overview": "A reporter returns to his Florida hometown to investigate a case involving a death row inmate.", "release_date": "2012-09-14", "poster": "/96TQRyIg1qgcLNXgqVn9ss2mAuT.jpg", "runtime": 107, "id": 82390, "genre_ids": [53]}, {"title": "Sister Act", "overview": "A Reno singer witnesses a mob murder and the cops stash her in a nunnery to protect her from the hitmen. The mother superior does not trust her, and takes steps to limit her influence on the other nuns. Eventually the singer rescues the failing choir and begins helping with community projects, which gets her an interview on TV.", "release_date": "1992-05-28", "poster": "/7wQxLtybiUbtC6tsJh9htFEmqq3.jpg", "runtime": 100, "id": 2005, "genre_ids": [10402, 35]}, {"title": "Romy and Michele's High School Reunion", "overview": "Two not-too-bright party girls reinvent themselves for their high school reunion. Armed with a borrowed Jaguar, new clothes and the story of their success as the inventors of Post-it notes, Romy and Michele descend on their alma mater, but their façade crumbles quickly.", "release_date": "1997-04-25", "poster": "/fvgLTx3vM3dUQqytaWCRaTdAdrs.jpg", "runtime": 92, "id": 9611, "genre_ids": [35]}, {"title": "Moonrise Kingdom", "overview": "Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two twelve-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in more ways than anyone can handle.", "release_date": "2012-05-16", "poster": "/ysTohGF7NY9Z6MYz9vLNYiyzh0r.jpg", "runtime": 94, "id": 83666, "genre_ids": [35, 18, 10749]}, {"title": "Robin Hood: Men in Tights", "overview": "Robin Hood comes home after fighting in the Crusades to learn that the noble King Richard is in exile and that the despotic King John now rules England, with the help of the Sheriff of Rottingham. Robin Hood assembles a band of fellow patriots to do battle with King John and the Sheriff.", "release_date": "1993-07-28", "poster": "/3pd3sdot0HfQTFzqgTUzaF4kcxP.jpg", "runtime": 104, "id": 8005, "genre_ids": [35]}, {"title": "Rock the Kasbah", "overview": "A washed-up music producer finds one last shot at redemption with a golden-voiced young girl in Afghanistan. However, when jealousy gets the better of a disgruntled ex-boyfriend, he decides to oppose the young star with talent of his own.", "release_date": "2015-10-22", "poster": "/7Ljch9R3uie8lV3z1GUUHZRkvKH.jpg", "runtime": 100, "id": 253414, "genre_ids": [35, 10402, 10752]}, {"title": "Caligula", "overview": "The perversion behind imperial Rome, the epic story of Rome's mad Emporer. All the details of his cruel, bizarre reign are revealed right here: His unholy sexual passion for his sister, his marriage to Rome's most infamous prostitute, his fiendishly inventive means of disposing those who would oppose him, and more.", "release_date": "1979-01-21", "poster": "/hCplH6y8ir2q3RY10XAOTHAXf1x.jpg", "runtime": 156, "id": 9453, "genre_ids": [18, 36, 10749]}, {"title": "The Tree of Life", "overview": "The impressionistic story of a Texas family in the 1950s. The film follows the life journey of the eldest son, Jack, through the innocence of childhood to his disillusioned adult years as he tries to reconcile a complicated relationship with his father. Jack finds himself a lost soul in the modern world, seeking answers to the origins and meaning of life while questioning the existence of faith.", "release_date": "2011-05-18", "poster": "/ptDOdfOg0srtk4TGdeYbLqxv2nd.jpg", "runtime": 139, "id": 8967, "genre_ids": [18, 14]}, {"title": "Miller's Crossing", "overview": "Set in 1929, a political boss and his advisor have a parting of the ways when they both fall for the same woman.", "release_date": "1990-09-21", "poster": "/gmUAhNHY4bxQzgHjXci5JAW7u62.jpg", "runtime": 115, "id": 379, "genre_ids": [18, 53, 80]}, {"title": "Big Momma's House", "overview": "When a street-smart FBI agent is sent to Georgia to protect a beautiful single mother and her son from an escaped convict, he is forced to impersonate a crass Southern granny known as Big Momma in order to remain incognito.", "release_date": "2000-05-31", "poster": "/bse0uwxF6daKzDbxZki1SYRNZkI.jpg", "runtime": 98, "id": 9600, "genre_ids": [80, 35]}, {"title": "Reasonable Doubt", "overview": "When up-and-coming District Attorney Mitch Brockden commits a fatal hit-and-run, he feels compelled to throw the case against the accused criminal who was found with the body and blamed for the crime. Following the trial, Mitch's worst fears come true when he realizes that he acquitted a guilty man, and he soon finds himself on the hunt for the killer before more victims pile up.", "release_date": "2014-01-17", "poster": "/HwcSgZ4DuvmwdibfKCUz5dnPBx.jpg", "runtime": 91, "id": 240916, "genre_ids": [80, 53]}, {"title": "Pay It Forward", "overview": "Like some other kids, 12-year-old Trevor McKinney believed in the goodness of human nature. Like many other kids, he was determined to change the world for the better. Unlike most other kids, he succeeded.", "release_date": "2000-10-12", "poster": "/l5diVKdxKMUkn4jOAxASbbGtSl1.jpg", "runtime": 122, "id": 10647, "genre_ids": [18, 10749]}, {"title": "Clerks", "overview": "Convenience and video store clerks Dante and Randal are sharp-witted, potty-mouthed and bored out of their minds. So in between needling customers, the counter jockeys play hockey on the roof, visit a funeral home and deal with their love lives.", "release_date": "1994-09-13", "poster": "/dmNytzvQTjylI83qrgDoS1KQ0ev.jpg", "runtime": 92, "id": 2292, "genre_ids": [35]}, {"title": "Mud", "overview": "A drama centered on two teenage boys who encounter a fugitive and pact to help him escape from an island in the Mississippi.", "release_date": "2013-05-01", "poster": "/pKElR1ssiqRSYb9tylSt46UXOFx.jpg", "runtime": 130, "id": 103731, "genre_ids": [18]}, {"title": "Mulan II", "overview": "Fa Mulan gets the surprise of her young life when her love, Captain Li Shang asks for her hand in marriage. Before the two can have their happily ever after, the Emperor assigns them a secret mission, to escort three princesses to Chang'an, China. Mushu is determined to drive a wedge between the couple after he learns that he will lose his guardian job if Mulan marries into the Li family.", "release_date": "2004-11-03", "poster": "/ebuRP7g3tJlLxeejylu4Wx4Qsjv.jpg", "runtime": 79, "id": 12242, "genre_ids": [16, 35, 10751, 28]}, {"title": "Wrong Turn 5: Bloodlines", "overview": "A small West Virginia town is hosting the legendary Mountain Man Festival on Halloween, where throngs of costumed party goers gather for a wild night of music and mischief. But an inbred family of hillbilly cannibals kill the fun when they trick and treat themselves to a group of visiting college students.", "release_date": "2012-10-23", "poster": "/olnVrUyoL2ntBBuipvXBecCbTBX.jpg", "runtime": 91, "id": 125509, "genre_ids": [27, 53]}, {"title": "Striptease", "overview": "Bounced from her job, Erin Grant needs money if she's to have any chance of winning back custody of her child. But, eventually, she must confront the naked truth: to take on the system, she'll have to take it all off. Erin strips to conquer, but she faces unintended circumstances when a hound dog of a Congressman zeroes in on her and sharpens the shady tools at his fingertips, including blackmail and murder.", "release_date": "1996-06-28", "poster": "/mjYQjfzAyF7YC23cx7Uug3qBupb.jpg", "runtime": 115, "id": 9879, "genre_ids": [18, 53, 80]}, {"title": "Wrong Turn 4: Bloody Beginnings", "overview": "Follows a group of friends that decide to go snowmobiling during their winter break. They make a \"wrong turn\", getting lost in a storm.", "release_date": "2011-10-17", "poster": "/ogAYr3SdD5j2bFRX5briSOhe0Rw.jpg", "runtime": 93, "id": 71672, "genre_ids": [27, 53]}, {"title": "My Blind Brother", "overview": "Love for the same woman causes conflict between an over-achieving blind athlete and the brother who made him that way.", "release_date": "2016-03-12", "poster": null, "runtime": 90, "id": 381040, "genre_ids": []}, {"title": "Little Big Man", "overview": "Jack Crabb, looking back from extreme old age, tells of his life being raised by Indians and fighting with General Custer.", "release_date": "1970-12-14", "poster": "/gXqYGKMrAqMkmlpPh1rzwYZi7eH.jpg", "runtime": 139, "id": 11040, "genre_ids": [28, 35, 18, 37]}, {"title": "Deliver Us from Evil", "overview": "New York police officer Ralph Sarchie investigates a series of crimes. He joins forces with an unconventional priest, schooled in the rites of exorcism, to combat the possessions that are terrorizing their city.", "release_date": "2014-07-01", "poster": "/iI0FjaQcFGMlBClEGdMzTkOsOcP.jpg", "runtime": 118, "id": 184346, "genre_ids": [53, 80, 27]}, {"title": "The Frozen Ground", "overview": "An Alaska State Trooper partners with a young woman who escaped the clutches of serial killer Robert Hansen to bring the murderer to justice. Based on actual events.", "release_date": "2013-07-18", "poster": "/2bD6kKCqzsHdcDRxfpMJjSHQmey.jpg", "runtime": 105, "id": 199373, "genre_ids": [53, 80]}, {"title": "The Taming of the Scoundrel", "overview": "A rich farmer is well known for being very unkind. He's misanthropic, misogynous and cantankerous. Until he meets by chance a gorgeous girl...", "release_date": "1980-12-20", "poster": "/jwYNSO19pe8MxTAELYiMZ4fO3nE.jpg", "runtime": 104, "id": 10986, "genre_ids": [35]}, {"title": "Kill the Messenger", "overview": "A reporter becomes the target of a vicious smear campaign that drives him to the point of suicide after he exposes the CIA's role in arming Contra rebels in Nicaragua and importing cocaine into California. Based on the true story of journalist Gary Webb.", "release_date": "2014-10-09", "poster": "/i5Tgu6x2f5ALvHLmHRqDo69Vj0I.jpg", "runtime": 112, "id": 245916, "genre_ids": [53, 80, 18, 9648]}, {"title": "The Oath of Winter, The Festival of Summer - The Great Camphor Tree of Takeoshi", "overview": "\"Fuyu no Chikai, Natsu no Matsuri - Takeoshi no Dai-Kusunoki\" is set in the city of Takeoshi, and will center on two characters, a boy and a girl, who grow up watched over by a large camphor tree that endures the time and seasons. It will star Nao Tōyama as Rinko Yamaguchi, and Nobunaga Shimazaki as Sōta.", "release_date": "2016-03-12", "poster": "/4GvLj25E3wXKqZ6FfsowWcVnll1.jpg", "runtime": 0, "id": 379770, "genre_ids": [16, 10749]}, {"title": "Big Stan", "overview": "Rob Schneider writes and stars in this comedy about a nerdy con man whose swindling ways land him a stiff prison sentence. Terrified at the prospect of being raped in prison he enlists the aid of a mysterious kung-fu expert to teach him how to fight.", "release_date": "2007-06-06", "poster": "/9aVhW8KoKSn6l35n1WXAHZkqdwj.jpg", "runtime": 105, "id": 13161, "genre_ids": [35]}, {"title": "Jerry Maguire", "overview": "Jerry Maguire used to be a typical sports agent: willing to do just about anything he could to get the biggest possible contracts for his clients, plus a nice commission for himself. Then, one day, he suddenly has second thoughts about what he's really doing. When he voices these doubts, he ends up losing his job and all of his clients, save Rod Tidwell, an egomaniacal football player.", "release_date": "1996-12-06", "poster": "/99YTEdKOKDRClsscOpJfdkbaTrQ.jpg", "runtime": 139, "id": 9390, "genre_ids": [35, 18, 10749]}, {"title": "Rushmore", "overview": "Max Fischer, a precocious and eccentric 15 year-old, who is both Rushmore's most extracurricular and least scholarly student; Herman Blume, a disillusioned industrialist who comes to admire Max; and Rosemary Cross, a widowed first grade teacher who becomes the object of both Max's and Herman's affection.", "release_date": "1998-09-17", "poster": "/q3ov1BFTCRWoR9Q6udaRbmgfWwg.jpg", "runtime": 93, "id": 11545, "genre_ids": [35, 18]}, {"title": "Elite Squad: The Enemy Within", "overview": "After a bloody invasion of the BOPE in the High-Security Penitentiary Bangu 1 in Rio de Janeiro to control a rebellion of interns, the Lieutenant-Colonel Roberto Nascimento and the second in command Captain André Matias are accused by the Human Right Aids member Diogo Fraga of execution of prisoners. Matias is transferred to the corrupted Military Police and Nascimento is exonerated from the BOPE by the Governor.", "release_date": "2010-10-08", "poster": "/65Uy9xucPOAZDKa54RlojVyP24k.jpg", "runtime": 115, "id": 47931, "genre_ids": [18, 28, 80]}, {"title": "Fortress", "overview": "A futuristic prison movie. Protagonist and wife are nabbed at a future US emigration point with an illegal baby during population control. The resulting prison experience is the subject of the movie. The prison is a futuristic one run by a private corporation bent on mind control in various ways", "release_date": "1992-09-30", "poster": "/nzLFgdPTCmkDXZGFuTsgKGG6oo0.jpg", "runtime": 95, "id": 12088, "genre_ids": [28, 53, 878]}, {"title": "Reign of Fire", "overview": "In post-apocalyptic England, an American volunteer and a British survivor team up to fight off a brood of fire-breathing dragons seeking to return to global dominance after centuries of rest underground. The Brit -- leading a clan of survivors to hunt down the King of the Dragons -- has much at stake: His mother was killed by a dragon, but his love is still alive.", "release_date": "2002-07-12", "poster": "/iK8kFLLZ1p035nQW8FwyXAqAkNb.jpg", "runtime": 101, "id": 6278, "genre_ids": [28, 14, 878, 53]}, {"title": "Need for Speed", "overview": "The film revolves around a local street-racer who partners with a rich and arrogant business associate, only to find himself framed by his colleague and sent to prison. After he gets out, he joins a New York-to-Los Angeles race to get revenge. But when the ex-partner learns of the scheme, he puts a massive bounty on the racer's head, forcing him to run a cross-country gauntlet of illegal racers in all manner of supercharged vehicles.", "release_date": "2014-03-13", "poster": "/lN0mP3BNaKirkKl6FJ0yL0wmjSJ.jpg", "runtime": 130, "id": 136797, "genre_ids": [28, 80, 18, 53]}, {"title": "Momentum", "overview": "When Alex, an infiltration expert with a secret past, accidentally reveals her identity during what should have been a routine heist, she quickly finds herself mixed up in a government conspiracy and entangled in a deadly game of cat-and-mouse with a master assassin and his team of killers.  Armed with her own set of lethal skills, Alex looks to exact revenge for her murdered friends while uncovering the truth.", "release_date": "2015-08-01", "poster": "/zFo4fir7PrS0oGiiwOQeOIUyRN.jpg", "runtime": 96, "id": 346808, "genre_ids": [53, 28]}, {"title": "Ricki and the Flash", "overview": "Meryl Streep stars as Ricki Rendazzo, a guitar heroine who made a world of mistakes as she followed her dreams of rock-and-roll stardom. Returning home, Ricki gets a shot at redemption and a chance to make things right as she faces the music with her family.", "release_date": "2015-07-10", "poster": "/aAEze9iEijSPYATn8ge4jC4AIp4.jpg", "runtime": 100, "id": 275601, "genre_ids": [35, 18, 10402]}, {"title": "Young Frankenstein", "overview": "A young neurosurgeon (Gene Wilder) inherits the castle of his grandfather, the famous Dr. Victor von Frankenstein. In the castle he finds a funny hunchback called Igor, a pretty lab assistant named Inga and the old housekeeper, Frau Blucher. Young Frankenstein believes that the work of his grandfather was delusional, but when he discovers the book where the mad doctor described his reanimation experiment, he suddenly changes his mind...", "release_date": "1974-12-15", "poster": "/opJLacWe6GI23iIlwIaJWj2qcwb.jpg", "runtime": 106, "id": 3034, "genre_ids": [35, 878]}, {"title": "A Nightmare on Elm Street Part 2: Freddy's Revenge", "overview": "A new family moves into the house on Elm Street, and before long, the kids are again having nightmares about deceased child murderer Freddy Krueger. This time, Freddy attempts to possess a teenage boy to cause havoc in the real world, and can only be overcome if the boy's sweetheart can master her fear.", "release_date": "1985-11-01", "poster": "/seEMZxo6bhHWbWPNcBQfsMAk39F.jpg", "runtime": 87, "id": 10014, "genre_ids": [27]}, {"title": "Hot Tub Time Machine 2", "overview": "When Lou, who has become the \"father of the Internet,\" is shot by an unknown assailant, Jacob and Nick fire up the time machine again to save their friend.", "release_date": "2015-02-20", "poster": "/tQtWuwvMf0hCc2QR2tkolwl7c3c.jpg", "runtime": 93, "id": 243938, "genre_ids": [35]}, {"title": "The Space in Between: Marina Abramović and Brazil", "overview": "Marina Abramovic travels through Brazil, in search of personal healing and artistic inspiration, experiencing sacred rituals and revealing her creative process. The route is comprised of poignant encounters with healers and sages from the Brazilian countryside, exploring the limits between art and spirituality. This external trip triggers in Marina a profound introspective journey through memories, pain and past experiences. A mixture between road movie and spiritual thriller, the documentary brings an unprecedented approach of the intimate creative process of one of the most important artists of our time.", "release_date": "2016-03-12", "poster": "/q24GvAhc0LgYv8Ib9ZCzyLxEpwV.jpg", "runtime": 97, "id": 381027, "genre_ids": [99]}, {"title": "Ratter", "overview": "Emma is a young and beautiful graduate student just starting a new life in New York City. Like most people her age, she is always connected - her phone and laptop are constant companions, documenting her most intimate moments. What she doesn't realize is that she's sharing her life with an uninvited and dangerous guest. A hacker is following Emma’s every move. When the voyeuristic thrill of watching her digitally isn't enough, the situation escalates to a dangerous and terrifying level.", "release_date": "2015-01-24", "poster": "/opW9YdBOB3rSoF27w8ALytjWgOP.jpg", "runtime": 80, "id": 320048, "genre_ids": [18, 53, 27]}, {"title": "Fright Night", "overview": "A teenager suspects his new neighbour is a vampire. Unable to convince anyone, he tries to enlist the help of a self-proclaimed vampire hunter and magician in this remake of the 1985 comedy-horror classic.", "release_date": "2011-08-19", "poster": "/6bpthoORc53b2SEG3JwFBRZQnT5.jpg", "runtime": 106, "id": 58151, "genre_ids": [27, 35]}, {"title": "Walk Hard: The Dewey Cox Story", "overview": "Singer Dewey Cox overcomes adversity to become a musical legend.", "release_date": "2007-12-21", "poster": "/xq9Ro4UNCxSSGV40WUIAlNd4HaK.jpg", "runtime": 96, "id": 6575, "genre_ids": [35, 10402]}, {"title": "Bernie", "overview": "In this true story in the tiny, rural town of Carthage, TX, assistant funeral director Bernie Tiede was one of the town's most beloved residents. Everyone loved and appreciated Bernie, and it came as no surprise when he befriended Marjorie Nugent, an affluent widow who was as well known for her sour attitude as her fortune. Until that day news came that Marjorie Nugent had been dead for some time, and Bernie Tiede was being charged with the murder.", "release_date": "2012-04-27", "poster": "/yfYjg789qjxHCTTcyOqXtpoetQU.jpg", "runtime": 100, "id": 92591, "genre_ids": [35, 80, 18]}, {"title": "Payback", "overview": "With friends like these, who needs enemies? That's the question bad guy Porter is left asking after his wife and partner steal his heist money and leave him for dead -- or so they think. Five months and an endless reservoir of bitterness later, Porter's partners and the crooked cops on his tail learn how bad payback can be.", "release_date": "1999-02-04", "poster": "/qQ1uvRviTWpc1xrDjt8IOlb6rib.jpg", "runtime": 100, "id": 2112, "genre_ids": [18, 28, 53, 80]}, {"title": "propeller", "overview": "The second part of a trilogy of short, experimental/non-narrative short films -- zoo, propeller, and safety -- directed and composed by Eli Hayes, exploring the relationship between dreamscapes and reality (industrial, naturalistic and voyeuristic themes) primarily though formal and structural editing techniques.", "release_date": "2016-03-10", "poster": "/yqU4pJxmeFbWBGQH4nVDpLkeVK0.jpg", "runtime": 3, "id": 386697, "genre_ids": [10402, 14]}, {"title": "Nim's Island", "overview": "A young girl inhabits an isolated island with her scientist father and communicates with a reclusive author of the novel she's reading.", "release_date": "2008-04-03", "poster": "/aK9pn7ivx4P72E5yYZ69A4sChVc.jpg", "runtime": 96, "id": 10488, "genre_ids": [12, 35, 10751, 14]}, {"title": "Death Race 2", "overview": "In the world's most dangerous prison, a new game is born: Death Race. The rules of this adrenaline-fueled blood sport are simple, drive or die. When repentant convict Carl Lucas discovers there's a price on his head, his only hope is to survive a twisted race against an army of hardened criminals and tricked-out cars.", "release_date": "2010-11-12", "poster": "/5ARRXaWPgtIT9qKl8Db3MNuGvo3.jpg", "runtime": 96, "id": 51620, "genre_ids": [28, 53, 878]}, {"title": "Midnight Special", "overview": "A father and son go on the run after the dad learns his child possesses special powers.", "release_date": "2016-02-18", "poster": "/sp55ilnrp50TC0Qf7F2AC2OqxpB.jpg", "runtime": 112, "id": 245703, "genre_ids": [12, 18, 878]}, {"title": "Defiance", "overview": "During World War II, four Jewish brothers escape their Nazi-occupied homeland of West Belarus in Poland and join the Soviet partisans to combat the Nazis. The brothers begin the rescue of roughly 1,200 Jews still trapped in the ghettos of Poland. Based on a true story.", "release_date": "2008-12-31", "poster": "/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg", "runtime": 137, "id": 13813, "genre_ids": [28, 18, 36, 10752]}, {"title": "Good Kill", "overview": "In the shadowy world of drone warfare, combat unfolds like a video game–only with real lives at stake. After six tours of duty, Air Force pilot Tom Egan (Ethan Hawke) now fights the Taliban from an air-conditioned bunker in the Nevada desert. But as he yearns to get back in the cockpit of a real plane and becomes increasingly troubled by the collateral damage he causes each time he pushes a button, Egan’s nerves—and his relationship with his wife (Mad Men's January Jones)—begin to unravel.", "release_date": "2015-04-09", "poster": "/dLPq1HL2h3byqeqgmkn3SraKFCT.jpg", "runtime": 104, "id": 253626, "genre_ids": [28, 18, 53]}, {"title": "Hart's War", "overview": "Fourth-generation Army Col. William McNamara is imprisoned in a brutal German POW camp. Still, as the senior-ranking American officer, he commands his fellow inmates, keeping a sense of honor alive in a place where honor is easy to destroy, all under the dangerous eye of the Luftwafe vetran Col. Wilhelm Visser. Never giving up the fight to win the war, McNamara is silently planning, waiting for his moment to strike back at the enemy. A murder in the camp gives him the chance to set a risky plan in motion. With a court martial to keep Visser and the Germans distracted, McNamara orchestrates a cunning scheme to escape and destroy a nearby munitions plant, enlisting the unwitting help of young Lt. Tommy Hart. Together with his men, McNamara uses a hero's resolve to carry out his mission, ultimately forced to weigh the value of his life against the good of his country.", "release_date": "2002-02-15", "poster": "/pNfnaPlxUtlkmWuDK3i5zBT79LP.jpg", "runtime": 125, "id": 10592, "genre_ids": [18, 10752]}, {"title": "Big Mommas: Like Father, Like Son", "overview": "FBI agent Malcolm Turner and his 17-year-old son, Trent, go undercover at an all-girls performing arts school after Trent witnesses a murder. Posing as Big Momma and Charmaine, they must find the murderer before he finds them.", "release_date": "2011-02-16", "poster": "/tm2EddDwAfH79K4WAmSnvpHwoje.jpg", "runtime": 107, "id": 38322, "genre_ids": [80, 35, 28]}, {"title": "Lolita", "overview": "Humbert Humbert, a divorced British professor of French literature, travels to small-town America for a teaching position. He allows himself to be swept into a relationship with Charlotte Haze, his widowed and sexually famished landlady, whom he marries in order that he might gain access to her fourteen-year-old daughter—Lolita—with whom he has fallen hopelessly in love, but whose affections shall be appropriated by a devious trickster named Clare Quilty.", "release_date": "1962-06-13", "poster": "/heRYtNrkHLj3Lwghr2jPBX7Yc29.jpg", "runtime": 153, "id": 802, "genre_ids": [18, 10749]}, {"title": "Short Term 12", "overview": "A 20-something supervising staff member of a residential treatment facility navigates the troubled waters of that world alongside her co-worker and longtime boyfriend.", "release_date": "2013-08-23", "poster": "/wYkiNNMM1O5c2yEcj8Lf9UbaB1a.jpg", "runtime": 96, "id": 169813, "genre_ids": [18]}, {"title": "Rock of Ages", "overview": "Young Drew Boley (Diego Boneta) and Sherrie Christian (Julianne Hough) fall in love during the rock music scene of 1987.", "release_date": "2012-06-13", "poster": "/k5au98wpdbViuRWZMy6RbxMBXjl.jpg", "runtime": 123, "id": 80585, "genre_ids": [35, 18, 10402, 10749]}, {"title": "The Little Prince", "overview": "Based on the best-seller book 'The Little Prince', the movie tells the story of a little girl that lives with resignation in a world where efficiency and work are the only dogmas. Everything will change when accidentally she discovers her neighbor that will tell her about the story of the Little Prince that he once met.", "release_date": "2015-07-29", "poster": "/uUNd8rVnHxhl2DOtaU7itT2vv78.jpg", "runtime": 92, "id": 309809, "genre_ids": [12, 16, 14]}, {"title": "The Second Best Exotic Marigold Hotel", "overview": "As the Best Exotic Marigold Hotel has only a single remaining vacancy - posing a rooming predicament for two fresh arrivals - Sonny pursues his expansionist dream of opening a second hotel.", "release_date": "2015-02-26", "poster": "/4W6pi5wHMofabRSchK730mjrbQY.jpg", "runtime": 122, "id": 268238, "genre_ids": [18, 35]}, {"title": "Reign Over Me", "overview": "A man who lost his family in the September 11 attack on New York City runs into his old college roommate. Rekindling the friendship is the one thing that appears able to help the man recover from his grief.", "release_date": "2007-03-23", "poster": "/eF2y5Sqjz9M3IF06va6GxAq7UGU.jpg", "runtime": 124, "id": 2355, "genre_ids": [18]}, {"title": "Stoker", "overview": "After India's father dies, her Uncle Charlie, who she never knew existed, comes to live with her and her unstable mother. She comes to suspect this mysterious, charming man has ulterior motives and becomes increasingly infatuated with him.", "release_date": "2013-02-28", "poster": "/vq4Medvdxd2G6WJXhN5vWHnWEhK.jpg", "runtime": 98, "id": 86825, "genre_ids": [18, 27, 53]}, {"title": "Stargate: The Ark of Truth", "overview": "SG-1 searches for an ancient weapon which could help them defeat the Ori, and discover it may be in the Ori's own home galaxy. As the Ori prepare to send ships through to the Milky Way to attack Earth, SG-1 travels to the Ori galaxy aboard the Odyssey. The International Oversight committee have their own plans and SG-1 finds themselves in a distant galaxy fighting two powerful enemies.", "release_date": "2008-03-11", "poster": "/nOKvsS77gOFEtmEVUBcqgpmlxIV.jpg", "runtime": 97, "id": 13001, "genre_ids": [878]}, {"title": "Annemin Yarası", "overview": "", "release_date": "2016-03-11", "poster": "/xGUJcqtgYUAE751ag8twrwb6QKJ.jpg", "runtime": null, "id": 386591, "genre_ids": [18]}, {"title": "Timecop", "overview": "An officer for a security agency that regulates time travel, must fend for his life against a shady politician who has a tie to his past.", "release_date": "1994-09-15", "poster": "/jCuhVKfj0vvR7iH8D5Aa0Q1ZX8e.jpg", "runtime": 99, "id": 8831, "genre_ids": [53, 878, 28, 80]}, {"title": "Scary Movie 5", "overview": "Home with their newly-formed family, happy parents Dan and Jody are haunted by sinister, paranormal activities — disrupting new mama Jody’s dancing aspirations in the “Swan Lake” ballet and threatening Dan’s rise as an ape researcher. Determined to expel the insidious force, they install security cameras and discover their family is being stalked by an evil dead demon! The latest installment of the SCARY MOVIE franchise includes hilarious, non-stop send ups of some of the biggest recent cinematic hits and pop culture, featuring Ashley Tisdale, Charlie Sheen, Lindsay Lohan, Snoop Dogg, Katt Williams, Katrina Bowden, Kate Walsh, Heather Locklear and Mike Tyson.", "release_date": "2013-04-11", "poster": "/zYptQLRnePlv5rYg2kYOCZ3C31Q.jpg", "runtime": 86, "id": 4258, "genre_ids": [35]}, {"title": "The Seer", "overview": "A cinematic portrait of farmer and writer Wendell Berry. Through his eyes, we see both the changing landscapes of rural America in the era of industrial agriculture and the redemptive beauty in taking the unworn path.", "release_date": "2016-03-12", "poster": "/3hr3Rp8a0zVgxIFUVkcZNz7xhUx.jpg", "runtime": 82, "id": 381026, "genre_ids": [99]}, {"title": "Brick Mansions", "overview": "In a dystopian Detroit, grand houses that once housed the wealthy are now homes of the city's most-dangerous criminals. Surrounding the area is a giant wall to keep the rest of Detroit safe. For undercover cop Damien Collier, every day is a battle against corruption as he struggles to bring his father's killer, Tremaine, to justice. Meanwhile, Damien and an ex-con named Lino work together to save the city from a plot to destroy it.", "release_date": "2014-04-22", "poster": "/v6M79FGu0G9KSR7bvXL76NbwyqC.jpg", "runtime": 90, "id": 254473, "genre_ids": [28, 80, 18]}, {"title": "Along Came Polly", "overview": "Reuben Feffer (Ben Stiller) is a guy who's spent his entire life playing it safe. Polly Prince (Jennifer Aniston) is irresistible as a free-spirit who lives for the thrill of the moment. When these two comically mismatched souls collide, Reuben's world is turned upside down, as he makes an uproarious attempt to change his life from middle-of-the-road to totally-out-there!", "release_date": "2004-01-08", "poster": "/nIY4kvJTTnxoBR0wycrXng5MOYs.jpg", "runtime": 90, "id": 5966, "genre_ids": [35, 10749]}, {"title": "Twin Peaks: Fire Walk with Me", "overview": "In the questionable town of Deer Meadow, Washington, FBI Agent Desmond (Chris Isaak) inexplicably disappears while hunting for the man who murdered a teen girl. The killer is never apprehended, and, after experiencing dark visions and supernatural encounters, Agent Dale Cooper (Kyle MacLachlan) chillingly predicts that the culprit will claim another life. Meanwhile, in the more cozy town of Twin Peaks, hedonistic beauty Laura Palmer (Sheryl Lee) hangs with lowlifes and seems destined for a grisly fate.", "release_date": "1992-05-01", "poster": "/kzHBG7NsUDmBr30EhVRvdB4kuIv.jpg", "runtime": 125, "id": 1923, "genre_ids": [18, 9648]}, {"title": "Persona", "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. Alma eventually confesses her secrets to a seemingly sympathetic Elisabeth and finds that her own personality is being submerged into Elisabeth's persona.", "release_date": "1966-10-18", "poster": "/cjAnlvCrp9ZY7atASUsxRrhve7o.jpg", "runtime": 85, "id": 797, "genre_ids": [18]}, {"title": "Fallen", "overview": "Homicide detective John Hobbes witnesses the execution of serial killer Edgar Reese. Soon after the execution the killings start again, and they are very similar to Reese's style.", "release_date": "1998-01-16", "poster": "/v66GrbKcl1babq8BebUff0MI3m4.jpg", "runtime": 124, "id": 9411, "genre_ids": [53, 14, 80, 18]}, {"title": "The SpongeBob Movie: Sponge Out of Water", "overview": "Burger Beard is a pirate who is in search of the final page of a magical book that makes any evil plan he writes in it come true, which happens to be the Krabby Patty secret formula. When the entire city of Bikini Bottom is put in danger, SpongeBob, Patrick, Mr. Krabs, Squidward, Sandy, and Plankton need to go on a quest that takes them to the surface. In order to get back the recipe and save their city, the gang must retrieve the book and transform themselves into superheroes.", "release_date": "2015-02-05", "poster": "/9wChSuUoQDiBKUnGTcYMkzRha60.jpg", "runtime": 93, "id": 228165, "genre_ids": [10751, 16]}, {"title": "Final Destination 2", "overview": "When Kimberly has a violent premonition of a highway pileup she blocks the freeway, keeping a few others meant to die, safe...Or are they? The survivors mysteriously start dying and it's up to Kimberly to stop it before she's next.", "release_date": "2003-01-31", "poster": "/2Tj8YJJuahzwUbdYDgydYX4Yj4Y.jpg", "runtime": 90, "id": 9358, "genre_ids": [27, 9648]}, {"title": "The Land of the Enlightened", "overview": "A group of Kuchi children are living in a minefield around Bagram airfield, Afghanistan. They dig out anti-personal mines in order to sell the explosives to child workers mining in a Lappis Lazulli mine. The trajectory of the blue precious stones goes towards Tajikistan and China, through an area controlled by child soldiers. When they are not waging their own mini-wars in the daily madness of life in Afghanistan, the children are fleeing away in their personal fantasies and dreams, while the American soldiers are planning their retreat...", "release_date": "2016-03-16", "poster": "/qLG48Z2x6Si6ASieazPDlqmnKmD.jpg", "runtime": 83, "id": 372711, "genre_ids": [99]}, {"title": "While We're Young", "overview": "An uptight documentary filmmaker and his wife find their lives loosened up a bit after befriending a free-spirited younger couple.", "release_date": "2015-03-27", "poster": "/r1kMa31JOk32LmDHxw1eJhFUw6i.jpg", "runtime": 97, "id": 252512, "genre_ids": [18, 35]}, {"title": "Pooh's Heffalump Movie", "overview": "Who or what exactly is a Heffalump? The lovable residents of the Hundred Acre Wood -- Winnie the Pooh, Rabbit, Tigger, Eeyore, Kanga and the rest of the pack -- embark on a journey of discovery in search of the elusive Heffalump. But as is always the case, this unusual road trip opens their eyes to so much more than just the creature they're seeking.", "release_date": "2005-02-11", "poster": "/ow61dkcJcfVFW2n7YpUVsMzcpk5.jpg", "runtime": 68, "id": 13682, "genre_ids": [16, 10751]}, {"title": "The Butterfly Effect 2", "overview": "After his girlfriend, Julie (Erica Durance), and two best friends are killed in a tragic auto accident, Nick (Eric Lively) struggles to cope with his loss and grief. Suffering from migraine-like seizures, Nick soon discovers that he has the power to change the past via his memories. However, his time-traveling attempts to alter the past and save his one true love have unexpected and dire consequen", "release_date": "2006-10-10", "poster": "/nw0qNvyIGiGMvQOTNpxYeERyCn8.jpg", "runtime": 95, "id": 14620, "genre_ids": [18, 878, 53]}, {"title": "First Knight", "overview": "The timeless tale of King Arthur and the legend of Camelot are retold in this passionate period drama. Arthur is reluctant to hand the crown to Lancelot, and Guinevere is torn between her loyalty to her husband and her growing love for his rival. But Lancelot must balance his loyalty to the throne with the rewards of true love.", "release_date": "1995-07-07", "poster": "/8SRi8laZyPBdigx9qn7m3mriiRQ.jpg", "runtime": 134, "id": 6520, "genre_ids": [28, 12, 18, 10749]}, {"title": "Training Day", "overview": "On his first day on the job as a narcotics officer, a rookie cop works with a rogue detective who isn't what he appears.", "release_date": "2001-10-05", "poster": "/sDT2biSB7wzBJdXq9o3ldr7VfvY.jpg", "runtime": 122, "id": 2034, "genre_ids": [28, 80, 18, 53]}, {"title": "Zathura: A Space Adventure", "overview": "After their father (Tim Robbins) is called into work, two young boys, Walter (Josh Hutcherson) and Danny (Jonah Bobo), are left in the care of their teenage sister, Lisa (Kristen Stewart), and told they must stay inside. Walter and Danny, who anticipate a boring day, are shocked when they begin playing Zathura, a space-themed board game, which they realize has mystical powers when their house is shot into space. With the help of an astronaut (Dax Shepard), the boys attempt to return home.", "release_date": "2005-11-06", "poster": "/amqgIuISRBt8tsZM6cTT6gO9WLR.jpg", "runtime": 101, "id": 6795, "genre_ids": [10751, 14, 878, 12]}, {"title": "Congo", "overview": "Eight people embark on an expedition into the Congo, a mysterious expanse of unexplored Africa where human greed and the laws of nature have gone berserk. When the thrill-seekers -- some with ulterior motives -- stumble across a race of killer apes.", "release_date": "1995-06-09", "poster": "/wjeQaiAApgzdipkNXhQnBrqjBY9.jpg", "runtime": 109, "id": 10329, "genre_ids": [28, 12, 18, 9648, 878, 53]}, {"title": "Dear White People", "overview": "Four black students attend an Ivy League college where a riot breaks out over an “African American” themed party thrown by white students. With tongue planted firmly in cheek, the film explores racial identity in 'post-racial' America while weaving a story about forging one's unique path in the world.", "release_date": "2014-10-17", "poster": "/yxQYvWjh4wjwjrr6hhNpruVCFDG.jpg", "runtime": 108, "id": 114750, "genre_ids": [18, 35]}, {"title": "Dom Hemingway", "overview": "After spending 12 years in prison for keeping his mouth shut, notorious safe-cracker Dom Hemingway is back on the streets of London looking to collect what he's owed.", "release_date": "2013-11-15", "poster": "/z4yQiTC3EfwVPzVuBqjOELtfo3f.jpg", "runtime": 93, "id": 192134, "genre_ids": [35, 80, 18]}]