[{"title": "Shark Tale", "overview": "Oscar is a small fish whose big aspirations often get him into trouble. Meanwhile, Lenny is a great white shark with a surprising secret that no sea creature would guess: He's a vegetarian. When a lie turns Oscar into an improbable hero and Lenny becomes an outcast, the two form an unlikely friendship.", "release_date": "2004-09-20", "poster": "/zSHqX4qklYrHMEcv2GiHG5UwVsz.jpg", "runtime": 90, "id": 10555, "genre_ids": [16, 28, 35, 10751]}, {"title": "Labyrinth", "overview": "Frustrated with baby-sitting on yet another weekend night, Sarah - a teenager with an active imagination - summons the Goblins from her favourite book, \"Labyrinth\", to take the baby step-brother away. When little Toby actually disappears, Sarah must follow him into the world of the fairy tale to rescue him from the Goblin King!", "release_date": "1986-06-27", "poster": "/40D6CVNGYbIgg7Sdt1jAYkFA08d.jpg", "runtime": 101, "id": 13597, "genre_ids": [10751, 14, 12]}, {"title": "Open Season 3", "overview": "Boog, Elliot, and their forest friends return with an all-new adventure, this time in a Big Top Circus! The comedy begins when Boog's pals choose their family obligations over the annual guy's trip, and a disappointed Boog decides to take a trip of his own, which leads him right into the middle of a circus ring...literally. When he switches places with a devious look-a-like circus grizzly and falls for an alluring Russian troupe member, he'll come to realize that maybe you don't have to choose between family and friendship after all.", "release_date": "2010-01-25", "poster": "/djxT6i7xxJWAayNQY1imB879SbC.jpg", "runtime": 75, "id": 51170, "genre_ids": [16, 10751, 35]}, {"title": "The Adventures of Tintin", "overview": "Intrepid young reporter Tintin and his loyal dog Snowy are thrust into a world of high adventure when they discover a ship carrying an explosive secret. As Tintin is drawn into a centuries-old mystery, Ivan Ivanovitch Sakharine suspects him of stealing a priceless treasure. Tintin and Snowy, with the help of salty, cantankerous Captain Haddock, and bumbling detectives Thompson &amp; Thomson, travel half the world, one step ahead of their enemies as Tintin endeavors to find The Unicorn, a sunken ship that may hold a vast fortune, but also an ancient curse.", "release_date": "2011-10-25", "poster": "/bDE10SyVAFEBrwI6qettdCHQjT.jpg", "runtime": 107, "id": 17578, "genre_ids": [12, 16, 28, 10751, 9648]}, {"title": "Turbo", "overview": "The tale of an ordinary garden snail who dreams of winning the Indy 500.", "release_date": "2013-07-11", "poster": "/kajPlPUgobxci8ME5oqvzjN430q.jpg", "runtime": 96, "id": 77950, "genre_ids": [16, 10751]}, {"title": "Race", "overview": "Jesse Owens' quest to become the greatest track and field athlete in history thrusts him onto the world stage of the 1936 Olympics, where he faces off against Adolf Hitler's vision of Aryan supremacy.", "release_date": "2016-02-19", "poster": "/szLfTQ2vLFQkNbP3dc0pnco1rje.jpg", "runtime": 134, "id": 323677, "genre_ids": [18]}, {"title": "The Lion King 2: Simba's Pride", "overview": "The circle of life continues for Simba, now fully grown and in his rightful place as the king of Pride Rock. Simba and Nala have given birth to a daughter, Kiara who's as rebellious as her father was. But Kiara drives her parents to distraction when she catches the eye of Kovu, the son of the evil lioness, Zira. Will Kovu steal Kiara's heart?", "release_date": "1998-10-24", "poster": "/aA2LJgPCh04hqVmMySHOndj7TKS.jpg", "runtime": 81, "id": 9732, "genre_ids": [16, 10751, 12]}, {"title": "Priest", "overview": "In an alternate world, humanity and vampires have warred for centuries. After the last Vampire War, the veteran Warrior Priest lives in obscurity with other humans inside one of the Church's walled cities. When the Priest's niece is kidnapped by vampires, the Priest breaks his vows to hunt them down. He is accompanied by the niece's boyfriend, who is a wasteland sheriff, and a former Warrior Priestess.", "release_date": "2011-05-05", "poster": "/pE28BDqICBPe3FgphsYSxtH6FcZ.jpg", "runtime": 87, "id": 38321, "genre_ids": [28, 27, 878, 53]}, {"title": "Paranormal Activity", "overview": "After a young, middle class couple moves into a suburban 'starter' tract house, they become increasingly disturbed by a presence that may or may not be somehow demonic but is certainly most active in the middle of the night. Especially when they sleep. Or try to.", "release_date": "2007-09-14", "poster": "/ns7J1iMSDs5UkEVjMXLPiss7Lrt.jpg", "runtime": 86, "id": 23827, "genre_ids": [27, 9648]}, {"title": "Need for Speed", "overview": "The film revolves around a local street-racer who partners with a rich and arrogant business associate, only to find himself framed by his colleague and sent to prison. After he gets out, he joins a New York-to-Los Angeles race to get revenge. But when the ex-partner learns of the scheme, he puts a massive bounty on the racer's head, forcing him to run a cross-country gauntlet of illegal racers in all manner of supercharged vehicles.", "release_date": "2014-03-13", "poster": "/lN0mP3BNaKirkKl6FJ0yL0wmjSJ.jpg", "runtime": 130, "id": 136797, "genre_ids": [28, 80, 18, 53]}, {"title": "Valkyrie", "overview": "Wounded in Africa during World War II, Nazi Col. Claus von Stauffenberg returns to his native Germany and joins the Resistance in a daring plan to create a shadow government and assassinate Adolf Hitler. When events unfold so that he becomes a central player, he finds himself tasked with both leading the coup and personally killing the Führer.", "release_date": "2008-12-25", "poster": "/54GgkO63zZyJJb5Fk2CKvNIoUvr.jpg", "runtime": 121, "id": 2253, "genre_ids": [18, 53, 36, 10752]}, {"title": "Last Knights", "overview": "When an evil emperor executes their leader, his band of knights – bound by duty and honour – embarks on a journey of vengeance that will not come to an end until they've destroyed their mortal foe.", "release_date": "2015-04-03", "poster": "/jKcbKy4C9bbwcBWGkMQR70vBNXJ.jpg", "runtime": 115, "id": 308504, "genre_ids": [28, 12]}, {"title": "Project Almanac", "overview": "A group of teens discover secret plans of a time machine, and construct one. However, things start to get out of control.", "release_date": "2015-01-30", "poster": "/g3Krq7P7pkgjWpzUDA6lrniiSJ7.jpg", "runtime": 106, "id": 227719, "genre_ids": [878, 53]}, {"title": "The Holiday", "overview": "Two women, one (Cameron Diaz) from America and one (Kate Winslet) from Britain, swap homes at Christmastime after bad breakups with their boyfriends. Each woman finds romance with a local man (Jude Law, Jack Black) but realizes that the imminent return home may end the relationship.", "release_date": "2006-12-08", "poster": "/ixNtpuq8OVp4IckgzkSJIflFDkw.jpg", "runtime": 136, "id": 1581, "genre_ids": [35, 10749]}, {"title": "Planes", "overview": "Dusty is a cropdusting plane who dreams of competing in a famous aerial race. The problem? He is hopelessly afraid of heights. With the support of his mentor Skipper and a host of new friends, Dusty sets off to make his dreams come true.", "release_date": "2013-08-09", "poster": "/c8ALtmmmtofVYOxSJG0S5ZcP2pF.jpg", "runtime": 91, "id": 151960, "genre_ids": [16, 10751, 12, 35]}, {"title": "Sleeping Beauty", "overview": "A beautiful princess born in a faraway kingdom is destined by a terrible curse to prick her finger on the spindle of a spinning wheel and fall into a deep sleep that can only be awakened by true love's first kiss. Determined to protect her, her parents ask three fairies to raise her in hiding. But the evil Maleficent is just as determined to seal the princess's fate.", "release_date": "1959-01-29", "poster": "/biXVl7xLv1sD9ucBEYzheuMYX8b.jpg", "runtime": 75, "id": 10882, "genre_ids": [14, 16, 10749, 10751]}, {"title": "Tarzan", "overview": "Tarzan was a small orphan who was raised by an ape named Kala since he was a child. He believed that this was his family, but on an expedition Jane Porter is rescued by Tarzan. He then finds out that he's human. Now Tarzan must make the decision as to which family he should belong to...", "release_date": "1999-06-18", "poster": "/tWFubl9q3quYuYXBGypXXCNLE00.jpg", "runtime": 88, "id": 37135, "genre_ids": [16, 18, 10751, 12]}, {"title": "Death Proof", "overview": "Austin's hottest DJ, Jungle Julia, sets out into the night to unwind with her two friends Shanna and Arlene. Covertly tracking their moves is Stuntman Mike, a scarred rebel leering from behind the wheel of his muscle car, revving just feet away.", "release_date": "2007-05-21", "poster": "/nyQBcpxqS4im2akQlWG9Y1oeM2V.jpg", "runtime": 113, "id": 1991, "genre_ids": [28, 53]}, {"title": "Meet the Robinsons", "overview": "In this animated adventure, brilliant preteen inventor Lewis creates a memory scanner to retrieve his earliest recollections and find out why his mother gave him up for adoption. But when the villainous Bowler Hat Guy steals the machine, Lewis is ready to give up on his quest until the mysterious Wilbur Robinson shows up on the scene, whisking Lewis to the future to find the scanner and his mom.", "release_date": "2007-03-23", "poster": "/oe7w9SxGmpSW1dlz5QaVVKWBEVz.jpg", "runtime": 95, "id": 1267, "genre_ids": [16, 35, 10751]}, {"title": "Das Boot", "overview": "A German submarine hunts allied ships during the Second World War. Soon it becomes hunted itself. The crew tries to survive below the surface, while stretching both the boat and themselves to their limits...", "release_date": "1981-09-16", "poster": "/kI1rptTkqDWj6SBRsYwguBvPViT.jpg", "runtime": 149, "id": 387, "genre_ids": [28, 18, 36, 10752, 12]}, {"title": "Into the Woods", "overview": "A witch conspires to teach important lessons to various characters of popular children's stories including Little Red Riding Hood, Cinderella, Jack and the Beanstalk and Rapunzel.", "release_date": "2014-12-25", "poster": "/5h91odPFNlBuJbRBj5N4MEBfXDE.jpg", "runtime": 125, "id": 224141, "genre_ids": [10402, 10751, 14, 35]}, {"title": "Blade: Trinity", "overview": "For years, Blade has fought against the vampires in the cover of the night. But now, after falling into the crosshairs of the FBI, he is forced out into the daylight, where he is driven to join forces with a clan of human vampire hunters he never knew existed - The Nightstalkers. Together with Abigail and Hannibal, two deftly trained Nightstalkers, Blade follows a trail of blood to the ancient creature that is also hunting him, the original vampire, Dracula.", "release_date": "2004-12-07", "poster": "/4WinsdHQBdh5aTt7Bd7T7dbUXbb.jpg", "runtime": 123, "id": 36648, "genre_ids": [878, 28, 27, 53, 12, 14]}, {"title": "Babylon A.D.", "overview": "In Babylon A.D Vin Diesel stars as a veteran-turned-mercenary who is hired to deliver a package from the ravages of post-apocalyptic Eastern Europe to a destination in the teeming megalopolis of New York City. The \"package\" is a mysterious young woman with a secret.", "release_date": "2008-08-20", "poster": "/ipAZBhmBsJa6W8iKwtJL0u02bPb.jpg", "runtime": 101, "id": 9381, "genre_ids": [28, 12, 878, 53]}, {"title": "Treasure Planet", "overview": "When space galleon cabin boy Jim Hawkins discovers a map to an intergalactic \"loot of a thousand worlds,\" a cyborg cook named John Silver teaches him to battle supernovas and space storms. But, soon, Jim realizes Silver is a pirate intent on mutiny!", "release_date": "2002-11-26", "poster": "/gFfZVblQoExIVK4PVCJ9xZZJJKy.jpg", "runtime": 95, "id": 9016, "genre_ids": [12, 16, 10751, 14, 878]}, {"title": "The Purge", "overview": "Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion.", "release_date": "2013-05-31", "poster": "/3dXjXaApTLOhzwGHCDtl5dKmy7Z.jpg", "runtime": 86, "id": 158015, "genre_ids": [878, 27, 53]}, {"title": "Big Game", "overview": "When Air Force One is shot down by terrorists leaving the President of the United States stranded in the wilderness, there is only one person around who can save him - a 13-year old boy called Oskari. In the forest on a hunting mission to prove his maturity to his kinsfolk, Oskari had been planning to track down a deer, but instead discovers the most powerful man on the planet in an escape pod. With the terrorists closing in to capture their own \"Big Game\" prize, the unlikely duo must team up to escape their hunters. As anxious Pentagon officials observe the action via satellite feed, it is up to the President and his new side-kick to prove themselves and survive the most extraordinary 24 hours of their lives.", "release_date": "2014-09-05", "poster": "/uSeDj6wb67WyBuwwAw9Nhh76quA.jpg", "runtime": 90, "id": 230179, "genre_ids": [28, 12]}, {"title": "The Town", "overview": "Doug MacRay is a longtime thief, who, smarter than the rest of his crew, is looking for his chance to exit the game. But when a bank job leads to the group kidnapping attractive branch manager Claire Keesey, he takes on the role of monitoring her, but their burgeoning relationship threatens to unveil the identities of Doug and his crew to FBI Agent Adam Frawley who is on their case.", "release_date": "2010-09-15", "poster": "/zX4fKmDXKGt4hlzhAJirdlRKFgO.jpg", "runtime": 125, "id": 23168, "genre_ids": [80, 18, 53]}, {"title": "Under the Skin", "overview": "Jonathan Glazer's atmospheric, visually arresting abstraction stars Scarlett Johansson as a seductive alien who prowls the streets of Glasgow in search of prey: unsuspecting men who fall under her spell, only to be consumed by a strange liquid pool.", "release_date": "2014-03-14", "poster": "/vYbCF0Hn6f4kVtOtVF3FiktiiXd.jpg", "runtime": 108, "id": 97370, "genre_ids": [53, 878, 18]}, {"title": "Octopussy", "overview": "James Bond is sent to investigate after a fellow “00” agent is found dead with a priceless Farberge egg. James bond follows the mystery and uncovers a smuggling scandal and a Russian General who wants to provoke a new World War.", "release_date": "1983-06-05", "poster": "/s1GeJcwTclopbed1Bo2hjunSika.jpg", "runtime": 131, "id": 700, "genre_ids": [12, 28, 53]}, {"title": "The Graduate", "overview": "Recent college graduate Benjamin Braddock is seduced by the wife of his father's business partner, Mrs. Robinson. Benjamin soon finds himself falling in love with her daughter, Elaine, as the affair with Mrs. Robinson mother comes back to haunt him.", "release_date": "1967-12-21", "poster": "/gyPcEUAznpzakg6WborVOfV7FbC.jpg", "runtime": 106, "id": 37247, "genre_ids": [35, 18, 10749]}, {"title": "The Tale of the Princess Kaguya", "overview": "Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her - but ultimately she must confront her fate, the punishment for her crime.", "release_date": "2013-11-23", "poster": "/11Az4sMt1C9sm8atgB199Z0BsIQ.jpg", "runtime": 137, "id": 149871, "genre_ids": [16, 18, 14]}, {"title": "Waterworld", "overview": "In a futuristic world where the polar ice caps have melted and made Earth a liquid planet, a beautiful barmaid rescues a mutant seafarer from a floating island prison. They escape, along with her young charge, Enola, and sail off aboard his ship. But the trio soon becomes the target of a menacing pirate who covets the map to \"Dryland\" -- which is tattooed on Enola's back.", "release_date": "1995-07-28", "poster": "/yordVJcPLh3VNRL7bXzFIBEhXRr.jpg", "runtime": 135, "id": 9804, "genre_ids": [12, 28]}, {"title": "Boyka: Undisputed IV", "overview": "In the fourth installment of the fighting franchise, Boyka is shooting for the big leagues when an accidental death in the ring makes him question everything he stands for.", "release_date": "2016-03-02", "poster": "/ryal8iqks1qftWhOQyH5cpJqN4a.jpg", "runtime": 0, "id": 348893, "genre_ids": []}, {"title": "Victoria", "overview": "A young Spanish woman who has newly moved to Berlin finds her flirtation with a local guy turn potentially deadly as their night out with his friends reveals a dangerous secret.", "release_date": "2015-06-11", "poster": "/t66eAg7xBLGoSSoA8JtJtX3NKs1.jpg", "runtime": 138, "id": 320007, "genre_ids": [80, 18, 53]}, {"title": "Hero", "overview": "One man defeated three assassins who sought to murder the most powerful warlord in pre-unified China.", "release_date": "2002-12-19", "poster": "/25mPUxUgI7ohcKcoiyQ5lNGqmFJ.jpg", "runtime": 99, "id": 79, "genre_ids": [18, 12, 28, 36]}, {"title": "War", "overview": "FBI agent Jack Crawford is out for revenge when his partner is killed and all clues point to the mysterious assassin Rogue. But when Rogue turns up years later to take care of some unfinished business, he triggers a violent clash of rival gangs. Will the truth come out before it's too late? And when the dust settles, who will remain standing?", "release_date": "2007-08-24", "poster": "/envBC1uSYRWVj2p3Im8XbPKZ4B5.jpg", "runtime": 103, "id": 10431, "genre_ids": [28, 53, 80]}, {"title": "Chicken Little", "overview": "When a tiny acorn bonks Chicken Little on the head, he causes widespread panic and gets on the bad side of the entire town. But when he's hit on the head by a real piece of sky, it's up to Chicken Little and his friends to save the world.", "release_date": "2005-02-12", "poster": "/iLMALbInUmbNn1tHmxJEWm5MyjP.jpg", "runtime": 81, "id": 9982, "genre_ids": [16, 10751, 35]}, {"title": "After Earth", "overview": "One thousand years after cataclysmic events forced humanity's escape from Earth, Nova Prime has become mankind's new home. Legendary General Cypher Raige returns from an extended tour of duty to his estranged family, ready to be a father to his 13-year-old son, Kitai. When an asteroid storm damages Cypher and Kitai's craft, they crash-land on a now unfamiliar and dangerous Earth. As his father lies dying in the cockpit, Kitai must trek across the hostile terrain to recover their rescue beacon. His whole life, Kitai has wanted nothing more than to be a soldier like his father. Today, he gets his chance.", "release_date": "2013-05-30", "poster": "/pUCK62aHDUJYcCXUvdMKkr3dJmx.jpg", "runtime": 100, "id": 82700, "genre_ids": [878, 28, 12]}, {"title": "Hancock", "overview": "Hancock is a down-and-out superhero who's forced to employ a PR expert to help repair his image when the public grows weary of all the damage he's inflicted during his lifesaving heroics. The agent's idea of imprisoning the antihero to make the world miss him proves successful, but will Hancock stick to his new sense of purpose or slip back into old habits?", "release_date": "2008-07-01", "poster": "/dsCxSr4w3g2ylhlZg3v5CB5Pid7.jpg", "runtime": 92, "id": 8960, "genre_ids": [14, 28]}, {"title": "Desperado", "overview": "A gunslinger is embroiled in a war with a local drug runner.", "release_date": "1995-08-25", "poster": "/7eVo5DbP7gcsDzHcpRCTA6JAuF2.jpg", "runtime": 104, "id": 8068, "genre_ids": [53, 28, 80]}, {"title": "Trading Places", "overview": "A snobbish investor and a wily street con-artist find their positions reversed as part of a bet by two callous millionaires.", "release_date": "1983-06-07", "poster": "/6HS7QG5aR0tZ9JHORs7DMtyqCDr.jpg", "runtime": 116, "id": 1621, "genre_ids": [35, 18]}, {"title": "Surrogates", "overview": "Set in a futuristic world where humans live in isolation and interact through surrogate robots, a cop (Willis) is forced to leave his home for the first time in years in order to investigate the murders of others' surrogates.", "release_date": "2009-09-24", "poster": "/pHAnrezPCpWzNYYceLivTMcQ4jM.jpg", "runtime": 89, "id": 19959, "genre_ids": [28, 878, 53]}, {"title": "The Rock", "overview": "A group of renegade marine commandos seizes a stockpile of chemical weapons and takes over Alcatraz, with 81 tourists as hostages. Their leader demands $100 million to be paid, as restitution to families of Marines who died in covert ops. Otherwise, he will launch 15 rockets carrying deadly VX gas into the San Francisco Bay area.", "release_date": "1996-06-06", "poster": "/pAVaLJQBRM4JlZEGXvezwbxOd15.jpg", "runtime": 136, "id": 9802, "genre_ids": [28, 12, 53]}, {"title": "For Your Eyes Only", "overview": "A British spy ship has sunk and on board was a hi-tech encryption device. James Bond is sent to find the device that holds British launching instructions before the enemy Soviets get to it first.", "release_date": "1981-06-23", "poster": "/vpZZZ2eq8z4I6PSeGxR2UWNciGG.jpg", "runtime": 127, "id": 699, "genre_ids": [12, 28, 53]}, {"title": "The Impossible", "overview": "In December 2004, close-knit family Maria (Naomi Watts), Henry (Ewan McGregor) and their three sons begin their winter vacation in Thailand. But the day after Christmas, the idyllic holiday turns into an incomprehensible nightmare when a terrifying roar rises from the depths of the sea, followed by a wall of black water that devours everything in its path. Though Maria and her family face their darkest hour, unexpected displays of kindness and courage ameliorate their terror.", "release_date": "2012-09-09", "poster": "/sEx5mrVvVyyJHICMGe55KaUzEgt.jpg", "runtime": 113, "id": 80278, "genre_ids": [18]}, {"title": "The Dictator", "overview": "The heroic story of a dictator who risks his life to ensure that democracy would never come to the country he so lovingly oppressed.", "release_date": "2012-05-15", "poster": "/uAvG211cGNKSFyPzXFVMZzjkBB8.jpg", "runtime": 83, "id": 76493, "genre_ids": [35]}, {"title": "Insidious", "overview": "A family discovers that dark spirits have invaded their home after their son inexplicably falls into an endless sleep. When they reach out to a professional for help, they learn things are a lot more personal than they thought.", "release_date": "2010-09-13", "poster": "/urAaOffVaxQzRJ8X5Z0oDqOWAjl.jpg", "runtime": 103, "id": 49018, "genre_ids": [27, 53]}, {"title": "The Corpse of Anna Fritz", "overview": "Anna Fritz is a beautiful and famous actress. Suddenly her body is found in a hotel and the news of her death goes around the planet. The young, shy caretaker Pau works at the hospital where they carried the body of Anna Fritz. He and his friends  decide to take pictures of the body of Anna Fritz.  They decide they could make love to her and nobody would know. They are in front of Anna Fritz ... and can do with it what  they want.", "release_date": "2015-03-15", "poster": "/iJzCzKWZJA196tB8643zDt3g9zk.jpg", "runtime": 0, "id": 323372, "genre_ids": [18, 53]}, {"title": "Constantine", "overview": "Constantine tells the story of John Constantine, a man who has literally been to Hell and back. When he teams up with a policewoman to solve the mysterious suicide of her twin sister, their investigation takes them through the world of demons and angels that exists beneath the landscape of contemporary Los Angeles.", "release_date": "2005-02-15", "poster": "/qYTerimWp1t1zSEKknn9mByhwbX.jpg", "runtime": 121, "id": 561, "genre_ids": [18, 14, 27]}, {"title": "Source Code", "overview": "Decorated soldier Captain Colter Stevens wakes up in the body of an unknown man, discovering he's involved in a mission to find the bomber of a Chicago commuter train. He learns he's part of a top-secret experimental program that enables him to experience the final 8 minutes of another person's life. Colter re-lives the train incident over and over again, gathering more clues each time. But can he discover who is responsible for the attack before the next one happens?", "release_date": "2011-03-30", "poster": "/cpl7R5d3qwWvykRRSxdhQ0htstU.jpg", "runtime": 93, "id": 45612, "genre_ids": [53, 878, 9648]}, {"title": "Saw III", "overview": "Jigsaw has disappeared. Along with his new apprentice Amanda, the puppet-master behind the cruel, intricate games that have terrified a community and baffled police has once again eluded capture and vanished. While city detective scramble to locate him, Doctor Lynn Denlon and Jeff Reinhart are unaware that they are about to become the latest pawns on his vicious chessboard.", "release_date": "2006-10-27", "poster": "/zHMw9xGrNlrDsuK6Lnx5NlL72Eu.jpg", "runtime": 108, "id": 214, "genre_ids": [27, 53, 80]}, {"title": "Insidious: Chapter 2", "overview": "The haunted Lambert family seeks to uncover the mysterious childhood secret that has left them dangerously connected to the spirit world.", "release_date": "2013-09-12", "poster": "/qjzk0pig5c7aTLlvKzcegD9PXA.jpg", "runtime": 106, "id": 91586, "genre_ids": [27, 53]}, {"title": "Fracture", "overview": "A husband is on trial for the attempted murder of his wife, in what is seemingly an open/shut case for the ambitious district attorney trying to put him away. However, there are surprises for both around every corner, and, as a suspenseful game of cat-and-mouse is played out, each must manipulate and outwit the other.", "release_date": "2007-04-20", "poster": "/z8dmpPvIybKIlSuzPnt0TQmrYxd.jpg", "runtime": 113, "id": 6145, "genre_ids": [53]}, {"title": "Legend of the Guardians: The Owls of Ga'Hoole", "overview": "Soren, a young barn owl, is kidnapped by owls of St. Aggie's, ostensibly an orphanage, where owlets are brainwashed into becoming soldiers. He and his new friends escape to the island of Ga'Hoole, to assist its noble, wise owls who fight the army being created by the wicked rulers of St. Aggie's. The film is based on the first three books in the series.", "release_date": "2010-07-10", "poster": "/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg", "runtime": 97, "id": 41216, "genre_ids": [16, 12, 10751, 14]}, {"title": "Blended", "overview": "After a bad blind date, a man and woman find themselves stuck together at a resort for families, where their attractions grows as their respective kids benefit from the burgeoning relationship.", "release_date": "2014-05-21", "poster": "/l99PKd9tdwtpOS5jxHwDGKTsVUo.jpg", "runtime": 117, "id": 232672, "genre_ids": [35]}, {"title": "Shoot 'Em Up", "overview": "A man named Mr. Smith delivers a woman's baby during a shootout, and is then called upon to protect the newborn from the army of gunmen.", "release_date": "2007-07-26", "poster": "/44SYjI4rV7tjYhRPzMRUj5UjDYJ.jpg", "runtime": 86, "id": 4141, "genre_ids": [28, 53, 35, 80]}, {"title": "Dark Places", "overview": "A woman who survived the brutal killing of her family as a child is forced to confront the events of that day.", "release_date": "2015-03-31", "poster": "/1z7Bxnxi1lgO0ksc6peI4UssEPf.jpg", "runtime": 113, "id": 182560, "genre_ids": [18, 9648, 53]}, {"title": "RoboCop", "overview": "In a dystopic, future crime-ridden Detroit controlled by a powerful corporation, a terminally wounded cop returns to the force as a company-owned cyborg with submerged memories haunting him.", "release_date": "1987-07-17", "poster": "/gtGreTdzYBuQsEwTliEFdTzPleV.jpg", "runtime": 102, "id": 5548, "genre_ids": [28, 53, 878]}, {"title": "The Last Stand", "overview": "Ray Owens is sheriff of the quiet US border town of Sommerton Junction after leaving the LAPD following a bungled operation. Following his escape from the FBI, a notorious drug baron, his gang, and a hostage are heading toward Sommerton Junction where the police are preparing to make a last stand to intercept them before they cross the border. Owens is reluctant to become involved but ultimately joins in with the law enforcement efforts", "release_date": "2013-01-12", "poster": "/eOfpuaNcCcitHi3HOik7XFavRP4.jpg", "runtime": 107, "id": 76640, "genre_ids": [28, 80, 53]}, {"title": "Knowing", "overview": "A teacher opens a time capsule that has been dug up at his son's elementary school; in it are some chilling predictions -- some that have already occurred and others that are about to -- that lead him to believe his family plays a role in the events that are about to unfold.", "release_date": "2009-03-19", "poster": "/xEVriTTbxSSCJaPPdDSkDVs4qgv.jpg", "runtime": 121, "id": 13811, "genre_ids": [28, 12, 18, 9648, 878, 53]}, {"title": "Sleepless in Seattle", "overview": "A young boy who tries to set his dad up on a date after the death of his mother. He calls into a radio station to talk about his dad’s loneliness which soon leads the dad into meeting a Journalist Annie who flies to Seattle to write a story about the boy and his dad. Yet Annie ends up with more than just a story in this popular romantic comedy.", "release_date": "1993-06-24", "poster": "/afkYP15OeUOD0tFEmj6VvejuOcz.jpg", "runtime": 105, "id": 858, "genre_ids": [35, 18, 10749]}, {"title": "Clash of the Titans", "overview": "Born of a god but raised as a man, Perseus is helpless to save his family from Hades, vengeful god of the underworld. With nothing to lose, Perseus volunteers to lead a dangerous mission to defeat Hades before he can seize power from Zeus and unleash hell on earth. Battling unholy demons and fearsome beasts, Perseus and his warriors will only survive if Perseus accepts his power as a god, defies fate and creates his own destiny.", "release_date": "2010-04-01", "poster": "/n8W2Y72VzSi8Yz6IvYWwfoiMTS6.jpg", "runtime": 106, "id": 18823, "genre_ids": [12, 14, 28]}, {"title": "The Butler", "overview": "A look at the life of Cecil Gaines who served eight presidents as the White House's head butler from 1952 to 1986, and had a unique front-row seat as political and racial history was made.", "release_date": "2013-08-16", "poster": "/hUjEYTN5NuK8kYRQxngS7itpBQC.jpg", "runtime": 132, "id": 132363, "genre_ids": [18]}, {"title": "Enemy", "overview": "Jake Gyllenhaal reteams with PRISONERS director Denis Villeneuve in this sexy and mind bending thriller. Adam Bell is a glum professor who has grown disinterested by his ordinary life. When Adam discovers a man who appears to be his double, the identical men meet and their lives become bizarrely and hauntingly intertwined. Gyllenhaal is transfixing playing both roles, journeying through a world both familiar and strange. The film’s final and unnerving image will not be soon forgotten by audiences. In the end, only one man can survive.", "release_date": "2014-03-14", "poster": "/aQkyFHzNzZoMhxZ7c0IaK8BljED.jpg", "runtime": 91, "id": 181886, "genre_ids": [53, 9648]}, {"title": "Paranormal Activity: The Ghost Dimension", "overview": "Using a special camera that can see spirits, a family must protect their daughter from an evil entity with a sinister plan.", "release_date": "2015-10-21", "poster": "/nCO6fls1U60Rrdg04D8Fv5MWdxt.jpg", "runtime": 88, "id": 146301, "genre_ids": [27, 53]}, {"title": "Camp X-Ray", "overview": "A young woman joins the military to be part of something bigger than herself and her small-town roots. Instead, she ends up as a new guard at Guantanamo Bay, where her mission is far from black and white. Surrounded by hostile jihadists and aggressive squadmates, she strikes up an unusual friendship with one of the detainees.", "release_date": "2014-10-17", "poster": "/oGcmIqOAbV8npgY57u7tqzwPgc.jpg", "runtime": 111, "id": 244506, "genre_ids": [18]}, {"title": "Memento", "overview": "Suffering short-term memory loss after a head injury, Leonard Shelby embarks on a grim quest to find the lowlife who murdered his wife in this gritty, complex thriller that packs more knots than a hangman's noose. To carry out his plan, Shelby snaps Polaroids of people and places, jotting down contextual notes on the backs of photos to aid in his search and jog his memory. He even tattoos his own body in a desperate bid to remember.", "release_date": "2000-10-11", "poster": "/fQMSaP88cf1nz4qwuNEEFtazuDM.jpg", "runtime": 113, "id": 77, "genre_ids": [9648, 53]}, {"title": "The King's Speech", "overview": "The King's Speech tells the story of the man who became King George VI, the father of Queen Elizabeth II. After his brother abdicates, George ('Bertie') reluctantly assumes the throne. Plagued by a dreaded stutter and considered unfit to be king, Bertie engages the help of an unorthodox speech therapist named Lionel Logue. Through a set of unexpected techniques, and as a result of an unlikely friendship, Bertie is able to find his voice and boldly lead the country into war.", "release_date": "2010-09-06", "poster": "/nkFTbA1XjKWo9LCTaV1hV2Lsgr1.jpg", "runtime": 118, "id": 45269, "genre_ids": [18, 36]}, {"title": "Never Say Never Again", "overview": "James Bond returns as the secret agent 007 one more time to battle the evil organization SPECTRE. Bond must defeat Largo, who has stolen two atomic warheads for nuclear blackmail. But Bond has an ally in Largo's girlfriend, the willowy Domino, who falls for Bond and seeks revenge. This is the last time for Sean Connery as Her Majesty's Secret Agent 007.", "release_date": "1983-10-07", "poster": "/s9tBlhTEW0OtYJdemVMPbRcD7wk.jpg", "runtime": 134, "id": 36670, "genre_ids": [12, 28, 53]}, {"title": "Pearl Harbor", "overview": "The lifelong friendship between Rafe McCawley and Danny Walker is put to the ultimate test when the two ace fighter pilots become entangled in a love triangle with beautiful Naval nurse Evelyn Johnson. But the rivalry between the friends-turned-foes is immediately put on hold when they find themselves at the center of Japan's devastating attack on Pearl Harbor on Dec. 7, 1941.", "release_date": "2001-05-21", "poster": "/gzjMpcyV1RksWonaA87DZ8wQTH0.jpg", "runtime": 183, "id": 676, "genre_ids": [10752]}, {"title": "Lemony Snicket's A Series of Unfortunate Events", "overview": "Three wealthy children's parents are killed in a fire. When they are sent to a distant relative, they find out that he is plotting to kill them and seize their fortune.", "release_date": "2004-12-17", "poster": "/dHQMAj9E2G2ewjN1aCOPubsZaj1.jpg", "runtime": 108, "id": 11774, "genre_ids": [12, 14, 35, 10751]}, {"title": "Signs", "overview": "A family living on a farm finds mysterious crop circles in their fields which suggests something more frightening to come.", "release_date": "2002-08-02", "poster": "/bY9lCUVUajpkKWlfjWF1mtXaSUp.jpg", "runtime": 106, "id": 2675, "genre_ids": [18, 53, 878, 9648]}, {"title": "Mr. Deeds", "overview": "When Longfellow Deeds, a small-town pizzeria owner and poet, inherits $40 billion from his deceased uncle, he quickly begins rolling in a different kind of dough. Moving to the big city, Deeds finds himself besieged by opportunists all gunning for their piece of the pie. Babe, a television tabloid reporter, poses as an innocent small-town girl to do an exposé on Deeds.", "release_date": "2002-06-28", "poster": "/l3hmNjhxmqjXrvGNMMmeOmsyX3r.jpg", "runtime": 96, "id": 2022, "genre_ids": [35, 10749]}, {"title": "The League of Extraordinary Gentlemen", "overview": "In an alternate turn of the 20th century, an attack on the Bank of England by men who appear to be German soldiers followed by an attack on a German Zeppelin factory by the same men this time dressed as British soldiers, leads Europe to the brink of war. An emissary of the British government, arrives in Africa, hoping to recruit the legendary hunter Allan Quatermain to investigate the situation.", "release_date": "2003-07-11", "poster": "/AliSeCLFB6ZAkQIxosr8RAkFf6R.jpg", "runtime": 110, "id": 8698, "genre_ids": [14, 28, 53, 878]}, {"title": "The Passion of the Christ", "overview": "\"The Passion of the Christ\" is a film about the last 12 hours in the life of Jesus. Director Mel Gibson received much criticism from critics and audiences for his explicit depiction of and focus on violence and on christs suffering, especially on the part of the jewish community. The films languages are Arabic, Latin and Hebrew and its actors are laymen which was controversially received as well.", "release_date": "2004-02-24", "poster": "/oFuLM1EaKhi1WNWiTjQ1HKIZ1Eg.jpg", "runtime": 127, "id": 615, "genre_ids": [18]}, {"title": "Cloudy with a Chance of Meatballs 2", "overview": "After the disastrous food storm in the first film, Flint and his friends are forced to leave the town. Flint accepts the invitation from his idol Chester V to join The Live Corp Company, which has been tasked to clean the island, and where the best inventors in the world create technologies for the betterment of mankind. When Flint discovers that his machine still operates and now creates mutant food beasts like living pickles, hungry tacodiles, shrimpanzees and apple pie-thons, he and his friends must return to save the world.", "release_date": "2013-09-26", "poster": "/oZjluB568NJVtRrny4rpeApGuNi.jpg", "runtime": 95, "id": 109451, "genre_ids": [16, 10751, 35]}, {"title": "Crazy, Stupid, Love.", "overview": "Cal Weaver is living the American dream. He has a good job, a beautiful house, great children and a beautiful wife, named Emily. Cal's seemingly perfect life unravels, however, when he learns that Emily has been unfaithful and wants a divorce. Over 40 and suddenly single, Cal is adrift in the fickle world of dating. Enter, Jacob Palmer, a self-styled player who takes Cal under his wing and teaches him how to be a hit with the ladies.", "release_date": "2011-07-28", "poster": "/n97V1WcpoJ8gBA0pM48Om05o2fN.jpg", "runtime": 118, "id": 50646, "genre_ids": [35, 18, 10749]}, {"title": "Monsters vs Aliens", "overview": "When Susan Murphy is unwittingly clobbered by a meteor full of outer space gunk on her wedding day, she mysteriously grows to 49-feet-11-inches. The military jumps into action and captures Susan, secreting her away to a covert government compound. She is renamed Ginormica and placed in confinement with a ragtag group of Monsters...", "release_date": "2009-03-19", "poster": "/8x0WrDcFQDC2eoXJe6iC34wXZE8.jpg", "runtime": 94, "id": 15512, "genre_ids": [16, 10751, 12, 878]}, {"title": "Prince of Persia: The Sands of Time", "overview": "A rogue prince (Jake Gyllenhaal) reluctantly joins forces with a mysterious princess (Gemma Arterton) and together, they race against dark forces to safeguard an ancient dagger capable of releasing the Sands of Time—a gift from the gods that can reverse time and allow its possessor to rule the world. Based on the action-adventure video game of the same name.", "release_date": "2010-05-19", "poster": "/dtjz9Z6MTsuFyrzqdwVB4dgHENA.jpg", "runtime": 116, "id": 9543, "genre_ids": [12, 14, 28, 10749]}, {"title": "Wrong Turn 5: Bloodlines", "overview": "A small West Virginia town is hosting the legendary Mountain Man Festival on Halloween, where throngs of costumed party goers gather for a wild night of music and mischief. But an inbred family of hillbilly cannibals kill the fun when they trick and treat themselves to a group of visiting college students.", "release_date": "2012-10-23", "poster": "/olnVrUyoL2ntBBuipvXBecCbTBX.jpg", "runtime": 91, "id": 125509, "genre_ids": [27, 53]}, {"title": "Hook", "overview": "The boy who wasn't supposed to grow up—Peter Pan—did just that, becoming a soulless corporate lawyer whose workaholism could cost him his wife and kids. But a trip to see Granny Wendy in London, where the vengeful Capt. Hook kidnaps Peter's kids and forces Peter to return to Neverland, could lead to a chance at redemption, in this family-oriented fantasy from director Steven Spielberg.", "release_date": "1991-12-10", "poster": "/6plGuz8L3fvkuENB0G2ZpBz6kej.jpg", "runtime": 144, "id": 879, "genre_ids": [12, 14, 35, 10751]}, {"title": "Star Trek: First Contact", "overview": "The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.", "release_date": "1996-11-21", "poster": "/qhVB8eUGwkdVvd8Fezk0AgcMPDH.jpg", "runtime": 111, "id": 199, "genre_ids": [878, 28, 12, 53]}, {"title": "Absolutely Anything", "overview": "Eccentric aliens give a man the power to do anything he wants to determine if Earth is worth saving.", "release_date": "2015-06-26", "poster": "/yZSdJNUfbK5y7mT80PwWGgvXkXn.jpg", "runtime": 85, "id": 86828, "genre_ids": [878, 35]}, {"title": "Spring Breakers", "overview": "Brit, Candy, Cotty, and Faith have been best friends since grade school. They live together in a boring college dorm and are hungry for adventure. All they have to do is save enough money for spring break to get their shot at having some real fun. A serendipitous encounter with rapper \"Alien\" promises to provide the girls with all the thrill and excitement they could hope for. With the encouragement of their new friend, it soon becomes unclear how far the girls are willing to go to experience a spring break they will never forget.", "release_date": "2013-03-07", "poster": "/nDs6gn1VH5MmF7l8G8UABBBX0G1.jpg", "runtime": 94, "id": 122081, "genre_ids": [18, 80]}, {"title": "Locke", "overview": "Ivan Locke has worked hard to craft a good life for himself. Tonight, that life will collapse around him. On the eve of the biggest challenge of his career, Ivan receives a phone call that sets in motion a series of events that will unravel his family, job, and soul.", "release_date": "2014-04-10", "poster": "/2Prgt4JXhwiwkgotknBO4scXR8S.jpg", "runtime": 85, "id": 210479, "genre_ids": [18, 53]}, {"title": "Pineapple Express", "overview": "A stoner and his dealer are forced to go on the run from the police after the pothead witnesses a cop commit a murder.", "release_date": "2008-08-06", "poster": "/scEvOPl6ZJctQVnRWHvq0pP0DkM.jpg", "runtime": 111, "id": 10189, "genre_ids": [28, 35]}, {"title": "Films Confiscated from a French Brothel", "overview": "\"Films Confiscated from a French Brothel\" is a bare all Avant-garde Anthology homage to silent stag films.", "release_date": "2016-02-22", "poster": "/gnaYGirOc5lHVLi3b8Ph1PNmqwD.jpg", "runtime": 80, "id": 351064, "genre_ids": [14, 80, 35, 27]}, {"title": "Dark Shadows", "overview": "Vampire Barnabas Collins is inadvertently freed from his tomb and emerges into the very changed world of 1972. He returns to Collinwood Manor to find that his once-grand estate and family have fallen into ruin.", "release_date": "2012-05-08", "poster": "/6125p54Jnog3kFsY33oMQF3d1dJ.jpg", "runtime": 113, "id": 62213, "genre_ids": [35, 14]}, {"title": "A View to a Kill", "overview": "A newly developed microchip designed by Zorin Industries for the British Government that can survive the electromagnetic radiation caused by a nuclear explosion has landed in the hands of the KGB. James Bond must find out how and why. His suspicions soon lead him to big industry leader Max Zorin.", "release_date": "1985-05-24", "poster": "/veDMW7eX6tat86EapsvGEICJ8Tq.jpg", "runtime": 131, "id": 707, "genre_ids": [12, 28, 53]}, {"title": "Rocky V", "overview": "A lifetime of taking shots has ended Rocky's career, and a crooked accountant has left him broke. Inspired by the memory of his trainer, however, Rocky finds glory in training and takes on an up-and-coming boxer.", "release_date": "1990-10-18", "poster": "/yNOSxAov1qQxMxHysiK4ldYp5bH.jpg", "runtime": 104, "id": 1375, "genre_ids": [18]}, {"title": "The Cabin in the Woods", "overview": "Five college friends spend the weekend at a remote cabin in the woods, where they get more than they bargained for. Together, they must discover the truth behind the cabin in the woods.", "release_date": "2012-04-12", "poster": "/t8cW3FSCDYCaWRiNHSvI6SDuWeA.jpg", "runtime": 95, "id": 22970, "genre_ids": [27, 53]}, {"title": "Saw: The Final Chapter", "overview": "As a deadly battle rages over Jigsaw's brutal legacy, a group of Jigsaw survivors gathers to seek the support of self-help guru and fellow survivor Bobby Dagen, a man whose own dark secrets unleash a new wave of terror.", "release_date": "2010-10-21", "poster": "/mBQX4TCfDEk2a5mvu0Z0PFeFoUp.jpg", "runtime": 90, "id": 41439, "genre_ids": [27, 80]}, {"title": "Live and Let Die", "overview": "James Bond must investigate a mysterious murder case of a British agent in New Orleans. Soon he finds himself up against a gangster boss named Mr. Big.", "release_date": "1973-07-05", "poster": "/p34OScaro2KdISrT4EMfeh1aS0E.jpg", "runtime": 121, "id": 253, "genre_ids": [12, 28, 53]}, {"title": "Crank: High Voltage", "overview": "Chelios faces a Chinese mobster who has stolen his nearly indestructible heart and replaced it with a battery-powered ticker that requires regular jolts of electricity to keep working.", "release_date": "2009-04-16", "poster": "/6WLcJkIwyycyUDDfZ5VWU1TcLwF.jpg", "runtime": 96, "id": 15092, "genre_ids": [28, 53, 80]}, {"title": "G.I. Joe: The Rise of Cobra", "overview": "From the Egyptian desert to deep below the polar ice caps, the elite G.I. JOE team uses the latest in next-generation spy and military equipment to fight the corrupt arms dealer Destro and the growing threat of the mysterious Cobra organization to prevent them from plunging the world into chaos.", "release_date": "2009-08-04", "poster": "/29eW5c5DaCFQejdt9V14RrA51yD.jpg", "runtime": 118, "id": 14869, "genre_ids": [12, 28, 53, 878]}, {"title": "Moulin Rouge!", "overview": "A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.", "release_date": "2001-03-09", "poster": "/45SnYEUHl2X4Q63drRByjkdWXtR.jpg", "runtime": 127, "id": 824, "genre_ids": [10749, 18, 10402]}, {"title": "Romeo + Juliet", "overview": "In director Baz Luhrmann's contemporary take on William Shakespeare's classic tragedy, the Montagues and Capulets have moved their ongoing feud to the sweltering suburb of Verona Beach, where Romeo and Juliet fall in love and secretly wed. Though the film is visually modern, the bard's dialogue remains.", "release_date": "1996-10-31", "poster": "/f9C1NpoQfQ7Z4fJkyihNcjNDQJ.jpg", "runtime": 120, "id": 454, "genre_ids": [18, 10749]}, {"title": "The Woman in Black", "overview": "The story follows a young lawyer, Arthur Kipps, who is ordered to travel to a remote village and sort out a recently deceased client’s papers. As he works alone in the client’s isolated house, Kipps begins to uncover tragic secrets, his unease growing when he glimpses a mysterious woman dressed only in black. Receiving only silence from the locals, Kipps is forced to uncover the true identity of the Woman in Black on his own, leading to a desperate race against time when he discovers her true identity.", "release_date": "2012-02-01", "poster": "/y4Z9m5jbPhFAEMWsMHo71Bh1vzi.jpg", "runtime": 95, "id": 65086, "genre_ids": [18, 27, 53]}, {"title": "Paranormal Activity 3", "overview": "In 1988, evil begins to terrorize young sisters Katie and Kristi for the first time when an invisible entity resides in their home.", "release_date": "2011-10-19", "poster": "/uDO3wyyxrMm93lZZBuslLQxNMgJ.jpg", "runtime": 83, "id": 72571, "genre_ids": [27]}, {"title": "Deep Impact", "overview": "A seven-mile-wide space rock is hurtling toward Earth, threatening to obliterate the planet. Now, it's up to the president of the United States to save the world. He appoints a tough-as-nails veteran astronaut to lead a joint American-Russian crew into space to destroy the comet before impact. Meanwhile, an enterprising reporter uses her smarts to uncover the scoop of the century.", "release_date": "1998-05-07", "poster": "/nbF4Tuj4OY8btrjoOHtk64hkKbJ.jpg", "runtime": 120, "id": 8656, "genre_ids": [28, 12, 18, 10749, 878, 53]}, {"title": "Out of the Furnace", "overview": "Two brothers live in the economically-depressed Rust Belt, when a cruel twist of fate lands one in prison. His brother is then lured into one of the most violent crime rings in the Northeast.", "release_date": "2013-12-06", "poster": "/hxkAlnfVRLuf7HBJq3G3j2oy92y.jpg", "runtime": 116, "id": 164457, "genre_ids": [53, 18, 80]}, {"title": "Up in the Air", "overview": "George Clooney plays the dry cynical character of Ryan Bingham, an executive who specializes in \"downsizing\". Ryan lives out of his suitcase, traveling the country for the sole purpose terminating unwanted employees day after day. Just as Ryan is about to reach his life-long goal of the ten million mile frequent flyer mark some major changes come his way. Changes that threaten to crack the cold heartless exterior that is Ryan Bingham.", "release_date": "2009-09-05", "poster": "/mlH82Vp7U6sKTS0Rqm4ZU61CypY.jpg", "runtime": 109, "id": 22947, "genre_ids": [18, 10749]}, {"title": "The Punisher", "overview": "FBI agent Frank Castle had it all: a loving family, a great life, and an adventurous job. But when all he held dear is taken away by a ruthless crime lord, Castle returns from the dead as \"The Punisher,\" serving as judge, jury and executioner.", "release_date": "2004-07-16", "poster": "/ikTj6Bf5LGd9bZHDbQbsI39Hbu2.jpg", "runtime": 124, "id": 7220, "genre_ids": [28, 80, 18, 53]}, {"title": "Rocky II", "overview": "After Rocky goes the distance with champ Apollo Creed, both try to put the fight behind them and move on. Rocky settles down with Adrian but can't put his life together outside the ring, while Creed seeks a rematch to restore his reputation. Soon enough, the \"Master of Disaster\" and the \"Italian Stallion\" are set on a collision course for a climactic battle that is brutal and unforgettable.", "release_date": "1979-06-15", "poster": "/NGxIbk3qNtPACVN9Y6c9qDkOir.jpg", "runtime": 119, "id": 1367, "genre_ids": [18]}, {"title": "UFC Fight Night: Silva vs. Bisping", "overview": "UFC Fight Night: Silva vs. Bisping (also known as UFC Fight Night 84) is an upcoming mixed martial arts event to be held on February 27, 2016 at the The O2 Arena in London, England.", "release_date": "2016-02-27", "poster": "/uBwMdtaA7R79TF8whczOXcyAetn.jpg", "runtime": 180, "id": 384469, "genre_ids": [28]}, {"title": "The Illusionist", "overview": "With his eye on a lovely aristocrat, a gifted illusionist named Eisenheim uses his powers to win her away from her betrothed, a crowned prince. But Eisenheim's scheme creates tumult within the monarchy and ignites the suspicion of a dogged inspector.", "release_date": "2006-08-18", "poster": "/sRYw9oAiporMpq1GWcYHqmpdeAO.jpg", "runtime": 110, "id": 1491, "genre_ids": [14, 18, 53, 10749]}, {"title": "DodgeBall: A True Underdog Story", "overview": "When megalomaniacal White Goodman, the owner of a trendy, high-end fitness center, makes a move to take over the struggling local gym run by happy-go-lucky Pete La Fleur, there's only one way for La Fleur to fight back: dodgeball. Aided by a dodgeball guru and Goodman's attorney, La Fleur and his rag-tag team of underdogs launch a knock-down, drag-out battle in which the winner takes all.", "release_date": "2004-06-18", "poster": "/cox4Gup0k05p6o61CaBK4r9ff8a.jpg", "runtime": 92, "id": 9472, "genre_ids": [35]}, {"title": "The Twilight Saga: Breaking Dawn - Part 1", "overview": "The new found married bliss of Bella Swan and vampire Edward Cullen is cut short when a series of betrayals and misfortunes threatens to destroy their world. Bella soon discovers she is pregnant, and during a nearly fatal childbirth, Edward finally fulfills her wish to become immortal. But the arrival of their remarkable daughter, Renesmee, sets in motion a perilous chain of events that pits the Cullens and their allies against the Volturi, the fearsome council of vampire leaders, setting the stage for an all-out battle.", "release_date": "2011-11-16", "poster": "/5Vp3N1Gp147Yd8A8kQspvxJ7ByG.jpg", "runtime": 117, "id": 50619, "genre_ids": [12, 14, 10749]}, {"title": "Crouching Tiger, Hidden Dragon", "overview": "Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.", "release_date": "2000-10-01", "poster": "/2D7kikHUHbecJGoRAspBYiqoxd6.jpg", "runtime": 120, "id": 146, "genre_ids": [12, 18, 28, 10749]}, {"title": "Johnny English", "overview": "Rowan plays the eponymous lead character in a spoof spy thriller. During the course of the story we follow our hero as he attempts to single-handedly save the country from falling into the hands of a despot.", "release_date": "2003-04-06", "poster": "/fvFOJFDwgtINOxxtrFFiCMUrGdR.jpg", "runtime": 88, "id": 9486, "genre_ids": [12, 28, 35]}, {"title": "Rush Hour 3", "overview": "After an attempted assassination on Ambassador Han, Inspector Lee and Detective Carter are back in action as they head to Paris to protect a French woman with knowledge of the Triads' secret leaders. Lee also holds secret meetings with a United Nations authority, but his personal struggles with a Chinese criminal mastermind named Kenji, which reveals that it's Lee's long-lost...brother.", "release_date": "2007-08-08", "poster": "/qgaDWYLrnEPJpc5Lp35WbgX7GfS.jpg", "runtime": 91, "id": 5174, "genre_ids": [28, 35, 80, 53]}, {"title": "Blackthorn", "overview": "In Bolivia, Butch Cassidy (now calling himself James Blackthorne) pines for one last sight of home, an adventure that aligns him with a young robber and makes the duo a target for gangs and lawmen alike.", "release_date": "2011-08-31", "poster": "/cB5OX9vAHkvXWdKMKmCZTax82GP.jpg", "runtime": 98, "id": 68818, "genre_ids": [12, 28, 37]}, {"title": "Wild Tales", "overview": "A story about love deception, the return of the past, a tragedy, or even the violence contained in an everyday detail, appear themselves to push them towards the abyss, into the undeniable pleasure of losing control.", "release_date": "2014-08-21", "poster": "/8qc4aWkYJVXaWcypDusuudnME18.jpg", "runtime": 125, "id": 265195, "genre_ids": [35, 18, 53]}, {"title": "Underworld: Awakening", "overview": "After being held in a coma-like state for fifteen years, vampire Selene learns that she has a fourteen-year-old vampire/Lycan hybrid daughter named Nissa, and when she finds her, they must stop BioCom from creating super Lycans that will kill them all.", "release_date": "2012-01-19", "poster": "/76GXWKs2IDi0ZERKLT57wkToV0A.jpg", "runtime": 88, "id": 52520, "genre_ids": [14, 28, 27]}, {"title": "Friends with Benefits", "overview": "While trying to avoid the clichés of Hollywood romantic comedies, Dylan and Jamie soon discover however that adding the act of sex to their friendship does lead to complications.", "release_date": "2011-07-21", "poster": "/tmVuyRSS9RYFs73YGbMnFous7DH.jpg", "runtime": 109, "id": 50544, "genre_ids": [35]}, {"title": "The Game", "overview": "In honor of his birthday, San Francisco banker Nicholas Van Orton, a financial genius and a coldhearted loner, receives an unusual present from his younger brother, Conrad -- a gift certificate to play a unique kind of game. In nary a nanosecond, Nicholas finds himself consumed by a dangerous set of ever-changing rules, unable to distinguish where the charade ends and reality begins.", "release_date": "1997-09-12", "poster": "/reLfX4fIasqLXCdgZ7vnnYWYhe3.jpg", "runtime": 129, "id": 2649, "genre_ids": [18, 53, 9648]}, {"title": "The Best of Me", "overview": "A pair of former high school sweethearts reunite after many years when they return to visit their small hometown.", "release_date": "2014-10-17", "poster": "/449Qq1XKgurG4IFTohtsEuBWJ8H.jpg", "runtime": 117, "id": 239571, "genre_ids": [18, 10749]}, {"title": "Chinatown", "overview": "Private eye Jake Gittes lives off the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.", "release_date": "1974-06-20", "poster": "/iIHO6FzF6lL4mA90rrmk3Y705XS.jpg", "runtime": 130, "id": 829, "genre_ids": [80, 18, 9648, 53]}, {"title": "Interview with the Vampire", "overview": "A vampire relates his epic life story of love, betrayal, loneliness, and dark hunger to an over-curious reporter.", "release_date": "1994-11-11", "poster": "/hldXwwViSfHJS0kIJr07KBGmHJI.jpg", "runtime": 123, "id": 628, "genre_ids": [27, 10749]}, {"title": "Bring It On", "overview": "The Toro cheerleading squad from Rancho Carne High School in San Diego has got spirit, spunk, sass and a killer routine that's sure to land them the national championship trophy for the sixth year in a row. But for newly-elected team captain (Kirsten Dunst), the Toros' road to total cheer glory takes a shady turn when she discovers that their perfectly-choreographed routines were in fact stolen.", "release_date": "2000-08-25", "poster": "/yg0O6eGgrumDZ1bht3pqMjNaWon.jpg", "runtime": 98, "id": 1588, "genre_ids": [35]}, {"title": "Under Siege", "overview": "This action-packed thriller takes place on the soon-to-be-decommissioned USS Missouri. Disgruntled ex-CIA operative Strannix, his assistant Krill and their group of terrorists seize the battleship with nuclear blackmail in mind. They've planned for every contingency but ignore the ship's cook, former Navy SEAL Casey Ryback -- an error that could be fatal.", "release_date": "1992-10-09", "poster": "/duxM3HJ55Fpc4A3krziKn1FR22K.jpg", "runtime": 103, "id": 8845, "genre_ids": [28, 53]}, {"title": "O Brother, Where Art Thou?", "overview": "In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them. On their journey they come across many comical characters and incredible situations. Based upon Homer's 'Odyssey'.", "release_date": "2000-08-30", "poster": "/eIqSzq6j3yuxNmifiUOh6iTpG9N.jpg", "runtime": 106, "id": 134, "genre_ids": [28, 12, 35]}, {"title": "Rango", "overview": "When Rango, a lost family pet, accidentally winds up in the gritty, gun-slinging town of Dirt, the less-than-courageous lizard suddenly finds he stands out. Welcomed as the last hope the town has been waiting for, new Sheriff Rango is forced to play his new role to the hilt.", "release_date": "2011-03-02", "poster": "/dQ6JElhTmauGWAyxu1k1uPrxupr.jpg", "runtime": 107, "id": 44896, "genre_ids": [16, 35, 10751, 37, 12]}, {"title": "Dracula", "overview": "When Dracula leaves the captive Jonathan Harker and Transylvania for London in search of Mina Harker -- the spitting image of Dracula's long-dead wife, Elisabeta -- obsessed vampire hunter Dr. Van Helsing sets out to end the madness.", "release_date": "1992-11-13", "poster": "/ioHxm3D3JdSXR61LRhcVb8KdZOz.jpg", "runtime": 128, "id": 6114, "genre_ids": [10749, 27]}, {"title": "Monster House", "overview": "Monsters under the bed are scary enough, but what happens when an entire house is out to get you? Three teens aim to find out when they go up against a decrepit neighboring home and unlock its frightening secrets.", "release_date": "2006-07-21", "poster": "/m0gpGljVAKAHM36BLX0RR4cxrNl.jpg", "runtime": 91, "id": 9297, "genre_ids": [16, 35, 10751, 14]}, {"title": "The Twilight Saga: New Moon", "overview": "Forks, Washington resident Bella Swan is reeling from the departure of her vampire love, Edward Cullen, and finds comfort in her friendship with Jacob Black, a werewolf. But before she knows it, she's thrust into a centuries-old conflict, and her desire to be with Edward at any cost leads her to take greater and greater risks.", "release_date": "2009-11-18", "poster": "/yR87vK2thajbGdxJDvaxJeUZJkn.jpg", "runtime": 130, "id": 18239, "genre_ids": [12, 14, 18, 10749]}, {"title": "Non-Stop", "overview": "Bill Marks is a burned-out veteran of the Air Marshals service. He views the assignment not as a life-saving duty, but as a desk job in the sky. However, today's flight will be no routine trip. Shortly into the transatlantic journey from New York to London, he receives a series of mysterious text messages ordering him to have the government transfer $150 million into a secret account, or a passenger will die every 20 minutes.", "release_date": "2014-01-26", "poster": "/ifgEHE1ortukpBF6wh03HCuctdr.jpg", "runtime": 106, "id": 225574, "genre_ids": [28, 53, 9648]}, {"title": "Stand by Me", "overview": "The film's name comes from the song \"Stand By Me\" by Ben E. King from 1961. The song was also the theme song. This film was modeled from a novella by Stephen King called \"The Body\" and was the ninth filmed story from the author. The film tells the story of a group of 10-year-old friends out on their own and the trials and tribulation they are confronted with along the journey.", "release_date": "1986-08-07", "poster": "/kedC0y75jdzByjuZNLOWIOtduNw.jpg", "runtime": 89, "id": 235, "genre_ids": [80, 18]}, {"title": "The Man with the Golden Gun", "overview": "A golden bullet has 007 engraved on it as it smashes into the secret service headquarters. The bullet came from the professional killer Scaramanga who has yet to miss a target and James Bond begins a mission to try and stop him.", "release_date": "1974-12-01", "poster": "/7VSVgxAvA7IdTf8T6Oon1eaReeJ.jpg", "runtime": 125, "id": 682, "genre_ids": [12, 28, 53]}, {"title": "Anger Management", "overview": "After a misunderstanding aboard an airplane that escalates out of control, the mild-mannered Dave Buznik is ordered by Judge Daniels to attend anger management sessions run by Doctor Buddy Rydell, which are filled with highly eccentric and volatile men and women. Buddy's unorthodox approach to therapy is confrontational and abrasive and Dave is bewildered by it. Then, after yet another mishap, Judge Daniels orders Dave to step up his therapy or wind up in jail. So, Buddy moves in with Dave to help him battle his inner demons. Buddy himself has no inner demons since he acts out at every opportunity and that includes making lewd comments about Dave's girlfriend Linda and goading Dave into confronting every slight, past or present, head-on. But Buddy finally goes too far and Dave must decide whether to crawl back into his shell or stand up for himself. Could it be that Buddy's confounding and contradictory treatment is just what the doctor ordered?", "release_date": "2003-04-11", "poster": "/wsrZrb2Ng3eO4TYmeBufwdKeC3a.jpg", "runtime": 106, "id": 9506, "genre_ids": [35]}, {"title": "Whiskey Tango Foxtrot", "overview": "A journalist recounts her wartime coverage in Afghanistan and Pakistan.", "release_date": "2016-03-04", "poster": "/22G22rdZsMDO7khe4Ue3G2uwOaw.jpg", "runtime": 111, "id": 279641, "genre_ids": [10752, 35]}, {"title": "Mary Poppins", "overview": "The movie combines a diverting story, songs, color and sequences of live action blended with the movements of animated figures. Mary Poppins is a kind of Super-nanny who flies in with her umbrella in response to the request of the Banks children and proceeds to put things right with the aid of her rather extraordinary magical powers before flying off again.", "release_date": "1964-08-27", "poster": "/oPXf92g2gjlPqduj6vRH9yvh0Yb.jpg", "runtime": 139, "id": 433, "genre_ids": [35, 10402, 10751, 14]}, {"title": "xXx: State of the Union", "overview": "Ice Cube stars as Darius Stone, a thrill-seeking troublemaker whose criminal record and extreme sports obsession make him the perfect candidate to be the newest XXX agent. He must save the U.S. government from a deadly conspiracy led by five-star general and Secretary of Defense George Deckert (played by Willem Dafoe).", "release_date": "2005-04-27", "poster": "/1rKeQyy4eyyuVcNNBlyEfLuh7Cu.jpg", "runtime": 101, "id": 11679, "genre_ids": [28, 80, 12]}, {"title": "Spirit: Stallion of the Cimarron", "overview": "As a wild stallion travels across the frontiers of the Old West, he befriends a young human and finds true love with a mare.", "release_date": "2002-05-24", "poster": "/nhrcR2KtVjXxJNSrPvcxVSyEf4c.jpg", "runtime": 83, "id": 9023, "genre_ids": [16, 12, 35, 10751]}, {"title": "Sisters", "overview": "Two disconnected sisters are summoned to clean out their childhood bedrooms before their parents sell their family home.", "release_date": "2015-12-17", "poster": "/nmcPY0WIzujKujWRtUlKbTDymNs.jpg", "runtime": 118, "id": 266294, "genre_ids": [35]}, {"title": "Anchorman 2: The Legend Continues", "overview": "With the 70s behind him, San Diego's top rated newsman, Ron Burgundy, returns to take New York's first 24-hour news channel by storm.", "release_date": "2013-12-18", "poster": "/66HbvNKmfxYoOHAp1IVIYQsFoeA.jpg", "runtime": 119, "id": 109443, "genre_ids": [35]}, {"title": "Moonraker", "overview": "During the transportation of a Space Shuttle a Boeing 747 crashes in the Atlantic Ocean yet when they go to look for the destroyed shuttle it is not there. James Bond investigates the missing mission space shuttle and soon learns that the shuttles owner Hugo Drax wants to kill all of mankind.", "release_date": "1979-06-26", "poster": "/bIiTYuG1NRtLZAY7lxOwNafn2BV.jpg", "runtime": 126, "id": 698, "genre_ids": [28, 12, 53, 878]}, {"title": "Spaceballs", "overview": "When the nefarious Dark Helmet hatches a plan to snatch Princess Vespa and steal her planet's air, space-bum-for-hire Lone Starr and his clueless sidekick fly to the rescue. Along the way, they meet Yogurt, who puts Lone Starr wise to the power of \"The Schwartz.\" Can he master it in time to save the day?", "release_date": "1987-06-24", "poster": "/xWt9KAcToCRdJ6JH8JyZZlhkVgG.jpg", "runtime": 96, "id": 957, "genre_ids": [35, 878]}, {"title": "Platoon", "overview": "Chris Taylor, a young, naive recruit in Vietnam, faces a moral crisis when confronted with the horrors of war and the duality of man.", "release_date": "1986-12-18", "poster": "/sYPOQI57JVNmjiLI3KeZ5KA8O9i.jpg", "runtime": 120, "id": 792, "genre_ids": [18, 10752, 28]}, {"title": "The Aristocats", "overview": "When Madame Adelaide Bonfamille leaves her fortune to Duchess and her children -- Bonfamille's prize family of domesticated house cats -- the butler plots to steal the money and kidnaps the heirs, leaving them out on a country road. All seems lost until the wily Thomas O'Malley Cat and his jazz-playing alley cats come to the Aristocats's rescue.", "release_date": "1970-12-24", "poster": "/jKEwHW5feriPFA0QGZsk3cjQ5T9.jpg", "runtime": 78, "id": 10112, "genre_ids": [16, 35, 10751, 12]}, {"title": "The Virgin Suicides", "overview": "A group of male friends become obsessed with five mysterious sisters who are sheltered by their strict, religious parents.", "release_date": "1999-04-21", "poster": "/r3ngI5C6tmnQeQ1cFKnVj8TJI4R.jpg", "runtime": 97, "id": 1443, "genre_ids": [18, 10749]}, {"title": "In Time", "overview": "In the not-too-distant future the aging gene has been switched off. To avoid overpopulation, time has become the currency and the way people pay for luxuries and necessities. The rich can live forever, while the rest try to negotiate for their immortality. A poor young man who comes into a fortune of time, though too late to help his mother from dying. He ends up on the run from a corrupt police force known as 'time keepers'.", "release_date": "2011-10-27", "poster": "/lnYuAr3QOPzvuEFlzpsRUq41IEy.jpg", "runtime": 109, "id": 49530, "genre_ids": [28, 53, 878]}, {"title": "Big Fish", "overview": "The story revolves around a dying father and his son, who is trying to learn more about his dad by piecing together the stories he has gathered over the years. The son winds up re-creating his father's elusive life in a series of legends and myths inspired by the few facts he knows. Through these tales, the son begins to understand his father's great feats and his great failings.", "release_date": "2003-12-25", "poster": "/6DRFdlNZpAaEt7eejsbAlJGgaM7.jpg", "runtime": 125, "id": 587, "genre_ids": [12, 14, 18]}, {"title": "Sweeney Todd: The Demon Barber of Fleet Street", "overview": "The infamous story of Benjamin Barker, a.k.a Sweeney Todd, who sets up a barber shop down in London which is the basis for a sinister partnership with his fellow tenant, Mrs. Lovett. Based on the hit Broadway musical.", "release_date": "2007-12-20", "poster": "/ltp5qmaHLtzDHHj42V2Uzk4yOrc.jpg", "runtime": 116, "id": 13885, "genre_ids": [18, 27, 10402]}, {"title": "Snow White and the Huntsman", "overview": "After the Evil Queen marries the King, she performs a violent coup in which the King is murdered and his daughter, Snow White, is taken captive. Almost a decade later, a grown Snow White is still in the clutches of the Queen. In order to obtain immortality, The Evil Queen needs the heart of Snow White. After Snow escapes the castle, the Queen sends the Huntsman to find her in the Dark Forest.", "release_date": "2012-05-30", "poster": "/40iabcM7KQLJzmO8yGm8AvUbxZR.jpg", "runtime": 127, "id": 58595, "genre_ids": [12, 14, 18]}, {"title": "Unfriended", "overview": "While video chatting one night, six high school friends receive a Skype message from a classmate who killed herself exactly one year ago. A first they think it's a prank, but when the girl starts revealing the friends' darkest secrets, they realize they are dealing with something out of this world, something that wants them dead. Told entirely from a young girl's computer desktop, Unfriended redefines 'found footage' for a new generation of teens.", "release_date": "2015-04-17", "poster": "/hfEBlhvVWFt61EWjNbjlKdDilBI.jpg", "runtime": 82, "id": 277685, "genre_ids": [27, 53]}, {"title": "Elektra", "overview": "Elektra the warrior survives a near-death experience, becomes an assassin-for-hire, and tries to protect her two latest targets, a single father and his young daughter, from a group of supernatural assassins.", "release_date": "2005-01-14", "poster": "/dyvqAJs20UrqTJGOHtJ0tNbU54m.jpg", "runtime": 97, "id": 9947, "genre_ids": [28]}, {"title": "Planet of the Apes", "overview": "After a spectacular crash-landing on an uncharted planet, brash astronaut Leo Davidson (Mark Wahlberg) finds himself trapped in a savage world where talking apes dominate the human race. Desperate to find a way home, Leo must evade the invincible gorilla army led by Ruthless General Thade (Tim Roth) and his most trusted warrior, Attar (Michael Clarke Duncan).", "release_date": "2001-07-25", "poster": "/gYQKMOwLolMRyofpRzXPAawiLPC.jpg", "runtime": 119, "id": 869, "genre_ids": [53, 878, 28, 12]}, {"title": "True Lies", "overview": "Harry Tasker is a secret agent for the United States Government. For years, he has kept his job from his wife, but is forced to reveal his identity and try to stop nuclear terrorists when he and his wife are kidnapped by them.", "release_date": "1994-07-14", "poster": "/mTAHr5h5i64hTLqo0cW2X2083Cx.jpg", "runtime": 141, "id": 36955, "genre_ids": [28, 53]}, {"title": "Ghostbusters II", "overview": "Five years after they defeated Zuul, the Ghostbusters are out of business. When Dana begins to have ghost problems again, the boys come out of retirement to aid her and hopefully save New York City from a new paranormal threat.", "release_date": "1989-06-15", "poster": "/4nN0EYNbOWHJ9UO39maO5Kvcdfa.jpg", "runtime": 108, "id": 2978, "genre_ids": [14, 28, 35, 878, 10751]}, {"title": "Student Services", "overview": "Laura is a 19-year-old university freshman who desperately wants to do well in school. She works a part-time job but cannot make ends meet. One evening in which she is short of funds, she answers a personal ad online by \"Joe,\" 57, who seeks a female student for \"tender moments.\" The pay is 100 euros per hour. Laura pledges to do this just once, and three days later, she goes to a hotel room with Joe. And then her spiral begins.", "release_date": "2010-01-18", "poster": "/ozKPo7l668X8yatgg4wIummpmQG.jpg", "runtime": 101, "id": 65496, "genre_ids": [18]}, {"title": "This Is the End", "overview": "While attending a party at James Franco's house, Seth Rogen, Jay Baruchel and many other celebrities are faced with the apocalypse.", "release_date": "2013-06-12", "poster": "/1rMzHyOsk1b1ddcFJgMSB6kOASu.jpg", "runtime": 107, "id": 109414, "genre_ids": [28, 35]}, {"title": "The Fox and the Hound", "overview": "The fun and adventure begin when a lonely widow adopts an orphaned fox cub named Tod. The mischievous fox soon meets up with Copper, an adorable hound puppy. As the innocent pair grow up together in the forest, they become inseparable friends. But the day soon arrives when their friendship is put to the ultimate test!", "release_date": "1981-07-10", "poster": "/hDXg3U4eCxuqvrb7BEDXj2tAsdK.jpg", "runtime": 83, "id": 10948, "genre_ids": [12, 16, 18, 10751]}, {"title": "Grown Ups 2", "overview": "The all-star comedy cast from Grown Ups returns (with some exciting new additions) for more summertime laughs. Lenny (Adam Sandler) has relocated his family back to the small town where he and his friends grew up. This time around, the grown ups are the ones learning lessons from their kids on a day notoriously full of surprises: the last day of school.", "release_date": "2013-07-11", "poster": "/xVfzcl1fcTDA4T76enoHF80MR4n.jpg", "runtime": 100, "id": 109418, "genre_ids": [35]}, {"title": "Me and Earl and the Dying Girl", "overview": "Greg is coasting through senior year of high school as anonymously as possible, avoiding social interactions like the plague while secretly making spirited, bizarre films with Earl, his only friend. But both his anonymity and friendship threaten to unravel when his mother forces him to befriend a classmate with leukemia.", "release_date": "2015-06-12", "poster": "/4Zrvc5rddDSHD3JmfkzvAx82wuT.jpg", "runtime": 105, "id": 308369, "genre_ids": [35, 18]}, {"title": "The Addams Family", "overview": "Uncle Fester has been missing for 25 years. An evil doctor finds out and introduces a fake Fester in an attempt to get the Adams Family's money. The youngest daughter has some doubts about the new uncle Fester, but the fake uncle adapts very well to the strange family. Can the doctor carry out her evil plans and take over the Adams Family's fortune?", "release_date": "1991-11-22", "poster": "/ajiQj0jbacMAmPxDU3fP9TeIfTi.jpg", "runtime": 99, "id": 2907, "genre_ids": [35, 10751]}, {"title": "Begin Again", "overview": "Gretta's celebrity boyfriend breaks up with her after a long-term relationship, leaving the singer to find success on her own. With the help of record producer, Dan and hip-hop celebrity, Trouble Gum, Gretta strives to fulfil her musical ambitions.", "release_date": "2013-09-07", "poster": "/og7KVMqGTFaCNPmGVetxtR30Q0z.jpg", "runtime": 104, "id": 198277, "genre_ids": [35, 10402, 10749, 18]}, {"title": "Vantage Point", "overview": "The attempted assassination of the American President is told and re-told from several different perspectives.", "release_date": "2008-02-01", "poster": "/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg", "runtime": 90, "id": 7461, "genre_ids": [18, 28, 53, 80]}, {"title": "Pitch Perfect", "overview": "College student Beca knows she does not want to be part of a clique, but that's exactly where she finds herself after arriving at her new school. Thrust in among mean gals, nice gals and just plain weird gals, Beca finds that the only thing they have in common is how well they sing together. She takes the women of the group out of their comfort zone of traditional arrangements and into a world of amazing harmonic combinations in a fight to the top of college music competitions.", "release_date": "2012-09-28", "poster": "/cLUMPdwCV0Dxd3P1ZkCXe7bVImI.jpg", "runtime": 112, "id": 114150, "genre_ids": [35, 10402, 10749]}, {"title": "Oldboy", "overview": "Oldboy is the revenge drama from Director Park Chan-wook. Based on a manga by Nobuaki Minegishi, it depicts the suffering path of a man who must deal with the never ending torment of having unknowingly made someone his enemy.", "release_date": "2003-01-01", "poster": "/fct7n9V10E8t8a7wOR90Ccw0i48.jpg", "runtime": 120, "id": 670, "genre_ids": [18, 53, 9648, 28]}, {"title": "Top Gun", "overview": "For Lieutenant Pete Mitchell and his friend and Co-Pilot Nick Bradshaw being accepted into an elite training school for fighter pilots is a dream come true.  A tragedy, as well as personal demons, threaten Pete's dreams of becoming an Ace pilot.", "release_date": "1986-05-16", "poster": "/orGXnBKfT41LxZhitLkXhqUfJJW.jpg", "runtime": 110, "id": 744, "genre_ids": [18, 28, 10749]}, {"title": "Batman & Robin", "overview": "Along with crime-fighting partner Robin and new recruit Batgirl, Batman battles the dual threat of frosty genius Mr. Freeze and homicidal horticulturalist Poison Ivy. Freeze plans to put Gotham City on ice, while Ivy tries to drive a wedge between the dynamic duo.", "release_date": "1997-06-20", "poster": "/79AYCcxw3kSKbhGpx1LiqaCAbwo.jpg", "runtime": 125, "id": 415, "genre_ids": [14, 28, 53, 80, 878]}, {"title": "Jobs", "overview": "The story of Steve Jobs' ascension from college dropout into one of the most revered creative entrepreneurs of the 20th century.", "release_date": "2013-08-16", "poster": "/ioI5pOOr5yWZAAZPEts5oSQwUrT.jpg", "runtime": 128, "id": 115782, "genre_ids": [18, 36]}, {"title": "The Thing", "overview": "When paleontologist Kate Lloyd travels to an isolated outpost in Antarctica for the expedition of a lifetime, she joins an international team that unearths a remarkable discovery. Their elation quickly turns to fear as they realize that their experiment has freed a mysterious being from its frozen prison. Paranoia spreads like an epidemic as a creature that can mimic anything it touches will pit human against human as it tries to survive and flourish in this spine-tingling thriller.", "release_date": "2011-10-12", "poster": "/a2Cme25fHcSdIQ2wW6aWmE4owUI.jpg", "runtime": 103, "id": 60935, "genre_ids": [27, 878, 9648, 53]}, {"title": "Robin Hood", "overview": "With King Richard off to the Crusades, Prince John and his slithering minion, Sir Hiss, set about taxing Nottingham's citizens with support from the corrupt sheriff - and staunch opposition by the wily Robin Hood and his band of merry men.", "release_date": "1973-11-08", "poster": "/78yFcKivWbLwlPcUOPj2A75k4Ii.jpg", "runtime": 83, "id": 11886, "genre_ids": [16, 10751]}, {"title": "Lawless", "overview": "Set in the Depression-era Franklin County, Virginia, a bootlegging gang is threatened by authorities who want a cut of their profits.", "release_date": "2012-08-29", "poster": "/uViCpDSOo0Pexx1KWX7NXQaS9BH.jpg", "runtime": 115, "id": 82633, "genre_ids": [80, 18]}, {"title": "True Story", "overview": "A drama centered around the relationship between journalist Michael Finkel and Christian Longo, an FBI Most Wanted List murderer who for years lived outside the U.S. under Finkel's name.", "release_date": "2015-04-17", "poster": "/2kJCtB5FPfNH3LDYv2vINrtgCRD.jpg", "runtime": 100, "id": 245706, "genre_ids": [53, 18, 9648]}, {"title": "Angels & Demons", "overview": "Harvard symbologist Robert Langdon investigates a mysterious symbol seared into the chest of a murdered physicist. He discovers evidence of the unimaginable, the rebirth of an ancient secret brotherhood known as the Illuminati, the most powerful underground organization ever to walk the earth.", "release_date": "2009-05-13", "poster": "/grN4lETrHNejatQZFP2F2DAWMU4.jpg", "runtime": 138, "id": 13448, "genre_ids": [53, 9648]}, {"title": "Battleship", "overview": "When mankind beams a radio signal into space, a reply comes from \"Planet G\", in the form of several alien crafts that splash down in the waters off Hawaii. Lieutenant Alex Hopper (Taylor Kitsch) is a naval weapons officer assigned to the ship USS John Paul Jones, part of an international naval coalition which becomes the world's last hope for survival as they engage the hostile alien force of unimaginable strength. While taking on the invaders, Hopper must also try to live up to the potential his brother Stone (Alexander Skarsgård) and his fiancée's father, Admiral Shane (Liam Neeson), expect of him.", "release_date": "2012-04-11", "poster": "/8R80QyDq7MCuBD8zMsNlminyXxy.jpg", "runtime": 131, "id": 44833, "genre_ids": [53, 28, 12, 878]}, {"title": "Casablanca", "overview": "Casablanca is a classic and one of the most revered films of all time. Starring Humphrey Bogart and Ingrid Bergman in a love triangle in the city of Casablanca which is a refuge for many fleeing foreigners looking for a new life during the war. Political romance with a backdrop of war conflict between democracy and totalitarianism. A landmark in film history.", "release_date": "1942-11-26", "poster": "/9UViITBCKeLYWg8Wblbmb9l25mS.jpg", "runtime": 102, "id": 289, "genre_ids": [18, 10749]}, {"title": "American Pie 2", "overview": "The whole gang are back and as close as ever. They decide to get even closer by spending the summer together at a beach house. They decide to hold the biggest party ever to be seen, even if the preparation doesn't always go to plan. Especially when Stifler, Finch and Jim become more close to each other than they ever want to be and when Jim mistakes super glue for lubricant...", "release_date": "2001-10-14", "poster": "/q4LNgUnRfltxzp3gf1MAGiK5LhV.jpg", "runtime": 108, "id": 2770, "genre_ids": [35, 10749]}, {"title": "Match Point", "overview": "Match Point is Woody Allen’s satire of the British High Society and the ambition of a young tennis instructor to enter into it. Yet when he must decide between two women - one assuring him his place in high society, and the other that would bring him far from it - palms start to sweat and a dark psychological match in his head begins.", "release_date": "2005-05-12", "poster": "/8RNqM1CGFNrdgJ1JacUFHKOkNPl.jpg", "runtime": 124, "id": 116, "genre_ids": [18, 53, 80, 10749]}, {"title": "Tropic Thunder", "overview": "Vietnam veteran \"Four Leaf\" Tayback's memoir, Tropic Thunder, is being made into a film. Director Damien Cockburn can’t control the cast of prima donnas. Behind schedule and over budget, Cockburn is ordered by a studio executive to get filming back on track, or risk its cancellation. On Tayback's advice, Cockburn drops the actors into the middle of the jungle to film the remaining scenes. Unbeknownst to the actors and production, the group have been dropped in the middle of the Golden Triangle, the home of heroin-producing gangs.", "release_date": "2008-08-09", "poster": "/ue9QdvhpcNPvKQyLY5a5Pd0tagS.jpg", "runtime": 107, "id": 7446, "genre_ids": [28, 35]}, {"title": "Tinker Bell and the Lost Treasure", "overview": "A blue harvest moon will rise, allowing the fairies to use a precious moonstone to restore the Pixie Dust Tree, the source of all their magic. But when Tinker Bell accidentally puts all of Pixie Hollow in jeopardy, she must venture out across the sea on a secret quest to set things right.", "release_date": "2009-09-03", "poster": "/c695u6KN4E42DMbzzvq3UHLI47S.jpg", "runtime": 81, "id": 25475, "genre_ids": [16, 10751, 12, 14]}, {"title": "Big Eyes", "overview": "A drama centered on the awakening of the painter Margaret Keane, her phenomenal success in the 1950s, and the subsequent legal difficulties she had with her husband, who claimed credit for her works in the 1960s.", "release_date": "2014-12-24", "poster": "/tkxE7BLschoqNzTikrGvZN7IL7K.jpg", "runtime": 105, "id": 87093, "genre_ids": [18]}, {"title": "Puss in Boots", "overview": "Long before he even met Shrek, the notorious fighter, lover and outlaw Puss in Boots becomes a hero when he sets off on an adventure with the tough and street smart Kitty Softpaws and the mastermind Humpty Dumpty to save his town. This is the true story of The Cat, The Myth, The Legend... The Boots.", "release_date": "2011-10-28", "poster": "/zy48sYz5TZWC4itoOHaQnUfWKtP.jpg", "runtime": 90, "id": 58423, "genre_ids": [16]}, {"title": "Mrs. Doubtfire", "overview": "Loving but irresponsible dad Daniel Hillard, estranged from his exasperated spouse, is crushed by a court order allowing only weekly visits with his kids. When Daniel learns his ex needs a housekeeper, he gets the job -- disguised as an English nanny. Soon he becomes not only his children's best pal but the kind of parent he should have been from the start.", "release_date": "1993-11-24", "poster": "/jx4NvllNGN7o5bpIhcCMh26Xwaj.jpg", "runtime": 125, "id": 788, "genre_ids": [35, 18, 10751]}, {"title": "Flubber", "overview": "Professor Phillip Brainard, an absent minded professor, works with his assistant Weebo, trying to create a substance that's a new source of energy and that will save Medfield College where his sweetheart Sara is the president. He has missed his wedding twice, and on the afternoon of his third wedding, Professor Brainard creates flubber, which allows objects to fly through the air.", "release_date": "1997-11-26", "poster": "/xrbkE6g2myJPLWxNy52yL2MJJHX.jpg", "runtime": 93, "id": 9574, "genre_ids": [35, 10751, 878]}, {"title": "Aladdin and the King of Thieves", "overview": "At long last, Aladdin is about to marry the Princess Jasmine. Despite the presence and encouragement of his friends Genie, Carpet, and Abu, he is fearful and anxious. He is most worried as to what kind of father he will be, having never known his own. But when the 40 Thieves disrupt the wedding trying to steal a magical oracular talisman, Aladdin is drawn into a dangerous quest to stop the thieves.", "release_date": "1996-05-20", "poster": "/f6cwFA76j6aaRu1KOQ8bBYfSlLx.jpg", "runtime": 80, "id": 11238, "genre_ids": [16, 10751, 35, 10749, 14]}, {"title": "Pandorum", "overview": "Two crew members wake up on an abandoned spacecraft with no idea who they are, how long they've been asleep, or what their mission is. The two soon discover they're actually not alone - and the reality of their situation is more horrifying than they could have imagined.", "release_date": "2009-09-08", "poster": "/qFd7dNvV1neXBV5OZdU5jOhdDZ6.jpg", "runtime": 108, "id": 19898, "genre_ids": [28, 27, 9648, 878, 53]}, {"title": "The Chronicles of Narnia: Prince Caspian", "overview": "One year after their incredible adventures in the Lion, the Witch and the Wardrobe, Peter, Edmund, Lucy and Susan Pevensie return to Narnia to aid a young prince whose life has been threatened by the evil King Miraz. Now, with the help of a colorful cast of new characters, including Trufflehunter the badger and Nikabrik the dwarf, the Pevensie clan embarks on an incredible quest to ensure that Narnia is returned to its rightful heir.", "release_date": "2008-05-15", "poster": "/kSSyzqw9C4wUggicG4D81XmptR1.jpg", "runtime": 150, "id": 2454, "genre_ids": [12, 10751, 14]}, {"title": "Freaks of Nature", "overview": "In the town of Dillford, humans, vampires and zombies were all living in peace - until the alien apocalypse arrived. Now three teenagers-one human, one vampire, and one zombie-have to team up to figure out how to get rid of the visitors.", "release_date": "2015-10-30", "poster": "/d04PfEiJ64vb0bWObXqA2XD8eRk.jpg", "runtime": 92, "id": 218784, "genre_ids": [878, 35, 27]}, {"title": "Free Birds", "overview": "In this irreverent, hilarious, adventurous buddy comedy for audiences of all ages, directed by Jimmy Hayward (Horton Hears a Who!), two turkeys from opposite sides of the tracks must put aside their differences and team up to travel back in time to change the course of history - and get turkey off the holiday menu for good.", "release_date": "2013-10-30", "poster": "/c5Gwex2oQPaMkgZPTzhdkMMSrwW.jpg", "runtime": 91, "id": 175574, "genre_ids": [16, 35, 10751]}, {"title": "Citizen Kane", "overview": "Following the death of a publishing tycoon, news reporters scramble to discover the meaning of his final utterance.", "release_date": "1941-04-30", "poster": "/n8wfFsQ5vtm6dM8vdgXb6OLv2GY.jpg", "runtime": 119, "id": 15, "genre_ids": [18]}, {"title": "The Butterfly Effect", "overview": "A young man struggles to access sublimated childhood memories. He finds a technique that allows him to travel back into the past, to occupy his childhood body and change history. However, he soon finds that every change he makes has unexpected consequences.", "release_date": "2004-01-22", "poster": "/dixYctWFLuuWCHrk25zt7QsFJqd.jpg", "runtime": 113, "id": 1954, "genre_ids": [878, 53]}, {"title": "Alvin and the Chipmunks: The Road Chip", "overview": "Through a series of misunderstandings, Alvin, Simon and Theodore come to believe that Dave is going to propose to his new girlfriend in New York City - and dump them. They have three days to get to him and stop the proposal.", "release_date": "2015-12-18", "poster": "/waP4aEfXFlIUWoImHRnbOOOew4m.jpg", "runtime": 92, "id": 258509, "genre_ids": [16, 35, 10751, 12]}, {"title": "School of Rock", "overview": "Fired from his band and hard up for cash, guitarist and vocalist Dewey Finn finagles his way into a job as a fourth-grade substitute teacher at a private school, where he secretly begins teaching his students the finer points of rock 'n' roll. The school's hard-nosed principal is rightly suspicious of Finn's activities. But Finn's roommate remains in the dark about what he's doing.", "release_date": "2003-10-03", "poster": "/cREN222Yw78zvSQ9bg17Y9QZS0c.jpg", "runtime": 108, "id": 1584, "genre_ids": [35, 10402]}, {"title": "Hulk", "overview": "Bruce Banner, a genetics researcher with a tragic past, suffers an accident that causes him to transform into a raging green monster when he gets angry", "release_date": "2003-06-19", "poster": "/ogCQV6mnLtCJuiiHtMB83jvSRfY.jpg", "runtime": 138, "id": 1927, "genre_ids": [28, 878]}, {"title": "All About Anna", "overview": "Anna is a young costume designer, focused on her job and wary of getting caught in romantic relationships. She has just found a new apartment, and is tempted to let her latest boyfriend, Frank, move in with her. Instead, she finds a tenant: The flamboyant, fun-loving Camilla, who shares Anna’s views on love and commitment. For both of them, it’s all about fun.", "release_date": "2005-11-24", "poster": "/xiQKxPbn3LyVqI3cBtdyp4XIdLx.jpg", "runtime": 91, "id": 16048, "genre_ids": [35, 18, 10749]}, {"title": "American Gangster", "overview": "Following the death of his employer and mentor, Bumpy Johnson, Frank Lucas establishes himself as the number one importer of heroin in the Harlem district of Manhattan. He does so by buying heroin directly from the source in South East Asia and he comes up with a unique way of importing the drugs into the United States. Based on a true story.", "release_date": "2007-11-02", "poster": "/uDSP5H5akJ85xMGSHRtaqHGBRLD.jpg", "runtime": 157, "id": 4982, "genre_ids": [18, 80]}, {"title": "The Return of Jafar", "overview": "Aladdin is adjusting to his new life as part of the upper crust. He and Princess Jasmine may not be married yet, but the pressures of palace society have already begun. On top of that, Iago (the parrot pet of Sultan's ex-vizir turned genie, Jafar) appears asking for help and no one is happy to see him. But things begin to look up when Genie returns from his trip around the world. Meanwhile, Jafar's black lamp is discovered by an idiot crook called Abis Mal. By using Abis Mal, Jafar makes his way back to Agrabah with ideas of payback for Aladdin and his friends.", "release_date": "1994-05-20", "poster": "/sC4wDVBMPMxmn5JJqPalMOhQ35U.jpg", "runtime": 69, "id": 15969, "genre_ids": [10749, 16, 10751, 14, 12]}, {"title": "Species", "overview": "In 1993, the Search for Extra Terrestrial Intelligence Project receives a transmission detailing an alien DNA structure, along with instructions on how to splice it with human DNA. The result is Sil, a sensual but deadly creature who can change from a beautiful woman to an armour-plated killing machine in the blink of an eye.", "release_date": "1995-07-07", "poster": "/94P6kzKH8aPmQmPr9yZjgy7BtQQ.jpg", "runtime": 108, "id": 9348, "genre_ids": [878, 27, 28]}, {"title": "The Grey", "overview": "In Alaska, an oil drilling team struggle to survive after a plane crash strands them in the wild. Hunting the humans are a pack of wolves who see them as intruders.", "release_date": "2011-12-11", "poster": "/bwN4x9RTLtDUDvaOWg4yvOBU38I.jpg", "runtime": 117, "id": 75174, "genre_ids": [28, 18, 53]}, {"title": "Basic Instinct 2", "overview": "Novelist Catherine Tramell is once again in trouble with the law, and Scotland Yard appoints psychiatrist Dr. Michael Glass to evaluate her. Though, like Detective Nick Curran before him, Glass is entranced by Tramell and lured into a seductive game.", "release_date": "2006-03-29", "poster": "/mr8JpPoxIew3WNWck4ONMzH1lg6.jpg", "runtime": 114, "id": 3093, "genre_ids": [80, 9648, 53]}, {"title": "The Salvation", "overview": "In 1870s America, a peaceful American settler kills his family's murderer which unleashes the fury of a notorious gang leader. His cowardly fellow townspeople then betray him, forcing him to hunt down the outlaws alone.", "release_date": "2014-05-22", "poster": "/b8uBcz6CgXOUsZhf2Y4RLHCwk19.jpg", "runtime": 100, "id": 266285, "genre_ids": [18, 37]}, {"title": "Anchorman: The Legend of Ron Burgundy", "overview": "It's the 1970's and San Diego super-sexist anchorman Ron Burgundy is the top dog in local TV, but that's all about to change when ambitious reporter Veronica Corningstone arrives as a new employee at his station.", "release_date": "2004-07-09", "poster": "/pdy6TWKUbSC9vtmxsFA73FZBVP3.jpg", "runtime": 94, "id": 8699, "genre_ids": [35]}, {"title": "Love the Coopers", "overview": "When four generations of the Cooper clan come together for their annual Christmas Eve celebration, a series of unexpected visitors and unlikely events turn the night upside down, leading them all toward a surprising rediscovery of family bonds and the spirit of the holiday.", "release_date": "2015-11-12", "poster": "/nL0rGAxqIT6rBBudFjN8wJDkrVM.jpg", "runtime": 107, "id": 333348, "genre_ids": [35, 10751]}, {"title": "He's Just Not That Into You", "overview": "Remember that really cute guy who said he'd call...and didn't? Maybe he lost your number. Maybe he's in the hospital. Maybe he's awed by your beauty, brains or success. Or maybe He's Just Not That into You.", "release_date": "2009-02-06", "poster": "/edhRz4ESv4ElTA6wWfBMurwrQwJ.jpg", "runtime": 129, "id": 10184, "genre_ids": [35, 10749, 18]}, {"title": "The Lion King 1½", "overview": "Timon the meerkat and Pumbaa the warthog are best pals and the unsung heroes of the African savanna. This prequel to the smash Disney animated adventure takes you back -- way back -- before Simba's adventure began. You'll find out all about Timon and Pumbaa and tag along as they search for the perfect home and attempt to raise a rambunctious lion cub.", "release_date": "2004-02-06", "poster": "/vDfaIoXTaQLUD5HVAv2hLIFKAcq.jpg", "runtime": 77, "id": 11430, "genre_ids": [16, 10751, 35]}, {"title": "Pattaya", "overview": "", "release_date": "2016-02-24", "poster": "/lfJAEoxerswzk0aXNYLGdrKJ4cS.jpg", "runtime": 0, "id": 277839, "genre_ids": [35]}]