[{"title": "Alfie", "overview": "In Manhattan, the British limousine driver Alfie is surrounded by beautiful women, having one night stands with all of them and without any sort of commitment. His best friends are his colleague Marlon and his girl-friend Lonette. Alfie has a brief affair with Lonette, and the consequences of his act forces Alfie to reflect over his lifestyle.", "release_date": "2004-10-22", "poster": "/gavHGUJseSLBdENBnyZDwiRobXy.jpg", "runtime": 103, "id": 8849, "genre_ids": [35]}, {"title": "Cheech & Chong's Next Movie", "overview": "Perennially stoned Cheech and Chong tear through the city of Los Angeles, causing trouble wherever they go. After Cheech loses his job, the two pot enthusiasts head to the welfare offices where Cheech's girlfriend, Donna, works. Instead of collecting unemployment, they find themselves thrown back on the streets, searching for a way to earn new income. But when Cheech's cousin, \"Red\" Mendoza, arrives, things get even crazier.", "release_date": "1980-07-18", "poster": "/nuZPDObLprRolLdtI02lq06SsGU.jpg", "runtime": 99, "id": 13612, "genre_ids": [28, 12, 35]}, {"title": "Resident Evil: Damnation", "overview": "U.S. federal agent Leon S. Kennedy sneaks into the \"East Slavic Republic\" to verify rumors that Bio-Organic Weapons (BOWs) are being used in the country's civil war, which the U.S. and Russia are making preparations to jointly intervene in. Right after his infiltration, the U.S. government orders him to leave immediately. Determined to uncover the truth, Leon ignores the order and enters the battlefield to end the chain of tragedies caused by the BOWs.", "release_date": "2012-09-25", "poster": "/hj2xHc35cEscP7oj6DqCK6IbNIC.jpg", "runtime": 100, "id": 133121, "genre_ids": [16]}, {"title": "Poseidon", "overview": "A Cross-Atlantic ship is traveling in the Atlantic when a giant wave flips it over as the passengers begin a dramatic fight for their lives. Catastrophe film from Wolfgang Petersen from 2006.", "release_date": "2006-05-12", "poster": "/kHrdehzlhyyb190D3RvH8mdX1y2.jpg", "runtime": 99, "id": 503, "genre_ids": [12, 28, 18, 53]}, {"title": "Blitz", "overview": "A tough cop is dispatched to take down a serial killer who has been targeting police officers.", "release_date": "2011-05-20", "poster": "/1EiybQbFAq6yh395Cse8GAbrz1q.jpg", "runtime": 97, "id": 55846, "genre_ids": [80, 28, 53]}, {"title": "Universal Soldier", "overview": "An American soldier who had been killed during the Vietnam War is revived 25 years later by the military as a semi-android, UniSols, a high-tech soldier of the future. After the failure of the initiative to erase all the soldier's memories, he begins to experience flashbacks that are forcing him to recall his past.", "release_date": "1992-07-10", "poster": "/jxOH4GsCYjwhL6VarO7MJmfmOPz.jpg", "runtime": 102, "id": 9349, "genre_ids": [53, 28, 878, 80]}, {"title": "Freaks of Nature", "overview": "In the town of Dillford, humans, vampires and zombies were all living in peace - until the alien apocalypse arrived. Now three teenagers-one human, one vampire, and one zombie-have to team up to figure out how to get rid of the visitors.", "release_date": "2015-10-30", "poster": "/d04PfEiJ64vb0bWObXqA2XD8eRk.jpg", "runtime": 92, "id": 218784, "genre_ids": [878, 35, 27]}, {"title": "American Pie Presents: Beta House", "overview": "Erik, Ryan, and Cooze start college and pledge the Beta House fraternity, presided over by none other than legendary Dwight Stifler. But chaos ensues when a fraternity of geeks threatens to stop the debauchery and the Betas have to make a stand for their right to party.", "release_date": "2007-12-10", "poster": "/jZ0mFsl1Cp28GrJoNPuku75gNPn.jpg", "runtime": 88, "id": 8277, "genre_ids": [35]}, {"title": "Porky's", "overview": "Set in 1954, a group of Florida high schoolers seek out to lose their virginity which leads them to seek revenge on a sleazy nightclub owner and his redneck sheriff brother for harassing them.", "release_date": "1982-03-19", "poster": "/yfwbpCll3RBxJmixrZvpc2NaqQY.jpg", "runtime": 94, "id": 10246, "genre_ids": [35]}, {"title": "The Ghost and the Darkness", "overview": "Set in 1898, this movie is based on the true story of two lions in Africa that killed 130 people over a nine month period, while a bridge engineer and an experienced old hunter tried to kill them.", "release_date": "1996-10-11", "poster": "/yxSwciZCU5dUUNVtSgDoEMrxGyy.jpg", "runtime": 109, "id": 10586, "genre_ids": [12]}, {"title": "Kiss of the Dragon", "overview": "Liu Jian, an elite Chinese police officer, comes to Paris to arrest a Chinese drug lord. When Jian is betrayed by a French officer and framed for murder, he must go into hiding and find new allies.", "release_date": "2001-07-06", "poster": "/eOBwDUiDLmz1BX8PQL5U1tQloRB.jpg", "runtime": 98, "id": 2140, "genre_ids": [28, 80, 53]}, {"title": "Day of the Dead", "overview": "The final chapter of George A. Romero's \"Dead Trilogy\". In an underground government installation they are searching for a cure to overcome this strange transformation into zombies. Unfortunately, the zombies from above ground have made their way into the bunker.", "release_date": "1985-07-19", "poster": "/9xq3UXIzH0KtUtpd6Lhs0ucBOqj.jpg", "runtime": 102, "id": 8408, "genre_ids": [27, 878]}, {"title": "21 Grams", "overview": "This is the story of three gentle persons: Paul Rivers an ailing mathematician lovelessly married to an English émigré, Christina Peck, an upper-middle-class suburban housewife, happily married and mother of two little girls, and Jack Jordan, an ex-convict who has found in his Christian faith the strength to raise a family. They will be brought together by a terrible accident that will change their lives. By the final frame, none of them will be the same as they will learn harsh truths about love, faith, courage, desire and guilt, and how chance can change our worlds irretrievably, forever.", "release_date": "2003-09-06", "poster": "/Aps7GzrYiJZKHNT524Rsg4jaXej.jpg", "runtime": 124, "id": 470, "genre_ids": [18, 80, 53]}, {"title": "Timecrimes", "overview": "A man accidentally gets into a time machine and travels back in time nearly an hour. Finding himself will be the first of a series of disasters of unforeseeable consequences.", "release_date": "2007-09-20", "poster": "/yaPwrv8c2ZKVHdUicUUnA9LvCCh.jpg", "runtime": 88, "id": 14139, "genre_ids": [878, 53]}, {"title": "Sanctum", "overview": "The 3-D action-thriller Sanctum, from executive producer James Cameron, follows a team of underwater cave divers on a treacherous expedition to the largest, most beautiful and least accessible cave system on Earth. When a tropical storm forces them deep into the caverns, they must fight raging water, deadly terrain and creeping panic as they search for an unknown escape route to the sea. Master diver Frank McGuire (Richard Roxburgh) has explored the South Pacific's Esa-ala Caves for months. But when his exit is cut off in a flash flood, Frank's team--including 17-year-old son Josh (Rhys Wakefield) and financier Carl Hurley (Ioan Gruffudd)--are forced to radically alter plans. With dwindling supplies, the crew must navigate an underwater labyrinth to make it out. Soon, they are confronted with the unavoidable question: Can they survive, or will they be trapped forever?", "release_date": "2011-02-03", "poster": "/vnfSwR7J5dI0fq3fqSz5T515jTu.jpg", "runtime": 108, "id": 48340, "genre_ids": [28, 53]}, {"title": "Casper", "overview": "Furious that her late father only willed her his gloomy-looking mansion rather than his millions, Carrigan Crittenden is ready to burn the place to the ground when she discovers a map to a treasure hidden in the house. But when she enters the rickety mansion to seek her claim, she is frightened away by a wicked wave of ghosts. Determined to get her hands on this hidden fortune, she hires afterlife therapist Dr. James Harvey to exorcise the ghosts from the mansion. Harvey and his daughter Kat move in, and soon Kat meets Casper, the ghost of a young boy who's \"the friendliest ghost you know.\" But not so friendly are Casper's uncles--Stretch, Fatso and Stinkie--who are determined to drive all \"fleshies\" away.", "release_date": "1995-05-26", "poster": "/cpMbvFDD2C21pqMNXVPhSWGQBR9.jpg", "runtime": 100, "id": 8839, "genre_ids": [14, 35, 10751]}, {"title": "The Jungle Book 2", "overview": "Mowgli, missing the jungle and his old friends, runs away from the man village unaware of the danger he's in by going back to the wild.", "release_date": "2003-02-07", "poster": "/9MXnhnqbubPy9NbFCvLJpg5VUns.jpg", "runtime": 72, "id": 14873, "genre_ids": [10751, 16, 12]}, {"title": "This Means War", "overview": "Two top CIA operatives wage an epic battle against one another after they discover they are dating the same woman.", "release_date": "2012-02-14", "poster": "/8eqEw3NGdqAfGtHyCTiuoMb4RrM.jpg", "runtime": 103, "id": 59962, "genre_ids": [28, 35, 10749]}, {"title": "Fun and Fancy Free", "overview": "Jiminy Cricket hosts two Disney animated shorts: \"Bongo,\" about a circus bear escaping to the wild, and \"Mickey and the Beanstalk,\" a take on the famous fairy tale.", "release_date": "1947-09-27", "poster": "/98fvqr3k3fxZvIT4mygDrhNVUOs.jpg", "runtime": 73, "id": 46929, "genre_ids": [16, 10751, 10402]}, {"title": "Modern Times", "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.", "release_date": "1936-02-05", "poster": "/m4ZCx2Iwr418IGPxRfoKnpumz9X.jpg", "runtime": 87, "id": 3082, "genre_ids": [18, 35]}, {"title": "No Reservations", "overview": "Master chef Kate Armstrong runs her life and her kitchen with intimidating intensity. However, a recipe for disaster may be in the works when she becomes the guardian of her young niece while crossing forks with the brash sous-chef who just joined her staff. Though romance blooms in the face of rivalry, Kate needs to look outside the kitchen to find true happiness.", "release_date": "2007-07-25", "poster": "/qBVLHY48fwij7T8iViqpAG7fU2q.jpg", "runtime": 104, "id": 3638, "genre_ids": [35]}, {"title": "Sister Act 2: Back in the Habit", "overview": "Deloris Van Cartier is again asked to don the nun's habit to help a run-down Catholic school, presided over by Mother Superior. And if trying to reach out to a class full of uninterested students wasn't bad enough, the sisters discover that the school is due to be closed by the unscrupulous local authority chief Mr. Crisp.", "release_date": "1993-12-09", "poster": "/tLbvfUYw8Pr7DMI5TGL5DX1bx5S.jpg", "runtime": 107, "id": 6279, "genre_ids": [10402, 35]}, {"title": "Black Book", "overview": "In the Nazi-occupied Netherlands during World War II, a Jewish singer infiltrates the regional Gestapo headquarters for the Dutch resistance.", "release_date": "2006-09-01", "poster": "/mvQj4ckJL7jP5MerFMnoONKjkHq.jpg", "runtime": 145, "id": 9075, "genre_ids": [18, 53, 10752]}, {"title": "Tango & Cash", "overview": "Ray Tango and Gabriel Cash are narcotics detectives who, while both being extremely successful, can't stand each other. Crime Lord Yves Perret, furious at the loss of income that Tango and Cash have caused him, frames the two for murder. Caught with the murder weapon on the scene of the crime, the two have no alibi. Thrown into prison with most of the criminals they helped convict, it appears that they are going to have to trust each other if they are to clear their names and catch the evil Perret.", "release_date": "1989-10-11", "poster": "/mHDDTtNMyDkjy807KmNsuSJyIQK.jpg", "runtime": 104, "id": 9618, "genre_ids": [28, 12, 35]}, {"title": "Stealth", "overview": "Deeply ensconced in a top-secret military program, three pilots struggle to bring an artificial intelligence program under control ... before it initiates the next world war.", "release_date": "2005-07-28", "poster": "/tiezxIq6TJO4B09c13Z8a675dDy.jpg", "runtime": 121, "id": 10048, "genre_ids": [28]}, {"title": "Unleashed", "overview": "Raised as a slave, Danny is used to fighting for his survival. In fact, his \"master,\" Bart, thinks of him as a pet and goes as far as leashing him with a collar so they can make money in fight clubs, where Danny is the main contender. When Bart's crew is in a car accident, Danny escapes and meets a blind, kindhearted piano tuner who takes him in and uses music to free the fighter's long-buried heart.", "release_date": "2005-02-02", "poster": "/hfyZgFOjZAk10YlsRl9krBMuQ9K.jpg", "runtime": 103, "id": 10027, "genre_ids": [28, 80]}, {"title": "The Peacemaker", "overview": "When a train carrying atomic warheads mysteriously crashes in the former Soviet Union, a nuclear specialist discovers the accident is really part of a plot to cover up the theft of the weapons. Assigned to help her recover the missing bombs is a crack Special Forces Colonel.", "release_date": "1997-09-26", "poster": "/1yemGzqs99QAWuwm6lR5wMH0Xn0.jpg", "runtime": 124, "id": 6623, "genre_ids": [28, 53]}, {"title": "Eat Pray Love", "overview": "Liz Gilbert had everything a modern woman is supposed to dream of having - a husband, a house, a successful career - yet like so many others, she found herself lost, confused, and searching for what she really wanted in life. Newly divorced and at a crossroads, Gilbert steps out of her comfort zone, risking everything to change her life, embarking on a journey around the world that becomes a quest for self-discovery. In her travels, she discovers the true pleasure of nourishment by eating in Italy; the power of prayer in India, and, finally and unexpectedly, the inner peace and balance of true love in Bali. Based upon the bestselling memoir by Elizabeth Gilbert.", "release_date": "2010-08-12", "poster": "/s57E4AfPIU1fxwpGGRahk6A0DUl.jpg", "runtime": 133, "id": 38167, "genre_ids": [18]}, {"title": "Bonnie and Clyde", "overview": "Bonnie and Clyde is based on the true stories of the gangster pair Bonnie Parker and Clyde Barrow who in the 1930s began robbing banks in U.S. cities until they were eventually killed. The film is a major landmark in the aesthetic movement known as the New Hollywood.", "release_date": "1967-07-18", "poster": "/isuVmlzVtJVUqySAmkjLB4kXdNm.jpg", "runtime": 111, "id": 475, "genre_ids": [80, 18]}, {"title": "The Family Stone", "overview": "An uptight, conservative, businesswoman accompanies her boyfriend to his eccentric and outgoing family's annual Christmas celebration and finds that she's a fish out of water in their free-spirited way of life.", "release_date": "2005-12-14", "poster": "/m9JjA1pPVMZKmJkShq6iTrItkUW.jpg", "runtime": 103, "id": 9043, "genre_ids": [35, 18, 10749]}, {"title": "We Own the Night", "overview": "A New York nightclub manager tries to save his brother and father from Russian mafia hit men.", "release_date": "2007-05-25", "poster": "/qtQ1QAYicU3F0icIunYcFhjJ5XE.jpg", "runtime": 117, "id": 2001, "genre_ids": [18, 80, 53]}, {"title": "The Chaser", "overview": "Joong-ho is a dirty detective turned pimp in financial trouble as several of his girls have recently disappeared without clearing their debts. While trying to track them down, he finds a clue that the vanished girls were all called up by a same client whom one of his girls is meeting with right now.", "release_date": "2008-02-14", "poster": "/6Ue7i0Gh3ZinXsYEUik4dFYgH8M.jpg", "runtime": 125, "id": 13855, "genre_ids": [80, 18, 53]}, {"title": "Southland Tales", "overview": "Set in the futuristic landscape of Los Angeles on July 4, 2008, as it stands on the brink of social, economic and environmental disaster. Boxer Santaros is an action star who's stricken with amnesia. His life intertwines with Krysta Now, an adult film star developing her own reality television project, and Ronald Taverner, a Hermosa Beach police officer who holds the key to a vast conspiracy.", "release_date": "2006-05-15", "poster": "/oYcJjhtLWJbgdlQMZFrH3LFYyhH.jpg", "runtime": 160, "id": 4723, "genre_ids": [28, 12, 35, 18, 878, 53]}, {"title": "Butch Cassidy and the Sundance Kid", "overview": "In late 1890s Wyoming, Butch Cassidy is the affable, clever, talkative leader of the outlaw Hole in the Wall Gang. His closest companion is the laconic dead-shot \"Sundance Kid\".  As the west rapidly becomes civilized, the law finally catches up to Butch, Sundance and their gang.  Chased doggedly by a special posse, the two decide to make their way to South America in hopes of evading their pursuers once and for all.", "release_date": "1969-09-23", "poster": "/kppsWIOt3lRcToYONP6TxEP3lfa.jpg", "runtime": 110, "id": 642, "genre_ids": [37]}, {"title": "Dead Snow", "overview": "Eight medical students on a ski trip to Norway discover that Hitler's horrors live on when they come face to face with a battalion of zombie Nazi soldiers intent on devouring anyone unfortunate enough to wander into the remote mountains where they were once sent to die.", "release_date": "2009-01-09", "poster": "/nDWI0SP3go01b5STPcAwQSK3eCc.jpg", "runtime": 91, "id": 14451, "genre_ids": [27, 35]}, {"title": "Sixteen Candles", "overview": "Samantha's life is going downhill fast. She has a crush on the most popular boy in school, but the geekiest boy in school has a crush on her. Her sister's getting married, and with all the excitement the rest of her family forgets her sixteenth birthday!", "release_date": "1984-05-04", "poster": "/rzTrRQg5ek47Yl0Vfenc69r9gOd.jpg", "runtime": 93, "id": 15144, "genre_ids": [35]}, {"title": "The Cat Returns", "overview": "Haru, a schoolgirl bored by her ordinary routine, saves the life of an unusual cat and suddenly her world is transformed beyond anything she ever imagined. The Cat King rewards her good deed with a flurry of presents, including a very shocking proposal of marriage to his son! Haru embarks on an unexpected journey to the Kingdom of Cats where her eyes are opened to a whole other world.", "release_date": "2002-07-19", "poster": "/8U1pZSQ50Wggwq1OZzqn7SrWZKX.jpg", "runtime": 75, "id": 15370, "genre_ids": [12, 14, 16, 18, 10751]}, {"title": "Tequila Sunrise", "overview": "In a seaside California town, best friends Mac and Nick are on opposite sides of the law. Mac is a former drug dealer trying to clean up his act, while Nick is a high-profile detective trying to take down a Mexican drug lord named Carlos. Soon Nick's loyalties are put to the test when he begins an affair with restaurateur Jo Ann  -- a love interest of Mac's -- unwittingly leading his friend into a police-orchestrated trap.", "release_date": "1988-12-02", "poster": "/57M9kLofAmUaHaVth3nSFGi1eZ9.jpg", "runtime": 115, "id": 10396, "genre_ids": [28, 12, 80, 10749, 53]}, {"title": "Little Shop of Horrors", "overview": "Seymour Krelborn is a nerdy orphan working at Mushnik's, a flower shop in urban Skid Row. He harbors a crush on fellow co-worker Audrey Fulquard, and is berated by Mr. Mushnik daily. One day as Seymour is seeking a new mysterious plant, he finds a very mysterious unidentified plant which he calls Audrey II. The plant seems to have a craving for blood and soon begins to sing for his supper.", "release_date": "1986-12-19", "poster": "/bxRm8F7rnCsVDyrNh3K9yIFFBKL.jpg", "runtime": 94, "id": 10776, "genre_ids": [27, 35, 10402]}, {"title": "ParaNorman", "overview": "In the town of Blithe Hollow, Norman Babcock is a boy who can speak to the dead, but no one besides his eccentric new friend, Neil, believes his ability is real. One day, Norman's estranged eccentric uncle tells him of an important annual ritual he must take up to protect the town from an curse cast by a witch it condemned centuries ago. Eventually, Norman decides to cooperate, but things don't go according to plan. Now, a magic storm of the witch threatens Blithe Hollow as the accursed dead rise. Together with unexpected new companions, Norman struggles to save his town, only to discover the horrific truth of the curse. With that insight, Norman must resolve the crisis for good as only he can.", "release_date": "2012-08-03", "poster": "/AtenrJ8HptJOOtvJJwxu4nbo3es.jpg", "runtime": 90, "id": 77174, "genre_ids": [10751, 16, 12, 35]}, {"title": "Coco Before Chanel", "overview": "2009 biopic about the early life of Coco Chanel. Several years after leaving the orphanage, to which her father never returned for her, Gabrielle Chanel finds herself working in a provincial bar both. She's both a seamstress for the performers and a singer, earning the nickname Coco from the song she sings nightly with her sister. A liaison with Baron Balsan gives her an entree into French society and a chance to develop her gift for designing.", "release_date": "2009-04-22", "poster": "/c0K9vPufKe9gv0EbM9kkVniZ8H5.jpg", "runtime": 110, "id": 11156, "genre_ids": [18, 36]}, {"title": "Dorian Gray", "overview": "A vain London playboy offers his soul in exchange for eternal beauty in this adaptation of the chilling tale by author Oscar Wilde. Seduced into the decadent world of Lord Henry Wotton (Colin Firth), handsome young aristocrat Dorian Gray (Ben Barnes) becomes obsessed with maintaining his youthful appearance, and commissions a special portrait that will weather the winds of time while he remains forever young. When Gray's obsession spirals out of control, his desperate attempts to safeguard his secret turn his once-privileged life into a living hell.", "release_date": "2009-09-09", "poster": "/tL0JgGir10RFXZ1M0H3TgyrGdtp.jpg", "runtime": 112, "id": 23488, "genre_ids": [14, 18, 53]}, {"title": "Tell No One", "overview": "A man receives a mysterious e-mail appearing to be from his wife, who was murdered years earlier. As he frantically tries to find out whether she's alive, he finds himself being implicated in her death.", "release_date": "2006-11-01", "poster": "/9caHoo7Acpc4GMfgBdNZIC6kVCb.jpg", "runtime": 131, "id": 10795, "genre_ids": [18, 53, 80, 9648]}, {"title": "Ooops! Noah is Gone...", "overview": "It's the end of the world. A flood is coming. Luckily for Dave and his son Finny, a couple of clumsy Nestrians, an Ark has been built to save all animals. But as it turns out, Nestrians aren't allowed. Sneaking on board with the involuntary help of Hazel and her daughter Leah, two Grymps, they think they're safe. Until the curious kids fall off the Ark. Now Finny and Leah struggle to survive the flood and hungry predators and attempt to reach the top of a mountain, while Dave and Hazel must put aside their differences, turn the Ark around and save their kids. It's definitely not going to be smooth sailing.", "release_date": "2015-04-09", "poster": "/y1sW14KiKMHQbQCIZiUDha7lkR3.jpg", "runtime": 85, "id": 326215, "genre_ids": [16, 12, 35]}, {"title": "Commando", "overview": "Colonel Matrix has retired and is living with his 10-year-old daughter in the country. She is kidnapped to ensure that Matrix will kill the president of a Latin American country and make way for the return of a dictator. Matrix escapes off a plane flight and has until it lands to rescue his daughter.", "release_date": "1985-10-03", "poster": "/ypfLBI0xT9yyn38BFaRtp0Ny3uw.jpg", "runtime": 90, "id": 10999, "genre_ids": [28, 12, 53]}, {"title": "Super", "overview": "After his wife falls under the influence of a drug dealer, an everyday guy transforms himself into Crimson Bolt, a superhero with the best intentions, though he lacks for heroic skills.", "release_date": "2010-09-09", "poster": "/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg", "runtime": 96, "id": 45132, "genre_ids": [35, 28, 18]}, {"title": "You, Me and Dupree", "overview": "After standing in as best man for his longtime friend Carl Petersen, Randy Dupree loses his job, becomes a barfly and attaches himself to the newlywed couple almost permanently -- as their houseguest. But the longer Dupree camps out on their couch, the closer he gets to Carl's bride, Molly, leaving the frustrated groom wondering when his pal will be moving out.", "release_date": "2006-07-14", "poster": "/mtdjrysC3phP4ZtCjdTJsHfZtIU.jpg", "runtime": 108, "id": 1819, "genre_ids": [35, 10749]}, {"title": "Ever After: A Cinderella Story", "overview": "A unique 16th century woman, Danielle possesses a love of books, and can easily quote from Sir Thomas More’s Utopia. An intriguing mix of tomboyish athleticism and physical beauty, she has more than enough charm to capture the heart of a prince ... after beaning him with an apple.", "release_date": "1998-07-31", "poster": "/1ELrosU04wEbfmxK9wLBjdEECqm.jpg", "runtime": 121, "id": 9454, "genre_ids": [18, 10749, 35]}, {"title": "Hellraiser III: Hell on Earth", "overview": "Pinhead is stuck in a block. The block containing Pinhead and the puzzle cube is bought by a young playboy as a sculpture. Pinhead busies himself trying to escape and seeking to destroy the puzzle cube so he need never return to Hell, but someone is standing in his way.", "release_date": "1992-09-11", "poster": "/cCQh6RUKUZuPrQqXEaZSmxkzz9Z.jpg", "runtime": 93, "id": 11569, "genre_ids": [27, 53, 10752]}, {"title": "Piglet's Big Movie", "overview": "When the gang from the Hundred Acre Wood begin a honey harvest, young Piglet is excluded and told that he is too small to help. Feeling inferior, Piglet disappears and his pals Eeyore, Rabbit, Tigger, Roo and Winnie the Pooh must use Piglet's scrapbook as a map to find him. In the process they discover that this very small animal has been a big hero in a lot of ways.", "release_date": "2003-03-16", "poster": "/gM4rWSXfPMeXorIKXNr5kuxLPkz.jpg", "runtime": 75, "id": 13691, "genre_ids": [16, 10751]}, {"title": "Top Five", "overview": "A comedian tries to make it as a serious actor when his reality-TV star fiancé talks him into broadcasting their wedding on her TV show.", "release_date": "2014-12-12", "poster": "/chmkg6j7vRmw4sFRGj2xl95btBk.jpg", "runtime": 102, "id": 284296, "genre_ids": [18, 35]}, {"title": "Roxanne", "overview": "Based on the play \"Cyrano de Bergerac\", large nosed C.D. Bales falls for the beautiful Roxanne while she falls for his personality but another man's looks.", "release_date": "1987-06-19", "poster": "/h9zEE5jP8ok6nSfwSNnVT58WmKQ.jpg", "runtime": 107, "id": 11584, "genre_ids": [35, 10749]}, {"title": "Harold & Kumar Go to White Castle", "overview": "Sometimes, it takes a strange night to put everything else into focus. And that's exactly what happens to Harold and his roommate, Kumar, when they set out to get the best stoner fix money can buy: White Castle hamburgers. Both guys are at a crossroads, about to make major decisions that will affect the course of their lives. Yet they arrive at wisdom by accident as they drive around New Jersey in search of fast food.", "release_date": "2004-05-30", "poster": "/wmLW4WTxXTTzD3nruLVWTl3m55b.jpg", "runtime": 88, "id": 11282, "genre_ids": [35, 12]}, {"title": "Sabrina", "overview": "Linus and David Larrabee are the two sons of a very wealthy family. Linus is all work -- busily running the family corporate empire, he has no time for a wife and family. David is all play -- technically he is employed by the family business, but never shows up for work, spends all his time entertaining, and has been married and divorced three times. Meanwhile, Sabrina Fairchild is the young, shy, and awkward daughter of the household chauffeur, who has been infatuated with David all her life, but David hardly notices her -- \"doesn't even know I exist\" -- until she goes away to Paris for two years, and returns an elegant, sophisticated, beautiful woman. Suddenly, she finds that she has captured David's attention, but just as she does so, she finds herself falling in love with Linus, and she finds that Linus is also falling in love with her.", "release_date": "1954-01-01", "poster": "/7ITDmatHa2yf5UTzjwaKAvf3Xr6.jpg", "runtime": 113, "id": 6620, "genre_ids": [35, 18, 10749]}, {"title": "Untraceable", "overview": "Special Agent Jennifer Marsh (Diane Lane) works in an elite division of the FBI dedicated to fighting cybercrime. She thinks she has seen it all, until a particularly sadistic criminal arises on the Internet. This tech-savvy killer posts live feeds of his crimes on his website; the more hits the site gets, the faster the victim dies. Marsh and her team must find the elusive killer before time runs out.", "release_date": "2008-01-22", "poster": "/XX32uGigY8wVMGESal2BtEf8kU.jpg", "runtime": 101, "id": 8090, "genre_ids": [18]}, {"title": "Enter the Dragon", "overview": "A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.", "release_date": "1973-08-17", "poster": "/6C006cxfwjWYkBW4fM3xCMyr7Yg.jpg", "runtime": 99, "id": 9461, "genre_ids": [80, 53, 28]}, {"title": "Jackass 3D", "overview": "Jackass 3D is a 3-D film and the third movie of the Jackass series. It follows the same premise as the first two movies, as well as the TV series. It is a compilation of various pranks, stunts and skits. Before the movie begins, a brief introduction is made by Beavis and Butt-head explaining the 3D technology behind the movie. The intro features the cast lining up and then being attacked by various objects in slow-motion. The movie marks the 10th anniversary of the franchise, started in 2000.", "release_date": "2010-10-15", "poster": "/5j9VFEVjYn0FtqZGqDcmMPYSVoY.jpg", "runtime": 94, "id": 16290, "genre_ids": [35, 99, 28]}, {"title": "Movie 43", "overview": "The film is composed of multiple comedy shorts presented through an overarching segment titled \"The Pitch\", in which Charlie Wessler, a mad screenwriter, is attempting to pitch a script to film executive Griffin Schraeder. After revealing several of the stories in his script, Wessler becomes agitated when Schraeder dismisses his outrageous ideas, and he pulls a gun on him and forces him to listen to multiple other stories before making Schraeder consult his manager, Bob Mone, to purchase the film.", "release_date": "2013-01-01", "poster": "/cJvaW8eZCFS7JncM6HRKyykVTYC.jpg", "runtime": 90, "id": 87818, "genre_ids": [35]}, {"title": "Ronja Robbersdaughter", "overview": "Ronya lives happily in her father's castle until she comes across a new playmate, Birk, in the nearby dark forest. The two explore the wilderness, braving dangerous Witchbirds and Rump-Gnomes. But when their families find out Birk and Ronja have been playing together, they forbid them to see each other again. Indeed, their fathers are competing robber chieftains and bitter enemies. Now the two spunky children must try to tear down the barriers that have kept their families apart for so long.", "release_date": "1984-12-14", "poster": "/C5BnctUPPdnS9H4PINXlpUyyIF.jpg", "runtime": 126, "id": 271, "genre_ids": [12, 18, 14, 10751]}, {"title": "Duplex", "overview": "When a young couple buys their dream home, they have no idea what the sweet little old lady upstairs is going to put them through!", "release_date": "2003-09-26", "poster": "/rFtYcCd21ML6s0EuGMEuojFvz3B.jpg", "runtime": 89, "id": 7288, "genre_ids": [28, 35, 53]}, {"title": "Planes, Trains, and Automobiles", "overview": "A man must struggle to travel home for Thanksgiving, with an obnoxious slob of a shower ring salesman his only companion.", "release_date": "1987-11-26", "poster": "/t7Rrs11VNjWAi8loMLhRe94gesE.jpg", "runtime": 93, "id": 2609, "genre_ids": [35, 18]}, {"title": "Edison", "overview": "Upon discovering a den of corrupt policemen, a fresh-faced journalist makes a shaky allies in a jaded reporter and investigator for a powerful district attorney.", "release_date": "2005-07-29", "poster": "/j9EyAmmAE4XiEaOg8iM6XxUDLmC.jpg", "runtime": 99, "id": 10064, "genre_ids": [18, 53]}, {"title": "9 Songs", "overview": "Matt, a young glaciologist, soars across the vast, silent, icebound immensities of the South Pole as he recalls his love affair with Lisa. They meet at a mobbed rock concert in a vast music hall - London's Brixton Academy. They are in bed at night's end. Together, over a period of several months, they pursue a mutual sexual passion whose inevitable stages unfold in counterpoint to nine live-concert songs.", "release_date": "2004-07-16", "poster": "/bvGyYmmnQG5NPP7m2nuLhaiC8LH.jpg", "runtime": 66, "id": 27, "genre_ids": [18, 10402, 10749]}, {"title": "A Nightmare on Elm Street 4: The Dream Master", "overview": "Dream demon Freddy Krueger is resurrected from his apparent demise, and rapidly tracks down and kills the remainder of the Elm Street kids. However, Kristen, who can draw others into her dreams, wills her special ability to her friend Alice. Alice soon realizes that Freddy is taking advantage of that unknown power to pull a new group of children into his foul domain.", "release_date": "1988-08-19", "poster": "/qmng7zSdklgLv7WECZVK1JPMnIn.jpg", "runtime": 99, "id": 10131, "genre_ids": [27, 53]}, {"title": "How the West Was Won", "overview": "The epic tale of the development of the American West from the 1830s through the Civil War to the end of the century, as seen through the eyes of one pioneer family.", "release_date": "1962-11-01", "poster": "/hjW4Woj4s1hbacK1l4bDvH8YGEu.jpg", "runtime": 162, "id": 11897, "genre_ids": [37, 28, 12, 18]}, {"title": "Undisputed II: Last Man Standing", "overview": "Sequel to the 2002 film. This time, Heavyweight Champ George \"Iceman\" Chambers (White) is sent to a Russian jail on trumped-up drug charges. In order to win his freedom he must fight against the jailhouse fighting champ Uri Boyka (Adkins) in a battle to the death. This time he is not fighting for a title, he is fighting for his life!", "release_date": "2006-04-11", "poster": "/9jEXIplaGVkoxRSVKOl01kyi2E9.jpg", "runtime": 93, "id": 15255, "genre_ids": [28, 80, 53]}, {"title": "Child's Play", "overview": "A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed with the soul of a serial killer.", "release_date": "1988-11-08", "poster": "/dSX9i2buibfyKFRpK2kOe6rtl5R.jpg", "runtime": 87, "id": 10585, "genre_ids": [27, 53]}, {"title": "Star Trek VI: The Undiscovered Country", "overview": "The crews of the Enterprise and the Excelsior must stop a plot to prevent a peace treaty between the Klingon Empire and the Federation", "release_date": "1991-12-05", "poster": "/5PvIZAOFDe63M1oByFEFDoQobkc.jpg", "runtime": 113, "id": 174, "genre_ids": [878, 28, 12, 53]}, {"title": "1492: Conquest of Paradise", "overview": "1492: Conquest of Paradise depicts Christopher Columbus’ discovery of The New World and his effect on the indigenous people.", "release_date": "1992-10-09", "poster": "/3N2JUkPxGPhnNEbN8KsN8ukOomN.jpg", "runtime": 154, "id": 1492, "genre_ids": [28, 12, 18, 36]}, {"title": "Eight Below", "overview": "In the Antarctic, after an expedition with Dr. Davis McClaren, the sled dog trainer Jerry Shepherd has to leave the polar base with his colleagues due to the proximity of a heavy snow storm. He ties his dogs to be rescued after, but the mission is called-off and the dogs are left alone at their own fortune. For six months, Jerry tries to find a sponsor for a rescue mission.", "release_date": "2006-02-17", "poster": "/mk5jCKo0M6zYMWZ2TuDIyNznHAp.jpg", "runtime": 120, "id": 9036, "genre_ids": [12, 18, 10751]}, {"title": "Toy Story That Time Forgot", "overview": "During a post-Christmas play date, the gang find themselves in uncharted territory when the coolest set of action figures ever turn out to be dangerously delusional. It's all up to Trixie, the triceratops, if the gang hopes to return to Bonnie's room in this Toy Story That Time Forgot.", "release_date": "2014-12-02", "poster": "/aGDVBwpxlA95mn7yTxwM8r0oTR0.jpg", "runtime": 22, "id": 256835, "genre_ids": [10751, 16, 10770]}, {"title": "The General's Daughter", "overview": "When the body of Army Capt. Elizabeth Campbell is found on a Georgia military base, two investigators, Warrant Officers Paul Brenner and Sara Sunhill, are ordered to solve her murder. What they uncover is anything but clear-cut. Unseemly details emerge about Campbell's life, leading to allegations of a possible military coverup of her death and the involvement of her father, Lt. Gen. Joseph Campbell.", "release_date": "1999-06-18", "poster": "/4fc4mB9tGgYV4mdJrWPLMfcRvnC.jpg", "runtime": 116, "id": 2275, "genre_ids": [18, 9648, 53]}, {"title": "The Treacherous", "overview": "The story of Joseon's tyrant king Yeonsan who exploits the populace for his own carnal pleasures, his seemingly loyal retainer who controls him and all court dealings, and a woman who seeks vengeance.", "release_date": "2015-05-21", "poster": "/8QIRvhcEc8XTeeFxmTPJg45BI9w.jpg", "runtime": 133, "id": 338803, "genre_ids": [18, 36]}, {"title": "Suburra", "overview": "A gangster known as \"Samurai\" wants to turn the waterfront of Rome into a new Las Vegas. All the local mob bosses have agreed to work for this common goal. But peace is not to last long.", "release_date": "2015-10-14", "poster": "/u734TNgQhgJRZSHgk2jBLBThR2B.jpg", "runtime": 130, "id": 356296, "genre_ids": [53, 80, 18]}, {"title": "Mary and Max", "overview": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York. In the mid-1970's, a homely, friendless Australian girl of 8 picks a name out of a Manhattan phone book and writes to him; she includes a chocolate bar. She's Mary Dinkle, the only child of an alcoholic mother and a distracted father. He's Max Horowitz, living alone in New York, overweight, subject to anxiety attacks. He writes back, with chocolate. Thus begins a 20-year correspondence, interrupted by a stay in an asylum and a few misunderstandings. Mary falls in love with a neighbor, saves money to have a birthmark removed and deals with loss. Max has a friendship with a neighbor, tries to control his weight, and finally gets the dream job. Will the two ever meet face to face?", "release_date": "2009-02-09", "poster": "/k0lQISUC4NuvKYasJn59JHc2rla.jpg", "runtime": 92, "id": 24238, "genre_ids": [16, 35, 18]}, {"title": "Jay and Silent Bob Strike Back", "overview": "When Jay and Silent Bob learn that their comic-book alter egos, Bluntman and Chronic, have been sold to Hollywood as part of a big-screen movie that leaves them out of any royalties, the pair travels to Tinseltown to sabotage the production.", "release_date": "2001-08-22", "poster": "/8xI9g6su8aKwg3Nk5qUnS025NyA.jpg", "runtime": 104, "id": 2294, "genre_ids": [35]}, {"title": "Black Coal, Thin Ice", "overview": "Two former cops start investigating the series of murders that tanked their careers when the killings begin again.", "release_date": "2014-06-11", "poster": "/bVGqVZYgkeOeC2u57xxjDFWmV2O.jpg", "runtime": 106, "id": 255756, "genre_ids": [53, 9648, 80, 18]}, {"title": "Third Person", "overview": "An acclaimed novelist struggles to write an analysis of love in one of three stories, each set in a different city, that detail the beginning, middle and end of a relationship.", "release_date": "2013-09-09", "poster": "/oC4kDRHQIhK0YwN78VelIaj0732.jpg", "runtime": 137, "id": 192145, "genre_ids": [18, 10749]}, {"title": "Jackass 3.5", "overview": "Jackass 3.5 is a 2011 sequel to Jackass 3D, composed of unused footage shot during the filming of Jackass 3D and interviews from cast and crew", "release_date": "2011-08-03", "poster": "/ppjN0BZaOJ6aHMXsECHJ0dpFb8Z.jpg", "runtime": 85, "id": 65851, "genre_ids": [35, 99, 28]}, {"title": "The Apartment", "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.", "release_date": "1960-06-15", "poster": "/8nrQKQjD6z0SJouKHQapXzmjFc6.jpg", "runtime": 125, "id": 284, "genre_ids": [35, 18, 10749]}, {"title": "Meiji Tokyo Renka: Yumihari no Serenade", "overview": "On an evening lit by a crimson full moon, an ordinary high school girl named Mei Ayazuki meets a self-proclaimed magician named Charlie at a festival. Through Charlie's magic, she time-travels to the Meiji era in Tokyo, where she meets and falls in love with various great historical figures from that time period.", "release_date": "2015-07-18", "poster": "/A4pvuwwEbkUfvh7s32qV0ZCQope.jpg", "runtime": 0, "id": 347182, "genre_ids": [14, 16]}, {"title": "Far and Away", "overview": "A young man (Cruise) leaves Ireland with his landlord's daughter (Kidman) after some trouble with her father, and they dream of owning land at the big giveaway in Oklahoma ca. 1893. When they get to the new land, they find jobs and begin saving money. The man becomes a local barehands boxer, and rides in glory until he is beaten, then his employers steal all the couple's money and they must fight off starvation in the winter, and try to keep their dream of owning land alive. Meanwhile, the woman's parents find out where she has gone and have come to America to find her and take her back.", "release_date": "1992-05-22", "poster": "/yNdfm55jkgFk1IeAqxSEPFDPR5x.jpg", "runtime": 140, "id": 11259, "genre_ids": [12, 18, 10749, 37]}, {"title": "Network", "overview": "A TV network cynically exploits a deranged ex-TV anchor's ravings and revelations about the media for their own profit.", "release_date": "1976-11-01", "poster": "/nFovf0eUlbdGRqjdxETFunUAtI0.jpg", "runtime": 121, "id": 10774, "genre_ids": [18]}, {"title": "Volver", "overview": "Raimunda (Penélope Cruz) works and lives Madrid with her husband Paco and daughter Paula. Her sister Sole (Lola Dueñas) lives nearby and they both miss their mother Irene (Carmen Maura), who died several years ago in a house fire along with their father. A former neighbor from their hometown reports that she has seen the ghost of Irene and both daughters do not believe her. After a murder and a family tragedy, Irene's spirit materializes around her daughters to help comfort them.", "release_date": "2006-03-16", "poster": "/3FCPHBd0F5Hva2SaUZMVj7Qj8XZ.jpg", "runtime": 121, "id": 219, "genre_ids": [35, 18, 10749]}, {"title": "Before Sunrise", "overview": "A dialogue marathon of a film, this fairytale love story of an American boy and French girl. During a day and a night together in Vienna their two hearts collide.", "release_date": "1995-01-27", "poster": "/9NBjDNPHA6SkThIweOs8iCfsA8a.jpg", "runtime": 105, "id": 76, "genre_ids": [18, 10749]}, {"title": "Fun with Dick and Jane", "overview": "After losing their high-paying corporate jobs, Jane and Dick Harper (Jim Carrey and Téa Leoni) turn to robbing banks to maintain their upwardly mobile standard of living in this action-comedy based on the 1977 film of the same name. The couple's hold-up act begins as a desperate measure. But before long, they're actually enjoying it -- and now it's getting to be a habit.", "release_date": "2005-12-21", "poster": "/nevy1DCIpEOqeuqrBjeSHCrNLQ9.jpg", "runtime": 90, "id": 7552, "genre_ids": [28, 35, 80]}, {"title": "Man Up", "overview": "A 34 year old single woman, Nancy, hung-over again, exhausted by the endless fruitless set ups by her friends, traveling across London to toast another 10 years of her parent's successful happy magical marriage runs in with a 40 year old divorcee, Jack, who mistakes her for his 24 year old blind date. Nancy, deciding to go with it, happens to hop on the most chaotic yet hilarious journey of her life which neither of them will ever forget.", "release_date": "2015-05-29", "poster": "/y7C1EQ9zxJ3mlaQeRztw3NVw41P.jpg", "runtime": 88, "id": 332340, "genre_ids": [10749, 35]}, {"title": "The Treasure of the Sierra Madre", "overview": "Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster.", "release_date": "1948-01-24", "poster": "/hUVKlNpfBgRzIOp3SgQwkbgjYL5.jpg", "runtime": 126, "id": 3090, "genre_ids": [28, 12, 18, 37]}, {"title": "The Animatrix", "overview": "Straight from the creators of the groundbreaking Matrix trilogy, this collection of short animated films from the world's leading anime directors fuses computer graphics and Japanese anime to provide the background of the Matrix universe and the conflict between man and machines. The shorts include Final Flight of the Osiris, The Second Renaissance, Kid's Story, Program, World Record, Beyond, A Detective Story and Matriculated.", "release_date": "2003-06-02", "poster": "/1ISkdhJ48PDvETdxjllQ1AswTGv.jpg", "runtime": 102, "id": 55931, "genre_ids": [16, 878]}, {"title": "The Bounty", "overview": "The familiar story of Lieutenant Bligh, whose cruelty leads to a mutiny on his ship. This version follows both the efforts of Fletcher Christian to get his men beyond the reach of British retribution, and the epic voyage of Lieutenant Bligh to get his loyalists safely to East Timor in a tiny lifeboat.", "release_date": "1984-05-04", "poster": "/hcuddN1uqQh3aaC61Enn3ZljBDV.jpg", "runtime": 132, "id": 2669, "genre_ids": [28, 18, 36]}, {"title": "Nick of Time", "overview": "Gene Watson is a public accountant who arrives on a train at Union Station in Los Angeles, accompanied by his 6-year-old daughter Lynn. Because of his ordinary looks, he is approached by a pair of sinister people named Smith and Jones.", "release_date": "1995-11-22", "poster": "/3kYcyD9yAjdjimYlIiGPfdMVbZb.jpg", "runtime": 90, "id": 2086, "genre_ids": [80, 18, 53]}, {"title": "Snake Eyes", "overview": "All bets are off when corrupt homicide cop Rick Santoro witnesses a murder during a boxing match. It's up to him and lifelong friend and naval intelligence agent Kevin Dunne to uncover the conspiracy behind the killing. At every turn, Santoro makes increasingly shocking discoveries that even he can't turn a blind eye to.", "release_date": "1998-08-07", "poster": "/i49r4ycCQAoGh2esfnL57PWGNh.jpg", "runtime": 98, "id": 8688, "genre_ids": [80, 9648]}, {"title": "Django", "overview": "Django is a 1966 Italian spaghetti Western film directed by Sergio Corbucci and starring Franco Nero in the eponymous role. The film earned a reputation as being one of the most violent films ever made up to that point and was subsequently refused a certificate in Britain until 1993, when it was eventually issued an 18 certificate. Subsequent to this the film was downgraded to a 15 certificate in 2004. Although the name is referenced in over thirty \"sequels\" from the time of the film's release until the mid 1980s in an effort to capitalize on the success of the original, none of these films were official, featuring neither Corbucci nor Nero. Nero did reprise his role as Django in 1987's Django 2: Il Grande Ritorno (Django Strikes Again), in the only official sequel to be written by Corbucci.", "release_date": "1966-04-05", "poster": "/7YCMQ6ybiSv67EJJ1cb2Q1WKX4T.jpg", "runtime": 93, "id": 10772, "genre_ids": [28, 37]}, {"title": "LOL", "overview": "In a world connected by YouTube, iTunes, and Facebook, Lola and her friends navigate the peer pressures of high school romance and friendship while dodging their sometimes overbearing and confused parents. When Lola's mom, Anne, \"accidentally\" reads her teenage daughter's racy journal, she realizes just how wide their communication gap has grown.", "release_date": "2012-02-10", "poster": "/vlG6iHT1RuT9xLj17SmNNUd8jJZ.jpg", "runtime": 97, "id": 80271, "genre_ids": [18, 35, 10749]}, {"title": "A Good Year", "overview": "Failed London banker Max Skinner inherits his uncle's vineyard in Provence, where he spent many childhood holidays. Upon his arrival, he meets a woman from California who tells Max she is his long-lost cousin and that the property is hers.", "release_date": "2006-09-09", "poster": "/xxVoHo9Z9CZzRdkzj1IxrWYTQWT.jpg", "runtime": 118, "id": 9726, "genre_ids": [35, 18, 10749]}, {"title": "The Chorus", "overview": "Set in 1940's France, a new teacher at a school for disruptive boys gives hope and inspiration.", "release_date": "2004-03-17", "poster": "/mQUHKT3XuhxzmtuCZC6NgZ70Alc.jpg", "runtime": 93, "id": 5528, "genre_ids": [18]}, {"title": "Little Boy", "overview": "An eight-year-old boy is willing to do whatever it takes to end World War II so he can bring his father home. The story reveals the indescribable love a father has for his little boy and the love a son has for his father.", "release_date": "2015-04-23", "poster": "/6eTWSy0kzsEpeBnlzK18aIO0qSf.jpg", "runtime": 106, "id": 256962, "genre_ids": [35, 18, 10752]}, {"title": "Drive Angry", "overview": "Milton is a hardened felon who has broken out of Hell, intent on finding the vicious cult who brutally murdered his daughter and kidnapped her baby. He joins forces with Piper, a sexy, tough-as-nails waitress with a 69 Charger, who's also seeking redemption of her own. Caught in a deadly race against time, Milton has three days to avoid capture, avenge his daughter's death, and save her baby before she's mercilessly sacrificed by the cult.", "release_date": "2011-02-24", "poster": "/afYwV0EAO8YLRyrTnNaSRysDrCh.jpg", "runtime": 105, "id": 47327, "genre_ids": [14, 53, 28, 80]}, {"title": "Because I Said So", "overview": "In an effort to prevent family history from repeating itself, meddlesome mom Daphne Wilder attempts to set up her youngest daughter, Milly, with Mr. Right. Meanwhile, her other daughters try to keep their mom's good intentions under control.", "release_date": "2007-02-02", "poster": "/a7fBuvCoPPP5RQMZuPN25OT4rk9.jpg", "runtime": 102, "id": 1257, "genre_ids": [35, 10749]}, {"title": "Intruders", "overview": "Anna suffers from agoraphobia so crippling that when a trio of criminals break into her house, she cannot bring herself to flee. But what the intruders don't realize is that agoraphobia is not her only psychosis.", "release_date": "2016-01-15", "poster": "/9EIfH3Hc1gj7L9eke8roywy98qR.jpg", "runtime": 90, "id": 333674, "genre_ids": [18, 53, 27]}, {"title": "Roman Holiday", "overview": "Overwhelmed by her suffocating schedule, touring European princess Ann takes off for a night while in Rome. When a sedative she took from her doctor kicks in, however, she falls asleep on a park bench and is found by an American reporter, Joe Bradley, who takes her back to his apartment for safety. At work the next morning, Joe finds out Ann's regal identity and bets his editor he can get exclusive interview with her, but romance soon gets in the way.", "release_date": "1953-09-02", "poster": "/A0JKLHc5rS3uztYl9GDOMwXl1d3.jpg", "runtime": 119, "id": 804, "genre_ids": [35, 10749]}, {"title": "Dragonheart 3: The Sorcerer's Curse", "overview": "When aspiring knight Gareth goes in search of a fallen comet rumored to contain gold, he is shocked to instead find the dragon Drago. After Drago saves Gareth's life the two become intricately bonded, and must work together to defeat an evil sorcerer and stop his reign of terror. Along the way, Gareth learns the true meaning of being a knight in this fantasy action-adventure for the ages.", "release_date": "2015-02-24", "poster": "/weZV8fBcCMDvU5PIQ19w4gPOChD.jpg", "runtime": 97, "id": 300803, "genre_ids": [28, 12, 14]}, {"title": "The Good Shepherd", "overview": "Edward Wilson, the only witness to his father's suicide and member of the Skull and Bones Society while a student at Yale, is a morally upright young man who values honor and discretion, qualities that help him to be recruited for a career in the newly founded OSS. His dedication to his work does not come without a price though, leading him to sacrifice his ideals and eventually his family.", "release_date": "2006-12-11", "poster": "/s2RYkRXrjUIyOlmzym37kpLTKRz.jpg", "runtime": 167, "id": 1247, "genre_ids": [18, 53, 36]}, {"title": "Salò, or the 120 Days of Sodom", "overview": "Four corrupted fascist libertines round up 9 teenage boys and girls and subject them to 120 days of sadistic physical, mental and sexual torture.", "release_date": "1975-11-22", "poster": "/d2YXhqlJ3gISDQCdPbvUvUfvlEG.jpg", "runtime": 116, "id": 5336, "genre_ids": [18]}, {"title": "Six Days Seven Nights", "overview": "When Quinn, a grouchy pilot living the good life in the South Pacific, agrees to transfer a savvy fashion editor, Robin, to Tahiti, he ends up stranded on a deserted island with her after their plane crashes. The pair avoid each other at first, until they're forced to team up to escape from the island -- and some pirates who want their heads.", "release_date": "1998-06-12", "poster": "/H0xSwk150VJY3mVB0QxFk8L0r7.jpg", "runtime": 98, "id": 6068, "genre_ids": [28, 12, 35, 10749]}, {"title": "Little Miss Sunshine", "overview": "Little Miss Sunshine is a comedy about a family of six who are all having a mental breakdown at the same time. To ease their mental lows they decide to take a cross country road trip to a “Little Miss Sunshine” contest that their daughter has qualified for. An Academy Award winning comedy with memorable performances from its all actors.", "release_date": "2006-07-26", "poster": "/j8iu2kdD0KWMcA3IMzCAhO8ULO.jpg", "runtime": 102, "id": 773, "genre_ids": [35, 18]}, {"title": "Russian Lolita", "overview": "After renting out a room in her house, a mother begins a relationship with the new man making her teenage daughter jealous.", "release_date": "2007-01-03", "poster": "/tXQa4fpOj8ab79ByTd4sGAqz36o.jpg", "runtime": 93, "id": 329103, "genre_ids": [10749]}, {"title": "Adventureland", "overview": "In the summer of 1987, a college graduate takes a 'nowhere' job at his local amusement park, only to find it's the perfect course to get him prepared for the real world.", "release_date": "2009-04-03", "poster": "/hjSN69srPDuFeUkrChIgZ0Vh3i0.jpg", "runtime": 107, "id": 16614, "genre_ids": [35]}, {"title": "Be Kind Rewind", "overview": "A man whose brain becomes magnetized unintentionally destroys every tape in his friend's video store. In order to satisfy the store's most loyal renter, an aging woman with signs of dementia, the two men set out to remake the lost films.", "release_date": "2008-01-20", "poster": "/sJxRxjFc3CkWeySDDnITRu4JigA.jpg", "runtime": 102, "id": 4953, "genre_ids": [18, 35]}, {"title": "Never Been Kissed", "overview": "Josie Geller, a baby-faced junior copywriter at the Chicago Sun-Times, must pose as a student at her former high school to research contemporary teenage culture. With the help of her brother, Rob, Josie infiltrates the inner circle of the most popular clique on campus. But she hits a major snag in her investigation -- not to mention her own failed love life -- when she falls for her dreamy English teacher, Sam Coulson.", "release_date": "1999-04-09", "poster": "/1F9EAhEQxa0I5Pa5Z10hWIBFS3r.jpg", "runtime": 107, "id": 11355, "genre_ids": [10749, 35, 18]}, {"title": "Ghost in the Shell 2: Innocence", "overview": "Groundbreaking director Mamoru Oshii continues to push the boundaries of art and anime with this universally acclaimed cyber thriller following cyborg detective Batou as he tries to unravel the reasons for a murderous robot revolt in the year 2032. A quest for a killer that becomes a mind bending search for the meaning of life.", "release_date": "2004-03-06", "poster": "/1KSMfpMWMzlvR2DN2fzv31vZ66B.jpg", "runtime": 100, "id": 12140, "genre_ids": [16, 18, 878]}, {"title": "Cutthroat Island", "overview": "Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her pirate raids.", "release_date": "1995-12-22", "poster": "/ig7BmtFAR0yyWGO6aI2KdczRyO9.jpg", "runtime": 119, "id": 1408, "genre_ids": [28, 12]}, {"title": "High Anxiety", "overview": "Dr. Richard Thorndyke arrives as new administrator of the Psychoneurotic Institute for the Very, VERY Nervous to discover some suspicious goings-on. When he's framed for murder, Dr. Thorndyke must confront his own psychiatric condition, \"high anxiety,\" in order to clear his name.", "release_date": "1977-12-25", "poster": "/hJwcsCzbIGt9G2V3E7lcdxxfIea.jpg", "runtime": 94, "id": 12535, "genre_ids": [35]}, {"title": "The Hills Have Eyes 2", "overview": "A group of National Guard trainees find themselves battling against a vicious group of mutants on their last day of training in the desert.", "release_date": "2007-03-22", "poster": "/7yKntBeRLuj95pRxnlnnRPqr1xd.jpg", "runtime": 89, "id": 9793, "genre_ids": [27, 53]}, {"title": "Way of the Dragon", "overview": "Tang Lung arrives in Rome to help his cousins in the restaurant business. They are being pressured to sell their property to the syndicate, who will stop at nothing to get what they want. When Tang arrives he poses a new threat to the syndicate, and they are unable to defeat him. The syndicate boss hires the best Japanese and European martial artists to fight Tang, but he easily finishes them off.", "release_date": "1972-12-29", "poster": "/uVASFTBi4EDOI0mqx2PXUYdhxps.jpg", "runtime": 100, "id": 9462, "genre_ids": [28, 80]}, {"title": "Paranormal Activity 4", "overview": "It has been five years since the disappearance of Katie and Hunter, and a suburban family witness strange events in their neighborhood when a woman and a mysterious child move in.", "release_date": "2012-10-17", "poster": "/7Nr5SNxpjJrHiluYXvvcf8Esslo.jpg", "runtime": 95, "id": 82990, "genre_ids": [27]}, {"title": "Coco", "overview": "An aspiring hip-hop artist discovers the world of slam poetry.", "release_date": "2016-03-11", "poster": null, "runtime": 0, "id": 376658, "genre_ids": [10402, 18]}, {"title": "Eddie the Eagle", "overview": "Inspired by true events, Eddie the Eagle is a feel-good story about Michael \"Eddie\" Edwards (Taron Egerton), an unlikely but courageous British ski-jumper who never stopped believing in himself - even as an entire nation was counting him out. With the help of a rebellious and charismatic coach (played by Hugh Jackman), Eddie takes on the establishment and wins the hearts of sports fans around the world by making an improbable and historic showing at the 1988 Calgary Winter Olympics.", "release_date": "2016-02-26", "poster": "/laEdJnz9CiojWcNpqFjPKhrKuBo.jpg", "runtime": 105, "id": 319888, "genre_ids": [36, 18, 35]}, {"title": "Seeking a Friend for the End of the World", "overview": "As an asteroid nears Earth, a man finds himself alone after his wife leaves in a panic. He decides to take a road trip to reunite with his high school sweetheart. Accompanying him is a neighbor who inadvertently puts a wrench in his plan.", "release_date": "2012-06-22", "poster": "/86v2AXXQP6mKNn3Nne910h7UlNK.jpg", "runtime": 101, "id": 88005, "genre_ids": [35, 18, 10749, 878]}, {"title": "Alice Through the Looking Glass", "overview": "In the sequel to Tim Burton's \"Alice in Wonderland\", Alice Kingsleigh returns to Underland and faces a new adventure in saving the Mad Hatter.", "release_date": "2016-05-25", "poster": "/1EHKlvLk5kdBHLXir31DIXscSuZ.jpg", "runtime": 0, "id": 241259, "genre_ids": [12, 14, 10751]}, {"title": "Cube 2: Hypercube", "overview": "The sequel to the low budget first film ‘Cube.’ This time the prisoners find them selves in a more advanced cube environment that they must escape from before they are killed. A science fiction film where space and time have more than one path.", "release_date": "2002-04-15", "poster": "/6tPa2kvzsvOQTXK1JNO2JN9quBV.jpg", "runtime": 94, "id": 437, "genre_ids": [53, 878, 9648]}, {"title": "Captive", "overview": "Based on a miraculous true story that drew the attention of the entire nation, is the dramatic, thrilling, and spiritual journey of Ashley Smith and Brian Nichols.  After being taken hostage by Brian in her own apartment, Ashley turns to Rick Warren’s inspirational book, The Purpose Driven Life, for guidance.  In reading from the book, Ashley not only finds purpose in her own life, but helps Brian find a more peaceful resolution to a harrowing situation.", "release_date": "2015-09-17", "poster": "/kUBbcWqzKESsiWTZ4sobpQsQwOk.jpg", "runtime": 97, "id": 331190, "genre_ids": [80, 18, 53]}, {"title": "The Master", "overview": "An agitated Naval veteran arrives home from war unsettled and uncertain of his future - until he is tantalized by The Cause and its charismatic leader.", "release_date": "2012-09-07", "poster": "/wrharPY0a6Y1iRoJtcgYtyX42bp.jpg", "runtime": 137, "id": 68722, "genre_ids": [18]}, {"title": "Wallace & Gromit - A Close Shave", "overview": "Wallace falls in love with wool-shop owner Wendolene, not suspecting that she (or rather, her dog) is at the head of a fiendish sheep-rustling plot. Gromit is set up and jailed, but his new-found sheepish friend is determine to give Wallace a helping hand in finding out the real truth.", "release_date": "1995-12-24", "poster": "/efFW4euBJIha6WVJoBPSfyui2Aa.jpg", "runtime": 30, "id": 532, "genre_ids": [16, 10751, 35]}, {"title": "The Guns of Navarone", "overview": "A team of allied saboteurs are assigned an impossible mission: infiltrate an impregnable Nazi-held island and destroy the two enormous long-range field guns that prevent the rescue of 2,000 trapped British soldiers.", "release_date": "1961-04-27", "poster": "/lTtu8Y1Lu4tJXLbAmWKZ5FXBZxu.jpg", "runtime": 158, "id": 10911, "genre_ids": [28, 12, 18, 10752]}, {"title": "Run, Fatboy, Run", "overview": "Five years after jilting his pregnant fiancée on their wedding day, out-of-shape Dennis decides to run a marathon to win her back.", "release_date": "2007-09-06", "poster": "/s6ehbUfScpU0408ahsxCzlUwAzG.jpg", "runtime": 100, "id": 7942, "genre_ids": [35, 10749]}, {"title": "The Bear", "overview": "An orphan bear cub hooks up with an adult male as they try to dodge human hunters.", "release_date": "1988-10-21", "poster": "/nNb30bjrZACnnQ3kAriHoVhNr59.jpg", "runtime": 94, "id": 2383, "genre_ids": [12, 18, 10751]}, {"title": "Muppets from Space", "overview": "When Gonzo's breakfast cereal tells him that he's the descendant of aliens from another planet, his attempts at extraterrestrial communication get him kidnapped by a secret government agency, prompting the Muppets to spring into action. It's hard to believe Gonzo's story at first, but Kermit and friends soon find themselves on an epic journey into outer space filled with plenty of intergalactic misadventures.", "release_date": "1999-07-14", "poster": "/iawDyEOW6A9lktIc4ukqEk9FGv9.jpg", "runtime": 87, "id": 10208, "genre_ids": [14, 35, 878, 10751]}, {"title": "Poltergeist III", "overview": "Carol Anne has been sent to live with her Aunt and Uncle in an effort to hide her from the clutches of the ghostly Reverend Kane, but he tracks her down and terrorises her in her relatives' appartment in a tall glass building. Will he finally achieve his target and capture Carol Anne again, or will Tangina be able, yet again, to thwart him?", "release_date": "1988-06-10", "poster": "/v9oUSTqPQggrSJVf3Ekk8Gq1Hd6.jpg", "runtime": 98, "id": 10306, "genre_ids": [27, 53]}, {"title": "Tomorrow, When the War Began", "overview": "Ellie Linton, a teen from an Australian coastal town, leads her friends on an excursion to a camp deep in the woods, dubbed \"Hell.\" Upon their return, the youths find that their town has been overrun by an enemy army, and their friends and family have been imprisoned. When the hostile invaders become alerted to their presence, Ellie and her friends band together to escape -- and strike back against -- this mysterious enemy.", "release_date": "2010-08-08", "poster": "/A6w5QSdO2DkyFAii1fR8Wy3fRb7.jpg", "runtime": 103, "id": 43930, "genre_ids": [28, 12, 18]}, {"title": "The Unborn", "overview": "A young woman fights the spirit that is slowly taking possession of her.", "release_date": "2009-01-09", "poster": "/52iUsw24Xlo89F7jU2dg9uq1BWd.jpg", "runtime": 87, "id": 13788, "genre_ids": [27, 53, 9648]}, {"title": "Surf's Up", "overview": "Cody is a surfing penguin from Shiverpool who dreams of making it big and being like his idol Big Z. On his journey he discovers his talents are not all he thinks they are and he must learn to accept that their is more to surfing than fame and fortune.  Surf's Up is a 2007 American computer-animated mockumentary film produced by Sony Pictures Animation and distributed by Columbia Pictures and ImageWorks Studios. It stars the voices of Shia LaBeouf, Jeff Bridges, Zooey Deschanel, Jon Heder among others.", "release_date": "2007-06-08", "poster": "/2Car4vWVDenBIMhfCjBvAHzameI.jpg", "runtime": 85, "id": 9408, "genre_ids": [16, 35, 10751]}, {"title": "The Air I Breathe", "overview": "A drama based on an ancient Chinese proverb that breaks life down into four emotional cornerstones: happiness, pleasure, sorrow and love. A businessman bets his life on a horse race; a gangster sees the future; a pop star (Gellar) falls prey to a crime boss; a doctor must save the love of his life.", "release_date": "2007-02-07", "poster": "/RU4LJzMzndmG2WVoZhJD9xpeoq.jpg", "runtime": 95, "id": 13641, "genre_ids": [18, 28, 53, 80]}, {"title": "Viva Amiga", "overview": "In 1985, a powerful new kind of computer was born. It was 10 years ahead of its time, and ready to take on Microsoft, IBM and Apple for control of the PC market. The Amiga computer revolutionized video, multimedia and digital art, with Andy Warhol being a big advocate. It was also known for being a fantastic video games machine. Despite the computer's manufacturer going bankrupt in early 1990's, the Amiga has a huge cult following worldwide to this day. This film documents the rise and fall of the Amiga in the marketplace, and gives an inside look at the passionate and eccentric community that surrounds it.", "release_date": "2016-03-11", "poster": "/gj4BmNlOMj24sBWzT8kTrtmCf2q.jpg", "runtime": 0, "id": 375859, "genre_ids": []}, {"title": "Hard Boiled", "overview": "John Woo’s Hard Boiled tells the story of jaded detective “Tequila” Yuen (played with controlled fury by Chow Yun-fat). Woo’s dizzying odyssey through the world of Hong Kong Triads, undercover agents, and frenzied police raids culminates unforgettably in the breathless hospital sequence.", "release_date": "1992-04-16", "poster": "/8CfUC5QPTNe5NHlXWvYzpKIl3xs.jpg", "runtime": 126, "id": 11782, "genre_ids": [28, 53, 80]}, {"title": "Miracle on 34th Street", "overview": "Kris Kringle, seemingly the embodiment of Santa Claus, is asked to portray the jolly old fellow at Macy's following his performance in the Thanksgiving Day parade. His portrayal is so complete many begin to question if he truly is Santa Claus while others question his sanity.", "release_date": "1947-05-02", "poster": "/h8kkqroLwxvAHxWGIStEZaNd4wr.jpg", "runtime": 96, "id": 11881, "genre_ids": [18, 10751]}, {"title": "The Return of the Pink Panther", "overview": "That famous jewel, The Pink Panther, has once again been stolen and Inspector Clouseau is called in to catch the thief. The Inspector is convinced that 'The Phantom' has returned and utilises all of his resources - himself and his oriental manservant - to reveal the true identity of 'The Phantom'.", "release_date": "1975-05-21", "poster": "/zmUzVu8WmHsH0gtVqWCtftar5kW.jpg", "runtime": 113, "id": 11843, "genre_ids": [35]}, {"title": "The Good Lie", "overview": "A young refugee of the Sudanese Civil War who wins a lottery for relocation to the United States with three other lost boys. Encountering the modern world for the first time, they develop an unlikely friendship with a brash American woman assigned to help them, but the young man struggles to adjust to this new life and his feelings of guilt about the brother he left behind.", "release_date": "2014-09-09", "poster": "/uTBubhbaq3wt4i3QYEwXc99Uk46.jpg", "runtime": 110, "id": 250538, "genre_ids": [18]}, {"title": "The Edge", "overview": "The plane carrying wealthy Charles Morse crashes down in the Alaskan wilderness. Together with the two other passengers, photographer Robert and assistant Stephen, Charles devises a plan to help them reach civilization. However, his biggest obstacle might not be the elements, or even the Kodiak bear stalking them -- it could be Robert, whom Charles suspects is having an affair with his wife and would not mind seeing him dead.", "release_date": "1997-09-06", "poster": "/xCbsU8JJgX8w9FxDKNPErA9elWC.jpg", "runtime": 117, "id": 9433, "genre_ids": [12, 28, 18, 53]}, {"title": "Jane Eyre", "overview": "After a bleak childhood, Jane Eyre goes out into the world to become a governess. As she lives happily in her new position at Thornfield Hall, she meet the dark, cold, and abrupt master of the house, Mr. Rochester. Jane and her employer grow close in friendship and she soon finds herself falling in love with him. Happiness seems to have found Jane at last, but could Mr. Rochester's terrible secret be about to destroy it forever?", "release_date": "2011-03-11", "poster": "/jINBiay4lfGyIaQUI0fpyvE5BBk.jpg", "runtime": 120, "id": 38684, "genre_ids": [18, 10749]}, {"title": "The Mexican", "overview": "Jerry Welbach, a reluctant bagman, has been given two ultimatums: The first is from his mob boss to travel to Mexico and retrieve a priceless antique pistol, known as \"the Mexican\"... or suffer the consequences. The second is from his girlfriend Samantha to end his association with the mob. Jerry figures alive and in trouble with Samantha is better than the more permanent alternative, so he heads south of the border.", "release_date": "2001-03-01", "poster": "/a7PuqWv0ENFg8dt9k51AID6P1kh.jpg", "runtime": 123, "id": 6073, "genre_ids": [28, 35, 80, 10749]}, {"title": "M", "overview": "A psychotic child murderer stalks a city. Despite an exhaustive investigation fueled by public hysteria and outcry, the police have been unable to find him. The police crackdown makes it nearly impossible for the organized criminal underground to operate. The criminals decide that the only way to get the police off their backs is to catch the murderer themselves.", "release_date": "1931-05-11", "poster": "/7a1Wx3gI13I1Svrme94DfbzxMHo.jpg", "runtime": 117, "id": 832, "genre_ids": [18, 28, 53, 80]}, {"title": "Tremors", "overview": "Hick handymen Val McKee and Earl Bassett can barely eke out a living in the Nevada hamlet of Perfection, so they decide to leave town -- despite an admonition from a shapely seismology coed who's picking up odd readings on her equipment. Before long, Val and Earl discover what's responsible for those readings: 30-foot-long carnivorous worms with a proclivity for sucking their prey underground.", "release_date": "1990-01-19", "poster": "/aC2wOckYHkLi9usARIfqR51OFV9.jpg", "runtime": 96, "id": 9362, "genre_ids": [28, 35, 27, 878, 53]}, {"title": "101 Dalmatians", "overview": "The Live action adaptation of a Disney Classic. When a litter of dalmatian puppies are abducted by the minions of Cruella De Vil, the parents must find them before she uses them for a diabolical fashion statement.", "release_date": "1996-11-17", "poster": "/54SKV7ALfiVGJBzoStGTLYkRZEM.jpg", "runtime": 103, "id": 11674, "genre_ids": [35, 10751]}, {"title": "Broken City", "overview": "In a broken city rife with injustice, ex-cop Billy Taggart (Mark Wahlberg) seeks redemption and revenge after being double-crossed and then framed by its most powerful figure, the mayor (Russell Crowe). Billy's relentless pursuit of justice, matched only by his streetwise toughness, makes him an unstoppable force - and the mayor's worst nightmare.", "release_date": "2013-01-18", "poster": "/pYDj2b15p4YdNz88XvO7QmBoHgD.jpg", "runtime": 109, "id": 98357, "genre_ids": [53, 80, 18]}, {"title": "Striking Distance", "overview": "Coming from a police family, Tom Hardy ends up fighting his uncle after the murder of his father. Tom believes the killer is another cop, and goes on the record with his allegations. Demoted to water-way duty Tom, along with new partner Jo Christman, navigate the three rivers looking for clues and discovering bodies. This time the victims are women Tom knows, he must find the killer to prove his innocence.", "release_date": "1993-09-17", "poster": "/itNFe49LIaz0B8AzwE0761abZ6l.jpg", "runtime": 102, "id": 11074, "genre_ids": [80, 28, 9648, 53]}, {"title": "Frontera", "overview": "After crossing the border illegally for work, Miguel, a hard-working father and devoted husband, finds himself wrongfully accused of murdering a former sheriff’s wife. After learning of his imprisonment, Miguel’s pregnant wife tries to come to his aid and lands in the hands of corrupt coyotes who hold her for ransom. Dissatisfied with the police department’s investigation, the former sheriff tries to uncover the truth about his wife’s death and discovers disturbing evidence that will destroy one family’s future, or tear another’s apart.", "release_date": "2014-07-31", "poster": "/zvc5iQnvmkmAqnUdgXhxN6R42Ra.jpg", "runtime": 103, "id": 259611, "genre_ids": [37, 18]}, {"title": "Addams Family Values", "overview": "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.", "release_date": "1993-11-19", "poster": "/zEwEXGDvJ8Ou2s6XbLMPvMTX53S.jpg", "runtime": 94, "id": 2758, "genre_ids": [35, 10751, 14]}, {"title": "Firestarter", "overview": "As youths, Andy McGee (David Keith) and his future wife, Vicky (Heather Locklear), participated in secret experiments, allowing themselves to be subjected to mysterious medical tests. Years later, the couple's daughter, Charlie (Drew Barrymore), begins to exhibit the ability of setting fires solely with her mind. This volatile talent makes the youngster extremely dangerous and soon she becomes a target for the enigmatic agency known as \"The Shop.\"", "release_date": "1984-05-11", "poster": "/n7xHL5SmBnHwsUrH7uWYS0IBKJW.jpg", "runtime": 114, "id": 11495, "genre_ids": [14, 18, 27, 28, 53]}, {"title": "¡Three Amigos!", "overview": "Three unemployed actors accept an invitation to a Mexican village to replay their bandit fighter roles, unaware that it is the real thing.", "release_date": "1986-12-12", "poster": "/ehCzedovkiM8CnDeuSSHlRbdfxI.jpg", "runtime": 102, "id": 8388, "genre_ids": [35, 37]}, {"title": "Felon", "overview": "A family man convicted of killing an intruder must cope with life afterward in the violent penal system.", "release_date": "2008-07-17", "poster": "/rpDJDPlFTsjvGhCDuXYNoxdIe9q.jpg", "runtime": 103, "id": 13012, "genre_ids": [80, 28, 18]}, {"title": "Arbitrage", "overview": "A troubled hedge fund magnate, desperate to complete the sale of his trading empire, makes an error that forces him to turn to an unlikely person for help.", "release_date": "2012-09-14", "poster": "/tn8a9qdYmUF8NMy1tmhoH4WnDXq.jpg", "runtime": 100, "id": 60599, "genre_ids": [18, 53]}, {"title": "The Poseidon Adventure", "overview": "The Poseidon Adventure was one of the first Catastrophe films and began the Disaster Film genre. Director Neame tells the story of a group of people that must fight for their lives aboard a sinking ship. Based on the novel by Paul Gallico.", "release_date": "1972-12-01", "poster": "/3Ypk0OLrECSp7tqQFLMppGBrHfo.jpg", "runtime": 117, "id": 551, "genre_ids": [28, 12]}, {"title": "National Security", "overview": "Two mismatched security guards are thrown together to bust a smuggling operation.", "release_date": "2003-01-17", "poster": "/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg", "runtime": 88, "id": 11078, "genre_ids": [28, 35, 80, 53]}, {"title": "One Hell of A Ride", "overview": "A wealthly but depressed man prepares to kill himself before the night ends.", "release_date": "2016-03-11", "poster": null, "runtime": 5, "id": 381841, "genre_ids": [18, 35]}, {"title": "Cinderella II: Dreams Come True", "overview": "Explore Cinderella's \"happily ever after\" life as a princess in 3 stories, with help from the Fairy Godmother. First, Cinderella's awkward first days at the palace, when she tried so hard to fit in that she forgot to be herself. Second, how Jaq felt so left out that he wished to be a human. Third, how Cinderella taught one of her nasty step-sisters how to smile which leads to her own true love.", "release_date": "2002-02-23", "poster": "/fnEYUw3fPb5ajNukzhXhw01LaYY.jpg", "runtime": 73, "id": 14128, "genre_ids": [16, 10751, 14, 10749]}, {"title": "The Rite", "overview": "Seminary student Michael Kovak (Colin O'Donoghue) reluctantly attends exorcism school at the Vatican. While he’s in Rome, Michael meets an unorthodox priest, Father Lucas (Anthony Hopkins), who introduces him to the darker side of his faith, uncovering the devil’s reach even to one of the holiest places on Earth.", "release_date": "2011-01-28", "poster": "/94jKSKAOfM3EU4bPsOPkVB9AOHT.jpg", "runtime": 114, "id": 48171, "genre_ids": [18, 53, 27]}, {"title": "Spy Kids: All the Time in the World", "overview": "Eight years after the third film, the OSS has become the world's top spy agency, while the Spy Kids department has since become defunct. A retired spy Marissa (Jessica Alba) is thrown back into the action along with her stepchildren when a maniacal Timekeeper (Jeremy Piven) attempts to take over the world. In order to save the world, Rebecca (Rowan Blanchard) and Cecil (Mason Cook) must team up with their hated stepmother. Carmen and Juni have since also grown up and will provide gadgets to them.", "release_date": "2011-08-18", "poster": "/rjUCg7XamBEpxeRlt9IaQXKQEEw.jpg", "runtime": 89, "id": 56288, "genre_ids": [10751, 35, 28]}, {"title": "A Lot Like Love", "overview": "On a flight from Los Angeles to New York, Oliver and Emily make a connection, only to decide that they are poorly suited to be together. Over the next seven years, however, they are reunited time and time again, they go from being acquaintances to close friends to ... lovers?", "release_date": "2005-04-22", "poster": "/anrhVr6lZqesL1HDgmX06Oo86R.jpg", "runtime": 107, "id": 8976, "genre_ids": [35]}, {"title": "Hocus Pocus", "overview": "After 300 years of slumber, three sister witches are accidentally resurrected in Salem on Halloween night, and it us up to three kids and their newfound feline friend to put an end to the witches' reign of terror once and for all.", "release_date": "1993-07-16", "poster": "/okCXNIX9QXNXbWM9NBnKlMpYVBd.jpg", "runtime": 96, "id": 10439, "genre_ids": [35, 10751, 14]}, {"title": "Babe", "overview": "Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mom, Babe realizes that he has the makings to become the greatest sheep pig of all time, and Farmer Hogget knows it. With the help of the sheep dogs Babe learns that a pig can be anything that he wants to be.", "release_date": "1995-07-18", "poster": "/gN6X3fwPya8pLffk9OEWV3DqBnE.jpg", "runtime": 89, "id": 9598, "genre_ids": [14, 18, 35, 10751]}, {"title": "Shallow Hal", "overview": "A shallow man falls in love with a 300 pound woman because of her \"inner beauty\".", "release_date": "2001-11-01", "poster": "/xhdJKfDp7TihFcO5CF6BFY1xImE.jpg", "runtime": 114, "id": 9889, "genre_ids": [35, 10749]}, {"title": "Bill & Ted's Bogus Journey", "overview": "Amiable slackers Bill and Ted are once again roped into a fantastical adventure when De Nomolos, a villain from the future, sends evil robot duplicates of the two lads to terminate and replace them. The robot doubles actually succeed in killing Bill and Ted, but the two are determined to escape the afterlife, challenging the Grim Reaper to a series of games in order to return to the land of the living.", "release_date": "1991-07-19", "poster": "/svSPrV7o3pSwuuJcDrDLH1wNF8a.jpg", "runtime": 98, "id": 1649, "genre_ids": [12, 14, 35, 878, 10751]}, {"title": "45 Years", "overview": "There is just one week until Kate Mercer's 45th wedding anniversary and the planning for the party is going well. But then a letter arrives for her husband. The body of his first love has been discovered, frozen and preserved in the icy glaciers of the Swiss Alps. By the time the party is upon them, five days later, there may not be a marriage left to celebrate.", "release_date": "2015-08-28", "poster": "/x3jVnPRpoWHVW3orDWYUOPxno6F.jpg", "runtime": 95, "id": 311291, "genre_ids": [18]}, {"title": "The Liberators", "overview": "Medieval art treasures seized by the Nazis go missing at the end of World War II. Were they destroyed in the chaos of the final battles? Or were these thousand-year-old masterpieces stolen by advancing American troops? For over forty years, the mystery remained unsolved. A true detective story, \"The Liberators\" follows a dogged German art detective through the New York art world and military archives to the unlikeliest of destinations: a small town on the Texas prairie. Featuring interviews with Willi Korte (Portrait of Wally) and Texas attorney Dick DeGuerin, the film raises intriguing questions as to the motivations of the art thief and the whereabouts of the items that, to this day,", "release_date": "2016-03-11", "poster": "/c40EvxUVdBEDRVed6f8ZzMR9Z1u.jpg", "runtime": 75, "id": 381023, "genre_ids": [99, 36, 10752]}, {"title": "The Machine", "overview": "Already deep into a second Cold War, Britain’s Ministry of Defense seeks a game-changing weapon. Programmer Vincent McCarthy unwittingly provides an answer in The Machine, a super-strong human cyborg. When a programming bug causes the prototype to decimate his lab, McCarthy takes his obsessive efforts underground, far away from inquisitive eyes.", "release_date": "2013-04-25", "poster": "/smbzmGrpVNiZWyHHazrCDihjloV.jpg", "runtime": 92, "id": 174675, "genre_ids": [878, 53]}, {"title": "The Life Aquatic With Steve Zissou", "overview": "Wes Anderson’s incisive quirky comedy build up stars complex characters like in ‘The Royal Tenenbaums’ with Bill Murray on in the leading role. An ocean adventure documentary film maker Zissou is put in all imaginable life situations and a tough life crisis as he attempts to make a new film about capturing the creature that caused him pain.", "release_date": "2004-12-10", "poster": "/kKwNRePEqTfC6DnNlJzz1yX44iR.jpg", "runtime": 119, "id": 421, "genre_ids": [12, 35, 18]}, {"title": "Sherlock: The Abominable Bride", "overview": "Sherlock Holmes and Dr. Watson find themselves in 1890s London in this holiday special.", "release_date": "2016-01-01", "poster": "/quf6UY59y1fPUAvffdREWUXbX30.jpg", "runtime": 90, "id": 379170, "genre_ids": [80, 18, 9648]}, {"title": "101 Dalmatians II: Patch's London Adventure", "overview": "A direct-to-video sequel Roger, Anita and their canine clan are packing for the big move to Dalmatian Plantation, a home in the country with plenty of room for the 101 pups and far from the clutches of Cruella DeVil. The feistiest pup, Patch, feels lost in a sea of spots and longs to be a one-of-a-kind wonderdog like his TV hero,.", "release_date": "2003-01-21", "poster": "/ht4h6I7WwaZa1E8xzb1jE94mDvS.jpg", "runtime": 70, "id": 13654, "genre_ids": [16]}, {"title": "The Big Wedding", "overview": "To the amusement of their adult children and friends, long divorced couple Don and Ellie Griffin are once again forced to play the happy couple for the sake of their adopted son's wedding after his ultra conservative biological mother unexpectedly decides to fly halfway across the world to attend. With all of the wedding guests looking on, the Griffins are hilariously forced to confront their past, present and future - and hopefully avoid killing each other in the process.", "release_date": "2013-04-25", "poster": "/bPYDvbXRrb5d4FFyn4kb93J8I4X.jpg", "runtime": 90, "id": 87567, "genre_ids": [35]}, {"title": "Coneheads", "overview": "With enormous cone-shaped heads, robotlike walks and an appetite for toilet paper, aliens Beldar and Prymatt don't exactly blend in with the population of Paramus, N.J. But for some reason, everyone believes them when they say they're from France! As the odd \"Saturday Night Live\" characters settle into middle-class life in this feature-length comedy, a neighbor admires their daughter.", "release_date": "1993-07-23", "poster": "/3L0E2g1xo0M7oKHKsYKYWdOZH7K.jpg", "runtime": 88, "id": 9612, "genre_ids": [35, 878, 10751]}, {"title": "The Pink Panther", "overview": "When the coach of the France soccer team is killed by a poisoned dart in the stadium in the end of a game, and his expensive and huge ring with the diamond Pink Panther disappears, the ambitious Chief Inspector Dreyfus assigns the worst police inspector Jacques Clouseau to the case.", "release_date": "2006-01-18", "poster": "/eNzbcO8Mps96Zycg6DSFn9b1aO1.jpg", "runtime": 93, "id": 12096, "genre_ids": [28, 35, 80, 9648, 10751]}, {"title": "Rendez-vous", "overview": "A woman and three men. Nina, who's come to Paris to act and sleeps with any man at hand, meets Paulot, a young estate agent; he's smitten. She also meets Paulot's flatmate Quentin, a compulsive who stalks her. To Paulot's jealous dismay, she's willing to sleep with Quentin, and wants Paulot's friendship. After a desperate act by Quentin, Nina and Paulot share a flat, but she still won't take him as a lover; instead, her energy goes into a production of \"Romeo and Juliet\" directed by a detached, intense man who becomes her father figure. Quentin's ghost taunts her, Paulot wants to end all contact, and the director plans to return to London. The art of the theater may be her only refuge.", "release_date": "1985-05-15", "poster": "/2HmttitMzANQHzMQ52U016cMYyb.jpg", "runtime": 82, "id": 34093, "genre_ids": [18, 10749]}, {"title": "The Boy and the Beast", "overview": "Kyuta, a boy living in Shibuya, and Kumatetsu, a lonesome beast from Jutengai, an imaginary world. One day, Kyuta forays into the imaginary world and, as he's looking for his way back, meets Kumatetsu who becomes his spirit guide. That encounter leads them to many adventures.", "release_date": "2015-07-11", "poster": "/zCq2IrGlmPdOmEKR1giTeIg7ZdO.jpg", "runtime": 119, "id": 315465, "genre_ids": [28, 16, 12]}, {"title": "Manglehorn", "overview": "AJ Manglehorn is an aging, ordinary guy in a small town. He nurses his sick cat, squeezes out a conversation with the local bank teller every Friday, and eats at the same place every day.  But there is more to Manglehorn than meets the eye: he’s an ex-con who, 40 years ago, gave up the woman of his dreams for a big ‘job’. He now obsesses daily over the choices he made. After a dramatic effort to start over, Manglehorn faces a terrifying moment and is unmasked as a guy with a very, very dark past.", "release_date": "2015-06-19", "poster": "/89V9N4G3Zw9L675lUVBz8VrAJq2.jpg", "runtime": 97, "id": 254905, "genre_ids": [18]}, {"title": "Armored", "overview": "A crew of officers at an armored transport security firm risk their lives when they embark on the ultimate heist against their own company. Armed with a seemingly fool-proof plan, the men plan on making off with a fortune with harm to none. But when an unexpected witness interferes, the plan quickly unravels and all bets are off.", "release_date": "2009-12-04", "poster": "/zdj2p7apgVCqWoaIldzYsdLHZ1J.jpg", "runtime": 88, "id": 4597, "genre_ids": [28, 80, 18, 53]}, {"title": "King Kong", "overview": "In this remake of the 1933 classic about the giant ape, an oil company expedition disturbs the peace of Kong and brings him back to New York to exploit him. Even though a woman somewhat tames Kong, he finally breaks loose and terrorizes the city, and as the military attempt to stop him, he falls to his death from the top of the World Trade Center.", "release_date": "1976-09-08", "poster": "/lyMgOphIY5iMASdzew7Fju1dSNC.jpg", "runtime": 134, "id": 10730, "genre_ids": [28, 12, 18, 27, 878]}, {"title": "This Is Spinal Tap", "overview": "Legendary British rock band Spinal Tap is followed by a documentary film-maker during their attempt at an American comeback tour. The resulting film, interspersed with powerful performances showcasing Tap's pivotal music and profound lyrics, candidly follows the group as the difficult industry threatens to fade them into obscurity.", "release_date": "1984-05-04", "poster": "/hTb29XWr5jm9itLcgkDaBfNvCpl.jpg", "runtime": 82, "id": 11031, "genre_ids": [35, 10402]}, {"title": "The Longest Yard", "overview": "Pro quarter-back Paul Crewe (Sandler) and former college champion and coach Nate Scarboro (Reynolds) are doing in the same prison. Asked to put together a team of inmates to take on the guards, Crewe enlists the help of Scarboro to coach the inmates to victory in a football game 'fixed' to turn out quiet another way.", "release_date": "2005-05-19", "poster": "/ag6q9euZABqbHtbDhoRT9xEYltP.jpg", "runtime": 113, "id": 9291, "genre_ids": [35, 18]}, {"title": "Beethoven's 2nd", "overview": "Beethoven is back -- and this time, he has a whole brood with him now that he's met his canine match, Missy, and fathered a family. The only problem is that Missy's owner, Regina, wants to sell the puppies and tear the clan apart. It's up to Beethoven and the Newton kids to save the day and keep everyone together.", "release_date": "1993-12-14", "poster": "/pQaMstkYVNyHxCMHeCPiHrZV2RJ.jpg", "runtime": 89, "id": 10438, "genre_ids": [10751, 35]}, {"title": "Assassins", "overview": "Assassin Robert Rath (Sylvester Stallone) arrives at a funeral to kill a prominent mobster, only to witness rival hired gun Miguel Bain (Antonio Banderas) complete the job for him -- with grisly results. Horrified by the murder of innocent bystanders, Rath decides to take one last job and then return to civilian life. But finding his way out of the world of contract killing grows ever more dangerous as Rath falls for his target, Electra (Julianne Moore), and becomes a marked man himself.", "release_date": "1995-10-06", "poster": "/xAx5MP7Dg4y85pyS7atX6eWk4Qd.jpg", "runtime": 132, "id": 9691, "genre_ids": [28, 12, 80, 53]}, {"title": "Yojimbo", "overview": "The incomparable Toshiro Mifune stars in Akira Kurosawa’s visually stunning and darkly comic Yojimbo. To rid a terror-stricken village of corruption, wily masterless samurai Sanjuro turns a range war between two evil clans to his own advantage. Remade twice, by Sergio Leone and Walter Hill, this exhilarating genre-twister remains one of the most influential and entertaining films of all time.", "release_date": "1961-04-25", "poster": "/xeN0ZLHOIKuAiffuCgvERft3PkV.jpg", "runtime": 110, "id": 11878, "genre_ids": [28, 18, 53]}, {"title": "The Nut Job", "overview": "Surly, a curmudgeon, independent squirrel is banished from his park and forced to survive in the city. Lucky for him, he stumbles on the one thing that may be able to save his life, and the rest of park community, as they gear up for winter - Maury's Nut Store.", "release_date": "2014-01-17", "poster": "/rXdSfDu08cs0fU9S6l3AK1bJqy8.jpg", "runtime": 85, "id": 227783, "genre_ids": [16, 35, 10751, 12]}, {"title": "The Watcher", "overview": "FBI agent Joel Campbell, burnt-out and shell-shocked after years spent chasing serial killers, flees L.A. to begin a new life for himself in Chicago. But five months later, Joel's best laid plans are abruptly cut short when his new hometown becomes the setting for some particularly gruesome murders--murders that could only have been committed by one man: David Allen Griffin. One of Joel's most elusive and cunning nemeses, Griffin has followed his former pursuer to Chicago in order to play a sadistic game of cat and mouse. Taunting Joel with photographs of his intended victims and leaving his crime scenes meticulously free of clues in order to keep the police at bay, Griffin derives as much pleasure out of watching Joel react to every movement as watching his victims die. But when Griffin moves into Joel's inner circle, Joel must quickly find some way to stop him before someone close to him becomes the next one to die.", "release_date": "2000-09-08", "poster": "/jesZYsaqtqEaaekAVlyAxpZGDqZ.jpg", "runtime": 96, "id": 10685, "genre_ids": [9648, 53]}, {"title": "Spy Kids", "overview": "Carmen and Juni think their parents are boring. Little do they know that in their day, Gregorio and Ingrid Cortez were the top secret agents from their respective countries. They gave up that life to raise their children. Now, the disappearances of several of their old colleagues forces the Cortez' return from retirement. What they didn't count on was Carmen and Juni joining the \"family business.\"", "release_date": "2001-03-18", "poster": "/10zMofjfvnKahF8wqZ4nNzVeNps.jpg", "runtime": 88, "id": 10054, "genre_ids": [28, 35, 10751, 12]}, {"title": "Gosford Park", "overview": "Multiple storylined drama set in 1932, showing the lives of upstairs guest and downstairs servants at a party in a country house in England.", "release_date": "2001-11-07", "poster": "/7wCUMn1Fj5MutTJHFopHba0Pto.jpg", "runtime": 137, "id": 5279, "genre_ids": [18, 35, 53, 9648]}, {"title": "La luna", "overview": "A young boy comes of age in the most peculiar of circumstances. Tonight is the very first time his Papa and Grandpa are taking him to work. In an old wooden boat they row far out to sea, and with no land in sight, they stop and wait. A big surprise awaits the boy as he discovers his family's most unusual line of work. Should he follow the example of his Papa, or his Grandpa? Will he be able to find his own way in the midst of their conflicting opinions and timeworn traditions?", "release_date": "2011-06-05", "poster": "/py4pMp6QlKUjjzCk8icZ2GrYw3Z.jpg", "runtime": 7, "id": 83564, "genre_ids": [16, 35, 10751, 14]}, {"title": "The Three Musketeers", "overview": "The hot-headed young D'Artagnan along with three former legendary but now down on their luck Musketeers must unite and defeat a beautiful double agent and her villainous employer from seizing the French throne and engulfing Europe in war.", "release_date": "2011-08-31", "poster": "/n8ob0xjLIjnvqgWY57rPQYOw7t.jpg", "runtime": 110, "id": 52451, "genre_ids": [12, 28, 53, 35]}, {"title": "Anna and the King", "overview": "The story of the romance between the King of Siam (now Thailand) and the widowed British school teacher Anna Leonowens during the 1860's. Anna teaches the children and becomes romanced by the King. She convinces him that a man can be loved by just one woman.", "release_date": "1999-12-16", "poster": "/518WmPyfc9YcnFiehqCiyGgbhmt.jpg", "runtime": 148, "id": 1439, "genre_ids": [18, 36, 10749]}, {"title": "Moonwalkers", "overview": "What if Apollo 11 never actually made it? What if, in reality, Stanley Kubrick secretly shot the famous images of the moon landing in a studio, working for the US administration? This is the premise of a totally plausible conspiracy theory that takes us to swinging sixties London, where a stubborn CIA agent will never find Kubrick but is forced to team up with a lousy manager of a seedy rock band to develop the biggest con of all time.", "release_date": "2015-03-14", "poster": "/f2TmM9dp20dpJqmEFNyC8Jcl3lR.jpg", "runtime": 107, "id": 272548, "genre_ids": [35]}, {"title": "Batman: Under the Red Hood", "overview": "Batman faces his ultimate challenge as the mysterious Red Hood takes Gotham City by firestorm. One part vigilante, one part criminal kingpin, Red Hood begins cleaning up Gotham with the efficiency of Batman, but without following the same ethical code.", "release_date": "2010-07-27", "poster": "/78kjgspmLLOm2Glgpzqo9cS4GpI.jpg", "runtime": 75, "id": 40662, "genre_ids": [12, 16, 28, 878, 9648]}, {"title": "Ghostbusters", "overview": "Erin Gilbert (Wiig) and Abby Bergman (McCarthy) are a pair of unheralded authors who write a book positing that ghosts are real. A few years later, Gilbert lands a prestigious teaching position at Columbia University, but her book resurfaces and she is laughed out of academia. Gilbert reunites with Bergman and others when ghosts invade Manhattan and try to save the world.", "release_date": "2016-07-08", "poster": "/yUZvPWf84hC0PjjLFHOMI3YqhpR.jpg", "runtime": 0, "id": 43074, "genre_ids": [27, 28, 35, 878]}, {"title": "What Just Happened", "overview": "During the course of an ordinary week in Hollywood, movie producer Ben (Robert De Niro) must navigate his way through shark-infested waters as he struggles to complete his latest projects. A demanding studio boss (Catherine Keener) demands extensive changes to a movie starring Sean Penn, while another chief won't greenlight a project unless star Bruce Willis shaves his beard. Meanwhile, Ben tries to reconcile with his wife and maintain a relationship with his young daughter.", "release_date": "2008-10-17", "poster": "/hr5oELD0PJxnRGAFsWT22uFtcyP.jpg", "runtime": 104, "id": 8944, "genre_ids": [35, 18]}, {"title": "Ace in the Hole", "overview": "A frustrated former big-city journalist now stuck working for an Albuquerque newspaper exploits a story about a man trapped in a cave to revitalize his career, but the situation quickly escalates into an out-of-control media circus.", "release_date": "1951-06-29", "poster": "/yuCEEI3oj1liLoH36fbbO1NDo5B.jpg", "runtime": 111, "id": 25364, "genre_ids": [18]}, {"title": "The Slippers", "overview": "THE SLIPPERS pulls back the Wizard’s curtain on the unbelievable story and cultural impact of Dorothy's Ruby Slippers from The Wizard of Oz.   Through first-hand accounts and archival interviews, THE SLIPPERS will detail the life of the Ruby Slippers after their sale at the famed 1970 MGM auction. Discovered by costumer Kent Warner, it is unclear how many pairs were found and how many pairs exist. That mystery has only helped to propel the shoes to the forefront of the Hollywood memorabilia market.  They have been bought, stolen, and coveted by many. They are considered the most important piece of Hollywood memorabilia and the catalyst for the creation of Hollywood memorabilia collecting.", "release_date": "2016-03-11", "poster": "/6HGQNcBScolnY2yWMwGbQZsT0wZ.jpg", "runtime": 90, "id": 381049, "genre_ids": [99]}, {"title": "Miami Vice", "overview": "Miami Vice is a feature film based on the 1980's action drama TV series. The film tells the story of vice detectives Crockett and Tubbs and how their personal and professional lives are dangerously getting mixed.", "release_date": "2006-07-27", "poster": "/3BsNsigWcET4tKLZZhJegw7eOjF.jpg", "runtime": 134, "id": 82, "genre_ids": [28, 12, 80, 53]}, {"title": "The Pyramid", "overview": "A team of U.S. archaeologists unearths an ancient pyramid buried deep beneath the Egyptian desert. As they search the pyramid's depths, they become hopelessly lost in its dark and endless catacombs. Searching for a way out, they become desperate to seek daylight again. They come to realize they aren't just trapped, they are being hunted.", "release_date": "2014-12-04", "poster": "/sPznOfzPXNaorzFrViGN2jOddgs.jpg", "runtime": 89, "id": 282813, "genre_ids": [27]}, {"title": "Monster-in-Law", "overview": "Office temp Charlotte Cantilini thinks she's found Mr. Right when she starts dating gorgeous surgeon Dr. Kevin Fields. But there's a problem standing in the way of everlasting bliss: Kevin's overbearing and controlling mother, Viola. Fearing she'll lose her son's affections forever, Viola decides to break up the happy couple by becoming the world's worst mother-in-law.", "release_date": "2005-05-13", "poster": "/5GSLdahlqJX1Mb6l9vJI6tXQGaS.jpg", "runtime": 101, "id": 4379, "genre_ids": [35]}, {"title": "The Legend of Sarila", "overview": "Three young Inuits set off in search of a promised land to save their clan from starvation.", "release_date": "2013-02-22", "poster": "/aKFNEurZueBaSIl0viRdW3D540w.jpg", "runtime": 80, "id": 233423, "genre_ids": [10751, 16, 12]}, {"title": "French Connection II", "overview": "\"Popeye\" Doyle travels to Marsailles to find Alain Charnier, the drug smuggler that eluded him in New York.", "release_date": "1975-05-18", "poster": "/iAEdx9uyYbsJSvXDxtI9Q7NdP8B.jpg", "runtime": 119, "id": 10711, "genre_ids": [28, 80, 18, 53]}]