[
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "overview": "Harry, Ron and Hermione return to Hogwarts for a third adventure and magic filled year in this follow-up to the first two Potter blockbusters. Harry comes face to face with danger yet again, this time in the form of escaped convict Sirius Black. In a bid for help, Harry turns to sympathetic Professor Lupin -- but will it be enough?",
    "release_date": "2004-05-31",
    "poster": "/qMn0YCWKxt7xg8nqRnRj2Ei9qgx.jpg",
    "runtime": 141,
    "id": 673,
    "genre_ids": [
      12,
      14,
      10751
    ]
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "overview": "Returning for his fifth year of study at the venerable Hogwarts School of Witchcraft and Wizardry, the ever-maturing Harry Potter is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students -- dubbed \"Dumbledore's Army\" -- to defend themselves against the dark arts.",
    "release_date": "2007-06-28",
    "poster": "/lmYmoXVzVrTadfXHZ3v1ySqA1fn.jpg",
    "runtime": 138,
    "id": 675,
    "genre_ids": [
      12,
      14,
      10751,
      9648
    ]
  },
  {
    "title": "Spider-Man",
    "overview": "After being bitten by a genetically altered spider, nerdy high school student Peter Parker is endowed with amazing powers.",
    "release_date": "2002-05-02",
    "poster": "/rZd0y1X1Gw4t5B3f01Qzj8DYY66.jpg",
    "runtime": 121,
    "id": 557,
    "genre_ids": [
      14,
      28
    ]
  },
  {
    "title": "The Bourne Supremacy",
    "overview": "When a CIA operation to purchase classified Russian documents is blown by a rival agent, who then shows up in the sleepy seaside village where Bourne and Marie have been living. The pair run for their lives and Bourne, who promised retaliation should anyone from his former life attempt contact, is forced to once again take up his life as a trained assassin to survive.",
    "release_date": "2004-07-23",
    "poster": "/6a74OaZArLNNDHK9SdiLBUu2JYj.jpg",
    "runtime": 108,
    "id": 2502,
    "genre_ids": [
      28,
      18,
      53
    ]
  },
  {
    "title": "Cars",
    "overview": "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.",
    "release_date": "2006-06-08",
    "poster": "/5damnMcRFKSjhCirgX3CMa88MBj.jpg",
    "runtime": 117,
    "id": 920,
    "genre_ids": [
      16,
      12,
      35,
      10751
    ]
  },
  {
    "title": "American Ultra",
    "overview": "American Ultra is a fast-paced action comedy about Mike, a seemingly hapless and unmotivated stoner whose small-town life with his live-in girlfriend, Phoebe, is suddenly turned upside down.  Unbeknownst to him, Mike is actually a highly trained, lethal sleeper agent. In the blink of an eye, as his secret past comes back to haunt him, Mike is thrust into the middle of a deadly government operation and is forced to summon his inner action-hero in order to survive.",
    "release_date": "2015-08-19",
    "poster": "/auQHgr1FO6upJpXx1eYEeyq2sMs.jpg",
    "runtime": 96,
    "id": 261392,
    "genre_ids": [
      35,
      28
    ]
  },
  {
    "title": "Solace",
    "overview": "A psychic doctor, John Clancy, works with an FBI special agent in search of a serial killer. After having lived in isolation for two years, since the death of his daughter, Clancy is asked by his friend Joe, an FBI special agent to help him solve several murders committed by a serial killer.",
    "release_date": "2015-09-02",
    "poster": "/4MkNIKVZxYkga4208RXdRZ76zjf.jpg",
    "runtime": 101,
    "id": 339527,
    "genre_ids": [
      80,
      18,
      9648
    ]
  },
  {
    "title": "The Dressmaker",
    "overview": "A glamorous woman returns to her small town in rural Australia. With her sewing machine and haute couture style, she transforms the women and exacts sweet revenge on those who did her wrong.",
    "release_date": "2015-10-01",
    "poster": "/jWM80vdzq6nRxQcdJu6vqtRiMVj.jpg",
    "runtime": 118,
    "id": 298382,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Heat",
    "overview": "Obsessive master thief Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
    "release_date": "1995-12-15",
    "poster": "/zMyfPUelumio3tiDKPffaUpsQTD.jpg",
    "runtime": 171,
    "id": 949,
    "genre_ids": [
      28,
      80,
      18,
      53
    ]
  },
  {
    "title": "Star Wars: Episode V - The Empire Strikes Back",
    "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "release_date": "1980-01-01",
    "poster": "/6u1fYtxG5eqjhtCPDx04pJphQRW.jpg",
    "runtime": 124,
    "id": 1891,
    "genre_ids": [
      12,
      28,
      878
    ]
  },
  {
    "title": "Wild Card",
    "overview": "When a Las Vegas bodyguard with lethal skills and a gambling problem gets in trouble with the mob, he has one last play… and it's all or nothing.",
    "release_date": "2015-01-14",
    "poster": "/cZMjg5fWkhJ1D7MouzZuiB16Hdk.jpg",
    "runtime": 92,
    "id": 265208,
    "genre_ids": [
      53,
      80,
      18
    ]
  },
  {
    "title": "Edge of Tomorrow",
    "overview": "Major Bill Cage is an officer who has never seen a day of combat when he is unceremoniously demoted and dropped into combat. Cage is killed within minutes, managing to take an alpha alien down with him. He awakens back at the beginning of the same day and is forced to fight and die again... and again - as physical contact with the alien has thrown him into a time loop.",
    "release_date": "2014-05-27",
    "poster": "/tpoVEYvm6qcXueZrQYJNRLXL88s.jpg",
    "runtime": 113,
    "id": 137113,
    "genre_ids": [
      28,
      878
    ]
  },
  {
    "title": "Casino Royale",
    "overview": "James Bond goes on his first ever mission as a 00. Le Chiffre is a banker to the world's terrorists. He is participating in a poker game at Montenegro, where he must win back his money, in order to stay safe among the terrorist market. The boss of MI6, known simply as M sends Bond, along with Vesper Lynd to attend this game and prevent Le Chiffre from winning. Bond, using help from Felix Leiter, Mathis and having Vesper pose as his wife, enters the most important poker game in his already dangerous career. But if Bond defeats Le Chiffre, will he and Vesper Lynd remain safe?",
    "release_date": "2006-11-14",
    "poster": "/zlWBxz2pTA9p45kUTrI8AQiKrHm.jpg",
    "runtime": 144,
    "id": 36557,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Spider-Man 3",
    "overview": "The seemingly invincible Spider-Man goes up against an all-new crop of villains -- including the shape-shifting Sandman -- in the third installment of this blockbusting comic book adventure series. While Spidey's superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and gets caught up in a love triangle.",
    "release_date": "2007-05-01",
    "poster": "/uC2pAMjb32NIgQ1GdC1Bl6LZJc2.jpg",
    "runtime": 139,
    "id": 559,
    "genre_ids": [
      14,
      28,
      12
    ]
  },
  {
    "title": "A Walk Among the Tombstones",
    "overview": "Private investigator Matthew Scudder is hired by a drug kingpin to find out who kidnapped and murdered his wife.",
    "release_date": "2014-09-18",
    "poster": "/xxe77USOk2tPnq7G4cL42gf1OxQ.jpg",
    "runtime": 113,
    "id": 169917,
    "genre_ids": [
      80,
      18,
      9648,
      53
    ]
  },
  {
    "title": "2001: A Space Odyssey",
    "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
    "release_date": "1968-04-05",
    "poster": "/90T7b2LIrL07ndYQBmSm09yqVEH.jpg",
    "runtime": 149,
    "id": 62,
    "genre_ids": [
      878,
      9648,
      12
    ]
  },
  {
    "title": "Her",
    "overview": "In the not so distant future, Theodore, a lonely writer purchases a newly developed operating system designed to meet the user's every needs. To Theordore's surprise, a romantic relationship develops between him and his operating system. This unconventional love story blends science fiction and romance in a sweet tale that explores the nature of love and the ways that technology isolates and connects us all.",
    "release_date": "2013-12-18",
    "poster": "/fsoTLnUXEUTNuVCBxAJMY0HPPd.jpg",
    "runtime": 126,
    "id": 152601,
    "genre_ids": [
      10749,
      878,
      18
    ]
  },
  {
    "title": "The Judge",
    "overview": "A successful lawyer returns to his hometown for his mother's funeral only to discover that his estranged father, the town's judge, is suspected of murder.",
    "release_date": "2014-10-08",
    "poster": "/v6s65U6qisvxWgO3cNnreaaaite.jpg",
    "runtime": 141,
    "id": 205587,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Visit",
    "overview": "The terrifying story of a brother and sister who are sent to their grandparents' remote Pennsylvania farm for a weeklong trip. Once the children discover that the elderly couple is involved in something deeply disturbing, they see their chances of getting back home are growing smaller every day.",
    "release_date": "2015-09-10",
    "poster": "/32tNtTEQ1vIOLm1hEOSFkVwJT5D.jpg",
    "runtime": 94,
    "id": 298312,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "The Age of Adaline",
    "overview": "After 29-year-old Adaline recovers from a nearly lethal accident, she inexplicably stops growing older. As the years stretch on and on, Adaline keeps her secret to herself  until she meets a man who changes her life.",
    "release_date": "2015-04-16",
    "poster": "/gEDGROZ4NQDlRjUPPSSyIf0hKvD.jpg",
    "runtime": 112,
    "id": 293863,
    "genre_ids": [
      14,
      18,
      10749
    ]
  },
  {
    "title": "Alien",
    "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "release_date": "1979-05-25",
    "poster": "/bg7K6VtUG7Ew70gQj6SSroD5d4R.jpg",
    "runtime": 117,
    "id": 348,
    "genre_ids": [
      27,
      28,
      53,
      878
    ]
  },
  {
    "title": "Ice Age: Continental Drift",
    "overview": "Manny, Diego, and Sid embark upon another adventure after their continent is set adrift. Using an iceberg as a ship, they encounter sea creatures and battle pirates as they explore a new world.",
    "release_date": "2012-06-26",
    "poster": "/u30xsZd3mijrdBKA6CeDsozx48g.jpg",
    "runtime": 88,
    "id": 57800,
    "genre_ids": [
      16,
      35,
      12,
      10751
    ]
  },
  {
    "title": "The Lord of the Rings: The Two Towers",
    "overview": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "release_date": "2002-12-18",
    "poster": "/5o5fv1dHG7vWoH2hmqwihVPBoBm.jpg",
    "runtime": 179,
    "id": 121,
    "genre_ids": [
      12,
      14,
      28
    ]
  },
  {
    "title": "Snowpiercer",
    "overview": "In a future where a failed global-warming experiment kills off most life on the planet, a class system evolves aboard the Snowpiercer, a train that travels around the globe via a perpetual-motion engine.",
    "release_date": "2013-08-01",
    "poster": "/oP0ZWr6MsaQ1TV7xvnZJMKSfz0H.jpg",
    "runtime": 126,
    "id": 110415,
    "genre_ids": [
      28,
      878,
      18
    ]
  },
  {
    "title": "2012",
    "overview": "Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth's core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world's population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world's leaders race to build \"arks\" to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.",
    "release_date": "2009-10-10",
    "poster": "/5tIW9nTuxxy8iXSvsKJqFDVZpyg.jpg",
    "runtime": 158,
    "id": 14161,
    "genre_ids": [
      878,
      28,
      12
    ]
  },
  {
    "title": "Let's Be Cops",
    "overview": "It's the ultimate buddy cop movie except for one thing: they're not cops.  When two struggling pals dress as police officers for a costume party, they become neighborhood sensations.  But when these newly-minted “heroes” get tangled in a real life web of mobsters and dirty detectives, they must put their fake badges on the line.",
    "release_date": "2014-08-13",
    "poster": "/8GVU8AaYpxiIS462SZgAtjh02pm.jpg",
    "runtime": 104,
    "id": 193893,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "The Lego Movie",
    "overview": "An ordinary Lego mini-figure, mistakenly thought to be the extraordinary MasterBuilder, is recruited to join a quest to stop an evil Lego tyrant from gluing the universe together.",
    "release_date": "2014-02-06",
    "poster": "/lMHbadNmznKs5vgBAkHxKGHulOa.jpg",
    "runtime": 100,
    "id": 137106,
    "genre_ids": [
      12,
      14,
      16,
      35,
      28,
      10751
    ]
  },
  {
    "title": "WALL·E",
    "overview": "WALL•E is the last robot left on an Earth that has been overrun with garbage and all humans have fled to outer space. For 700 years he has continued to try and clean up the mess, but has developed some rather interesting human-like qualities. When a ship arrives with a sleek new type of robot, WALL•E thinks he's finally found a friend and stows away on the ship when it leaves.",
    "release_date": "2008-06-22",
    "poster": "/9cJETuLMc6R0bTWRA5i7ctY9bxk.jpg",
    "runtime": 98,
    "id": 10681,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "Hotel Transylvania",
    "overview": "Dracula, who operates a high-end resort away from the human world, goes into overprotective mode when a boy discovers the resort and falls for the count's teen-aged daughter.",
    "release_date": "2012-09-20",
    "poster": "/9qugesYpAWHUpdrw2w8URSGkAPt.jpg",
    "runtime": 91,
    "id": 76492,
    "genre_ids": [
      16,
      35,
      10751,
      14
    ]
  },
  {
    "title": "Back to the Future",
    "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "release_date": "1985-07-03",
    "poster": "/pTpxQB1N0waaSc3OSn0e9oc8kx9.jpg",
    "runtime": 116,
    "id": 105,
    "genre_ids": [
      12,
      35,
      878,
      10751
    ]
  },
  {
    "title": "The Interview",
    "overview": "Dave Skylark is king of the celebrity interview and host of the hit night time talk show \"Skylark Tonight.\"  The brain behind Dave's empire is his producer and best friend, Aaron Rapoport. Unfulfilled, Aaron yearns to do meaningful work.  He scores the chance of a lifetime when he secures an interview for Dave with Kim Jong-Un, the mysterious and ruthless dictator of a nuclear-armed North Korea.  As Dave and Aaron prepare to leave for North Korea, they are approached by the CIA and asked to assassinate Kim.  They accept the mission, becoming two of the least qualified men ever to assassinate – or interview – the most dangerous man on earth.",
    "release_date": "2014-12-25",
    "poster": "/2uWb0aSm5cFmRCHP95OdA6hvTEs.jpg",
    "runtime": 112,
    "id": 228967,
    "genre_ids": [
      28,
      35
    ]
  },
  {
    "title": "Dumb and Dumber To",
    "overview": "20 years after the dimwits set out on their first adventure, they head out in search of one of their long lost children in the hope of gaining a new kidney.",
    "release_date": "2014-11-12",
    "poster": "/Ekw3ijq9L6RiKvv5m2tPOEklHF.jpg",
    "runtime": 110,
    "id": 100042,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Hercules",
    "overview": "Fourteen hundred years ago, a tormented soul walked the earth that was neither man nor god. Hercules was the powerful son of the god king Zeus, for this he received nothing but suffering his entire life. After twelve arduous labors and the loss of his family, this dark, world-weary soul turned his back on the gods finding his only solace in bloody battle. Over the years he warmed to the company of six similar souls, their only bond being their love of fighting and presence of death. These men and woman never question where they go to fight or why or whom, just how much they will be paid. Now the King of Thrace has hired these mercenaries to train his men to become the greatest army of all time. It is time for this bunch of lost souls to finally have their eyes opened to how far they have fallen when they must train an army to become as ruthless and blood thirsty as their reputation has become.",
    "release_date": "2014-07-23",
    "poster": "/wGAWxOnVjwXqvoiKX7Pf6XOWnPJ.jpg",
    "runtime": 99,
    "id": 184315,
    "genre_ids": [
      28,
      12
    ]
  },
  {
    "title": "Thor: Ragnarok",
    "overview": "Thor must confront other gods when Asgard is threatened with Ragnarok, the Norse Apocalypse.",
    "release_date": "2017-10-26",
    "poster": "/o1sF8LTFogPULmYOn4f1B6GpaJS.jpg",
    "runtime": 0,
    "id": 284053,
    "genre_ids": [
      12,
      28,
      14,
      878
    ]
  },
  {
    "title": "Black Swan",
    "overview": "A ballet dancer wins the lead in \"Swan Lake\" and is perfect for the role of the delicate White Swan - Princess Odette - but slowly loses her mind as she becomes more and more like Odile, the Black Swan.",
    "release_date": "2010-12-02",
    "poster": "/dQ7uxvsVTspVIsqjfgQj8usJpwX.jpg",
    "runtime": 108,
    "id": 44214,
    "genre_ids": [
      18,
      9648,
      53
    ]
  },
  {
    "title": "Sherlock Holmes",
    "overview": "Eccentric consulting detective Sherlock Holmes and Doctor John Watson battle to bring down a new nemesis and unravel a deadly plot that could destroy England.",
    "release_date": "2009-01-07",
    "poster": "/22ngurXbLqab7Sko6aTSdwOCe5W.jpg",
    "runtime": 128,
    "id": 10528,
    "genre_ids": [
      12,
      18,
      28,
      35,
      53,
      80,
      9648
    ]
  },
  {
    "title": "Mean Girls",
    "overview": "Cady Heron is a hit with The Plastics, the A-list girl clique at her new school, until she makes the mistake of falling for Aaron Samuels, the ex-boyfriend of alpha Plastic Regina George.",
    "release_date": "2004-04-30",
    "poster": "/lDlGPZS0UJYKxVlpyff3BMyPc2H.jpg",
    "runtime": 97,
    "id": 10625,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Quantum of Solace",
    "overview": "Quantum of Solace continues the adventures of James Bond after Casino Royale. Betrayed by Vesper, the woman he loved, 007 fights the urge to make his latest mission personal. Pursuing his determination to uncover the truth, Bond and M interrogate Mr. White, who reveals that the organization that blackmailed Vesper is far more complex and dangerous than anyone had imagined.",
    "release_date": "2008-10-30",
    "poster": "/6mlNx0Jiqhg3D7NlANT9pidsgPJ.jpg",
    "runtime": 106,
    "id": 10764,
    "genre_ids": [
      12,
      28,
      53,
      80
    ]
  },
  {
    "title": "Scarface",
    "overview": "After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.",
    "release_date": "1983-12-08",
    "poster": "/zr2p353wrd6j3wjLgDT4TcaestB.jpg",
    "runtime": 170,
    "id": 111,
    "genre_ids": [
      28,
      12,
      80,
      18,
      53
    ]
  },
  {
    "title": "Iron Man",
    "overview": "Tony Stark. Genius, billionaire, playboy, philanthropist. Son of legendary inventor and weapons contractor Howard Stark. When Tony Stark is assigned to give a weapons presentation to an Iraqi unit led by Lt. Col. James Rhodes, he's given a ride on enemy lines. That ride ends badly when Stark's Humvee that he's riding in is attacked by enemy combatants. He survives - barely - with a chest full of shrapnel and a car battery attached to his heart. In order to survive he comes up with a way to miniaturize the battery and figures out that the battery can power something else. Thus Iron Man is born. He uses the primitive device to escape from the cave in Iraq. Once back home, he then begins work on perfecting the Iron Man suit. But the man who was put in charge of Stark Industries has plans of his own to take over Tony's technology for other matters.",
    "release_date": "2008-04-30",
    "poster": "/s2IG9qXfhJYxIttKyroYFBsHwzQ.jpg",
    "runtime": 126,
    "id": 1726,
    "genre_ids": [
      28,
      878,
      12
    ]
  },
  {
    "title": "Monsters, Inc.",
    "overview": "James Sullivan and Mike Wazowski are monsters, they earn their living scaring children and are the best in the business... even though they're more afraid of the children than they are of them. When a child accidentally enters their world, James and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.",
    "release_date": "2001-11-01",
    "poster": "/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
    "runtime": 92,
    "id": 585,
    "genre_ids": [
      14,
      16,
      10751,
      35
    ]
  },
  {
    "title": "Kick-Ass",
    "overview": "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a super-hero, even though he has no powers, training or meaningful reason to do so.",
    "release_date": "2010-03-22",
    "poster": "/gtfggr5n3ED1neoTqVYmsVCoSS.jpg",
    "runtime": 117,
    "id": 23483,
    "genre_ids": [
      28,
      80
    ]
  },
  {
    "title": "District 9",
    "overview": "Aliens land in South Africa and have no way home. Years later after living in a slum and wearing out their welcome the \"Non-Humans\" are being moved to a new tent city overseen by Multi-National United (MNU). The movie follows an MNU employee tasked with leading the relocation and his relationship with one of the alien leaders.",
    "release_date": "2009-08-05",
    "poster": "/axFmCRNQsW6Bto8XuJKo08MPPV5.jpg",
    "runtime": 112,
    "id": 17654,
    "genre_ids": [
      28,
      53,
      878
    ]
  },
  {
    "title": "Joy",
    "overview": "A story based on the life of a struggling Long Island single mom who became one of the country's most successful entrepreneurs.",
    "release_date": "2015-12-24",
    "poster": "/zNjxzdgSwzRXnP8Stu3HGzKQKWp.jpg",
    "runtime": 124,
    "id": 274479,
    "genre_ids": [
      35,
      18
    ]
  },
  {
    "title": "Return of the Jedi",
    "overview": "As Rebel leaders map their strategy for an all-out attack on the Emperor's newer, bigger Death Star. Han Solo remains frozen in the cavernous desert fortress of Jabba the Hutt, the most loathsome outlaw in the universe, who is also keeping Princess Leia as a slave girl. Now a master of the Force, Luke Skywalker rescues his friends, but he cannot become a true Jedi Knight until he wages his own crucial battle against Darth Vader, who has sworn to win Luke over to the dark side of the Force.",
    "release_date": "1983-05-23",
    "poster": "/jx5p0aHlbPXqe3AH9G15NvmWaqQ.jpg",
    "runtime": 135,
    "id": 1892,
    "genre_ids": [
      12,
      28,
      878
    ]
  },
  {
    "title": "Ice Age: The Meltdown",
    "overview": "Diego, Manny and Sid return in this sequel to the hit animated movie Ice Age. This time around, the deep freeze is over, and the ice-covered earth is starting to melt, which will destroy the trio's cherished valley. The impending disaster prompts them to reunite and warn all the other beasts about the desperate situation.",
    "release_date": "2006-03-23",
    "poster": "/isRuztu5Ch7FJdtSBLcG8QSOpEI.jpg",
    "runtime": 91,
    "id": 950,
    "genre_ids": [
      16,
      10751,
      35,
      12
    ]
  },
  {
    "title": "Knock Knock",
    "overview": "When a devoted husband and father is left home alone for the weekend, two stranded young women unexpectedly knock on his door for help. What starts out as a kind gesture results in a dangerous seduction and a deadly game of cat and mouse.",
    "release_date": "2015-06-26",
    "poster": "/eynMtjBB1fXsB5vsQylVmsDLmvw.jpg",
    "runtime": 99,
    "id": 263472,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "Shrek",
    "overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
    "release_date": "2001-05-16",
    "poster": "/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg",
    "runtime": 90,
    "id": 808,
    "genre_ids": [
      10751,
      14,
      12,
      16,
      35
    ]
  },
  {
    "title": "Despicable Me",
    "overview": "In a happy suburban neighbourhood surrounded by white picket fences with flowering rose bushes, sits a black house with a dead lawn. Unbeknownst to the neighbours, hidden deep beneath this home is a vast secret hideout. Surrounded by an army of tireless, little yellow minions, we discover Gru, planning the biggest heist in the history of the world. He is going to steal the moon (Yes, the moon!) to prove to his Mum that he is better than the other super-villains, especially the new kid on the block, Vector. Gru delights in all things wicked. Armed with his arsenal of shrink rays, freeze guns and battle-ready vehicles for land and air, he vanquishes all who stand in his way. Until the day he encounters the immense will of three little orphaned girls who look at him and see something that no one else has ever seen: a potential dad.",
    "release_date": "2010-07-08",
    "poster": "/4zHJhBSY4kNZXfhTlmy2TzXD51M.jpg",
    "runtime": 95,
    "id": 20352,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "Saving Private Ryan",
    "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
    "release_date": "1998-07-24",
    "poster": "/gc7IN6bWNaWXv4vI6cxSmeB7PeO.jpg",
    "runtime": 169,
    "id": 857,
    "genre_ids": [
      18,
      36,
      10752
    ]
  },
  {
    "title": "London Has Fallen",
    "overview": "In London for the Prime Minister's funeral, Mike Banning discovers a plot to assassinate all the attending world leaders.",
    "release_date": "2016-01-22",
    "poster": "/7NcU61uT3ukSRU39G5fIiddhHHi.jpg",
    "runtime": 99,
    "id": 267860,
    "genre_ids": [
      53,
      28,
      80
    ]
  },
  {
    "title": "Jaws",
    "overview": "An insatiable great white shark terrorizes the townspeople of Amity Island, The police chief, an oceanographer and a grizzled shark hunter seek to destroy the bloodthirsty beast.",
    "release_date": "1975-06-18",
    "poster": "/l1yltvzILaZcx2jYvc5sEMkM7Eh.jpg",
    "runtime": 124,
    "id": 578,
    "genre_ids": [
      27,
      53,
      12
    ]
  },
  {
    "title": "Star Trek",
    "overview": "The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.",
    "release_date": "2009-05-06",
    "poster": "/eD7hpgRsI8YFLZkTD7f2MR2HSnh.jpg",
    "runtime": 127,
    "id": 13475,
    "genre_ids": [
      878,
      28,
      12
    ]
  },
  {
    "title": "Iron Man 2",
    "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press, and the public to share his technology with the military. Unwilling to let go of his invention, Stark, along with Pepper Potts, and James \"Rhodey\" Rhodes at his side, must forge new alliances - and confront powerful enemies.",
    "release_date": "2010-04-28",
    "poster": "/ArqpkNYGfcTIA6umWt6xihfIZZv.jpg",
    "runtime": 124,
    "id": 10138,
    "genre_ids": [
      12,
      28,
      878
    ]
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "overview": "Everyone's favorite novice wizard, Harry Potter, continues his high-flying adventures at Hogwarts. This time around, Harry ignores warnings not to return to school - that is, if he values his life - to investigate a mysterious series of attacks with Ron and Hermione.",
    "release_date": "2002-11-03",
    "poster": "/lryNn7sNkvQIg45KwgeKnMxSSRX.jpg",
    "runtime": 161,
    "id": 672,
    "genre_ids": [
      12,
      14,
      10751
    ]
  },
  {
    "title": "Zoolander 2",
    "overview": "Derek and Hansel are modelling again when an opposing company attempts to take them out from the business.",
    "release_date": "2016-02-06",
    "poster": "/u2s2WOskiEH71WbGCZehZ0shduO.jpg",
    "runtime": 100,
    "id": 329833,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Pirates of the Caribbean: At World's End",
    "overview": "Captain Barbossa, long believed to be dead, has come back to life and is headed to the edge of the Earth with brave Will Turner and feisty Elizabeth Swann. And what of Jack Sparrow? Nothing is as it seems.",
    "release_date": "2007-05-19",
    "poster": "/bXb00CkHqx7TPchTGG131sWV59y.jpg",
    "runtime": 169,
    "id": 285,
    "genre_ids": [
      12,
      14,
      28
    ]
  },
  {
    "title": "The Wedding Ringer",
    "overview": "Doug Harris is a loveable but socially awkward groom-to-be with a problem: he has no best man.  With less than two weeks to go until he marries the girl of his dreams, Doug is referred to Jimmy Callahan, owner and CEO of Best Man, Inc., a company that provides flattering best men for socially challenged guys in need.  What ensues is a hilarious wedding charade as they try to pull off the big con, and an unexpected budding bromance between Doug and his fake\r best man Jimmy.",
    "release_date": "2015-01-16",
    "poster": "/u3gLkiOpkNb01r7yvrbbOfBJv3R.jpg",
    "runtime": 101,
    "id": 252838,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Dawn of the Planet of the Apes",
    "overview": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
    "release_date": "2014-06-26",
    "poster": "/2EUAUIu5lHFlkj5FRryohlH6CRO.jpg",
    "runtime": 130,
    "id": 119450,
    "genre_ids": [
      878,
      28,
      18,
      53
    ]
  },
  {
    "title": "Pirates of the Caribbean: On Stranger Tides",
    "overview": "Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love -- or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past.",
    "release_date": "2011-05-11",
    "poster": "/jUkGuSC9Kt29rW3x6UiB9zyZr1M.jpg",
    "runtime": 136,
    "id": 1865,
    "genre_ids": [
      12,
      28,
      14
    ]
  },
  {
    "title": "Men in Black",
    "overview": "Men in Black follows the exploits of agents Kay and Jay, members of a top-secret organization established to monitor and police alien activity on Earth. The two Men in Black find themselves in the middle of the deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies. In order to prevent worlds from colliding, the MiB must track down the terrorist and prevent the destruction of Earth. It's just another typical day for the Men in Black.",
    "release_date": "1997-07-01",
    "poster": "/f24UVKq3UiQWLqGWdqjwkzgB8j8.jpg",
    "runtime": 98,
    "id": 607,
    "genre_ids": [
      28,
      12,
      35,
      878
    ]
  },
  {
    "title": "Sex Tape",
    "overview": "When Jay and Annie first got together, their romantic connection was intense – but ten years and two kids later, the flame of their love needs a spark.  To kick things up a notch, they decide – why not? – to make a video of themselves trying out every position in The Joy of Sex in one marathon three-hour session.  It seems like a great idea – until they discover that their most private video is no longer private.  With their reputations on the line, they know they’re just one click away from being laid bare to the world... but as their race to reclaim their video leads to a night they'll never forget, they'll find that their video will expose even more than they bargained for.",
    "release_date": "2014-07-17",
    "poster": "/2BMmIPGu5ZbTrwXwomdSUuTB2Ul.jpg",
    "runtime": 97,
    "id": 225886,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Predestination",
    "overview": "Predestination chronicles the life of a Temporal Agent (Ethan Hawke) sent on an intricate series of time-travel journeys designed to prevent future killers from committing their crimes. Now, on his final assignment, the Agent must stop the one criminal that has eluded him throughout time and prevent a devastating attack in which thousands of lives will be lost.",
    "release_date": "2014-08-28",
    "poster": "/kDdUtDsGMQ3OYwoBtEQyJIGPz4V.jpg",
    "runtime": 97,
    "id": 206487,
    "genre_ids": [
      878,
      53
    ]
  },
  {
    "title": "I Am Legend",
    "overview": "Robert Neville is a scientist who was unable to stop the spread of the terrible virus that was incurable and man-made. Immune, Neville is now the last human survivor in what is left of New York City and perhaps the world. For three years, Neville has faithfully sent out daily radio messages, desperate to find any other survivors who might be out there. But he is not alone.",
    "release_date": "2007-12-13",
    "poster": "/cUQiPUccQaB5dKDeYRUfoZIFnsI.jpg",
    "runtime": 101,
    "id": 6479,
    "genre_ids": [
      18,
      27,
      28,
      53,
      878
    ]
  },
  {
    "title": "Finding Nemo",
    "overview": "A tale which follows the comedic and eventful journeys of two fish, the fretful Marlin and his young son Nemo, who are separated from each other in the Great Barrier Reef when Nemo is unexpectedly taken from his home and thrust into a fish tank in a dentist's office overlooking Sydney Harbor. Buoyed by the companionship of a friendly but forgetful fish named Dory, the overly cautious Marlin embarks on a dangerous trek and finds himself the unlikely hero of an epic journey to rescue his son.",
    "release_date": "2003-11-29",
    "poster": "/zjqInUwldOBa0q07fOyohYCWxWX.jpg",
    "runtime": 100,
    "id": 12,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Taken 2",
    "overview": "In Istanbul, retired CIA operative Bryan Mills and his wife are taken hostage by the father of a kidnapper Mills killed while rescuing his daughter.",
    "release_date": "2012-09-27",
    "poster": "/rDX2zd9aVMJnBmlS8efwOYsi76R.jpg",
    "runtime": 91,
    "id": 82675,
    "genre_ids": [
      28,
      53,
      80,
      18
    ]
  },
  {
    "title": "No Escape",
    "overview": "In their new overseas home, an American family soon finds themselves caught in the middle of a coup, and they frantically look for a safe escape in an environment where foreigners are being immediately executed.",
    "release_date": "2015-08-26",
    "poster": "/2tFNO3dfePfNXslg3ZNAeyFwkx2.jpg",
    "runtime": 103,
    "id": 192141,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "Up",
    "overview": "After a lifetime of dreaming of traveling the world, 78-year-old homebody Carl flies away on an unbelievable adventure with Russell, an 8-year-old Wilderness Explorer, unexpectedly in tow. Together, the unlikely pair embarks on a thrilling odyssey full of jungle beasts and rough terrain.",
    "release_date": "2009-05-13",
    "poster": "/gfFqBcoFW8uczyl2ytVmVmUg82k.jpg",
    "runtime": 96,
    "id": 14160,
    "genre_ids": [
      16,
      35,
      10751,
      12
    ]
  },
  {
    "title": "Ice Age: Dawn of the Dinosaurs",
    "overview": "Times are changing for moody mammoth Manny, motor mouthed sloth Sid and crafty saber-toothed tiger Diego in this third installment of the beloved computer-animated children's franchise. Life heats up for our heroes when they meet some new and none-too-friendly neighbors: the mighty dinosaurs.",
    "release_date": "2009-06-29",
    "poster": "/crAf8b9gFpcdvY7majL8xWzTbem.jpg",
    "runtime": 94,
    "id": 8355,
    "genre_ids": [
      16,
      35,
      10751,
      12
    ]
  },
  {
    "title": "Drive",
    "overview": "A mysterious Hollywood stuntman who moonlights as a getaway driver seems to be trying to escape his shady past as he falls for his neighbor - whose husband is in prison and who's looking after her child alone. Meanwhile, his garage mechanic boss is trying to set up a race team using gangland money, which implicates our driver as he is to be used as the race team's main driver. Our hero gets more than he bargained for when he meets the man who is married to the woman he loves.",
    "release_date": "2011-08-06",
    "poster": "/fsnaaNQ4RmZwgRv6qfT7NIi41Sj.jpg",
    "runtime": 100,
    "id": 64690,
    "genre_ids": [
      18,
      28,
      53,
      80
    ]
  },
  {
    "title": "Predator",
    "overview": "Dutch and his group of commandos are hired by the CIA to rescue downed airmen from guerillas in a Central American jungle. The mission goes well but as they return they find that something is hunting them. Nearly invisible, it blends in with the forest, taking trophies from the bodies of its victims as it goes along. Occasionally seeing through its eyes, the audience sees it is an intelligent alien hunter, hunting them for sport, killing them off one at a time.",
    "release_date": "1987-06-11",
    "poster": "/bj7A0teF2TWxxNGZjWTXiGrvCu2.jpg",
    "runtime": 107,
    "id": 106,
    "genre_ids": [
      878,
      28,
      12,
      53
    ]
  },
  {
    "title": "A.I. Artificial Intelligence",
    "overview": "Eleven-year-old David is the first android with human feelings. He is adopted by the Swinton family to test his ability to function. Before they are done testing him though David goes off on his own following his wish to be a human. He is on an odyssey to understand the secret to his existence. A science fiction film from Steven Spielberg taken over from Stanley Kubrick.",
    "release_date": "2001-06-25",
    "poster": "/xSDbNapXqfW9kItSBL4wAYqLHxn.jpg",
    "runtime": 146,
    "id": 644,
    "genre_ids": [
      18,
      878,
      12
    ]
  },
  {
    "title": "Zombieland",
    "overview": "Columbus (Jesse Eisenberg) has made a habit of running from what scares him. Tallahassee (Woody Harrelson) doesn't have fears. If he did, he'd kick their ever-living ass. In a world overrun by zombies, these two are perfectly evolved survivors. But now, they're about to stare down the most terrifying prospect of all: each other.",
    "release_date": "2009-10-07",
    "poster": "/vUzzDpVrab1BOG3ogxhRGfLN94d.jpg",
    "runtime": 88,
    "id": 19908,
    "genre_ids": [
      35,
      27
    ]
  },
  {
    "title": "Step Up All In",
    "overview": "All-stars from the previous Step Up installments come together in glittering Las Vegas, battling for a victory that could define their dreams and their careers.",
    "release_date": "2014-07-16",
    "poster": "/jFkvtmhE4NqENI4e0sZxmI8vrSS.jpg",
    "runtime": 112,
    "id": 243683,
    "genre_ids": [
      10749,
      18,
      10402
    ]
  },
  {
    "title": "Oblivion",
    "overview": "Jack Harper (Tom Cruise) is one of the last few drone repairmen stationed on Earth.  Part of a massive operation to extract vital resources after decades of war with a terrifying threat known as the Scavs, Jack’s mission is nearly complete.  His existence is brought crashing down when he rescues a beautiful  stranger from a downed spacecraft.  Her arrival triggers a chain of events that  forces him to question everything he knows and puts the fate of humanity in his hands.",
    "release_date": "2013-04-10",
    "poster": "/hmOzkHlkGvi8x24fYpFSnXvjklv.jpg",
    "runtime": 126,
    "id": 75612,
    "genre_ids": [
      28,
      878,
      12,
      9648
    ]
  },
  {
    "title": "The Hitchhiker's Guide to the Galaxy",
    "overview": "Mere seconds before the Earth is to be demolished by an alien construction crew, Arthur Dent is swept off the planet by his friend Ford Prefect, a researcher penning a new edition of \"The Hitchhiker's Guide to the Galaxy.\"",
    "release_date": "2005-01-15",
    "poster": "/fOb4cJMhnZ11BoHNUii3Vcfo3XU.jpg",
    "runtime": 109,
    "id": 7453,
    "genre_ids": [
      12,
      35,
      10751,
      878
    ]
  },
  {
    "title": "Live Free or Die Hard",
    "overview": "John McClane is back and badder than ever, and this time he's working for Homeland Security. He calls on the services of a young hacker in his bid to stop a ring of Internet terrorists intent on taking control of America's computer infrastructure.",
    "release_date": "2007-06-20",
    "poster": "/pHWgbaXiQD2nmex7u8Xv6XmhaZS.jpg",
    "runtime": 128,
    "id": 1571,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "Toy Story",
    "overview": "Woody the cowboy is young Andy’s favorite toy. Yet this changes when Andy get the new super toy Buzz Lightyear for his birthday. Now that Woody is no longer number one he plans his revenge on Buzz. Toy Story is a milestone in film history for being the first feature film to use entirely computer animation.",
    "release_date": "1995-10-30",
    "poster": "/uMZqKhT4YA6mqo2yczoznv7IDmv.jpg",
    "runtime": 81,
    "id": 862,
    "genre_ids": [
      16,
      35,
      10751
    ]
  },
  {
    "title": "Men in Black II",
    "overview": "Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIBs untarnished mission statement: protecting the earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. And now it's a race against the clock as Jay must convince Kay-who not only has absolutely no memory of his time spent with the Men In Black, but is also the only living person left with the expertise to save the galaxy-to reunite with the MIB before the earth submits to ultimate destruction.",
    "release_date": "2002-07-03",
    "poster": "/qWjRfBwr4VculczswwojXgoU0mq.jpg",
    "runtime": 88,
    "id": 608,
    "genre_ids": [
      28,
      12,
      35,
      878
    ]
  },
  {
    "title": "The Bourne Legacy",
    "overview": "The fourth installment of the highly successful Bourne series sidelines main character Jason Bourne in order to focus on a fellow estranged assassin Aaron Cross. The story centers on new CIA operative, Aaron Cross as he experiences life-or-death stakes that have been triggered by the previous actions of Jason Bourne.",
    "release_date": "2012-08-08",
    "poster": "/AnKnLsybNhnibvA3mba1ct9Nnb6.jpg",
    "runtime": 120,
    "id": 49040,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "Jackie Brown",
    "overview": "Jackie Brown is a flight attendant who gets caught in the middle of smuggling cash into the country for her gunrunner boss. When the cops try to use Jackie to get to her boss, she hatches a plan—with help from a bail bondsman—to keep the money for herself. Based on Elmore Leonard's novel “Rum Punch”.",
    "release_date": "1997-12-24",
    "poster": "/4XVPYOdMAizdNMSwS0SK3fPJcvR.jpg",
    "runtime": 154,
    "id": 184,
    "genre_ids": [
      28,
      80,
      18,
      53
    ]
  },
  {
    "title": "A Walk in the Woods",
    "overview": "After spending two decades in England, Bill Bryson returns to the U.S., where he decides the best way to connect with his homeland is to hike the Appalachian Trail with one of his oldest friends.",
    "release_date": "2015-08-19",
    "poster": "/pGrsFEL5RJaKLH649Y5lLdBhu9I.jpg",
    "runtime": 104,
    "id": 232572,
    "genre_ids": [
      18,
      12,
      35
    ]
  },
  {
    "title": "Macbeth",
    "overview": "Feature film adaptation of Shakespeare's Scottish play about General Macbeth whose ambitious wife urges him to use wicked means in order to gain power of the throne over the sitting king, Duncan.",
    "release_date": "2015-08-16",
    "poster": "/417tcPgyz8oatgp1WE0SZZ4Odgl.jpg",
    "runtime": 113,
    "id": 225728,
    "genre_ids": [
      18,
      10752
    ]
  },
  {
    "title": "The Lion King",
    "overview": "A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.",
    "release_date": "1994-06-23",
    "poster": "/bKPtXn9n4M4s8vvZrbw40mYsefB.jpg",
    "runtime": 89,
    "id": 8587,
    "genre_ids": [
      16,
      10751,
      18
    ]
  },
  {
    "title": "12 Years a Slave",
    "overview": "In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty as well as unexpected kindnesses Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon’s chance meeting with a Canadian abolitionist will forever alter his life.",
    "release_date": "2013-10-18",
    "poster": "/kb3X943WMIJYVg4SOAyK0pmWL5D.jpg",
    "runtime": 134,
    "id": 76203,
    "genre_ids": [
      18,
      36
    ]
  },
  {
    "title": "Annie",
    "overview": "Annie is a young, happy foster kid who's also tough enough to make her way on the streets of New York in 2014. Originally left by her parents as a baby with the promise that they'd be back for her someday, it's been a hard knock life ever since with her mean foster mom Miss Hannigan. But everything's about to change when the hard-nosed tycoon and New York mayoral candidate Will Stacks - advised by his brilliant VP, Grace and his shrewd and scheming campaign advisor, Guy - makes a thinly-veiled campaign move and takes her in. Stacks believes he's her guardian angel, but Annie's self-assured nature and bright, sun-will-come-out-tomorrow outlook on life just might mean it's the other way around.",
    "release_date": "2014-12-19",
    "poster": "/hkvKhuUUgjJ4jrXKkvqoQ5JnQx5.jpg",
    "runtime": 119,
    "id": 196867,
    "genre_ids": [
      10402,
      35,
      18,
      10751
    ]
  },
  {
    "title": "Star Wars: Episode III - Revenge of the Sith",
    "overview": "Years after the onset of the Clone Wars, the noble Jedi Knights lead a massive clone army into a galaxy-wide battle against the Separatists. When the sinister Sith unveil a thousand-year-old plot to rule the galaxy, the Republic crumbles and from its ashes rises the evil Galactic Empire. Jedi hero Anakin Skywalker is seduced by the dark side of the Force to become the Emperor's new apprentice -- Darth Vader. The Jedi are decimated, as Obi-Wan Kenobi and Jedi Master Yoda are forced into hiding. The only hope for the galaxy are Anakin's own offspring -- the twin children born in secrecy who will grow up to become heroes.",
    "release_date": "2005-05-17",
    "poster": "/tgr5Pdy7ehZYBqBkN2K7Q02xgOb.jpg",
    "runtime": 140,
    "id": 1895,
    "genre_ids": [
      878,
      12,
      28
    ]
  },
  {
    "title": "The Wave",
    "overview": "Based on the fact that mountain party Åkneset, located in the Geiranger fjord in Norway, one day will race out and create a violent tsunami of over 80 meters that will crush everything in its path before it hits land in Geiranger. A geologist gets caught in the middle of it and a race against against time begins.",
    "release_date": "2015-08-28",
    "poster": "/AnPHblkG8rcFeQVDa0BZXfNrhGs.jpg",
    "runtime": 104,
    "id": 336882,
    "genre_ids": [
      53,
      28,
      18
    ]
  },
  {
    "title": "V for Vendetta",
    "overview": "In a world in which Great Britain has become a fascist state, a masked vigilante known only as \"V\" conducts guerrilla warfare against the oppressive British government. When \"V\" rescues a young woman from the secret police, he finds in her an ally with whom he can continue his fight to free the people of Britain.",
    "release_date": "2005-12-11",
    "poster": "/AoGpqw4S4ZGgwhlM3FgzFVwyIGl.jpg",
    "runtime": 132,
    "id": 752,
    "genre_ids": [
      28,
      53,
      14
    ]
  },
  {
    "title": "Before I Go to Sleep",
    "overview": "A woman wakes up every day, remembering nothing as a result of a traumatic accident in her past. One day, new terrifying truths emerge that force her to question everyone around her.",
    "release_date": "2014-09-03",
    "poster": "/3UG2Pb122c7Va8MBtr1OHRB1YPh.jpg",
    "runtime": 92,
    "id": 204922,
    "genre_ids": [
      9648,
      53
    ]
  },
  {
    "title": "The Divergent Series: Allegiant",
    "overview": "Beatrice Prior and Tobias Eaton venture into the world outside of the fence and are taken into protective custody by a mysterious agency known as the Bureau of Genetic Welfare.",
    "release_date": "2016-03-09",
    "poster": "/tSFBh9Ayn5uiwbUK9HvD2lrRgaQ.jpg",
    "runtime": 0,
    "id": 262504,
    "genre_ids": [
      12,
      878
    ]
  },
  {
    "title": "The Departed",
    "overview": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise in Martin Scorsese's multiple Oscar-winning crime thriller. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "release_date": "2006-10-05",
    "poster": "/tGLO9zw5ZtCeyyEWgbYGgsFxC6i.jpg",
    "runtime": 151,
    "id": 1422,
    "genre_ids": [
      18,
      53,
      80
    ]
  },
  {
    "title": "Spirited Away",
    "overview": "Spirited Away is an Oscar winning Japanese animated film about a ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?",
    "release_date": "2001-07-20",
    "poster": "/dL11DBPcRhWWnJcFXl9A07MrqTI.jpg",
    "runtime": 125,
    "id": 129,
    "genre_ids": [
      14,
      12,
      16,
      10751
    ]
  },
  {
    "title": "Children of Men",
    "overview": "In 2027, in a chaotic world in which humans can no longer procreate, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea, where her child's birth may help scientists save the future of humankind.",
    "release_date": "2006-09-22",
    "poster": "/gZ6i32Da76EUxta06GL2BxpC4Cn.jpg",
    "runtime": 109,
    "id": 9693,
    "genre_ids": [
      18,
      28,
      53,
      878
    ]
  },
  {
    "title": "No Country for Old Men",
    "overview": "Llewelyn Moss stumbles upon dead bodies, $2 million and a hoard of heroin in a Texas desert, but methodical killer Anton Chigurh comes looking for it, with local sheriff Ed Tom Bell hot on his trail. The roles of prey and predator blur as the violent pursuit of money and justice collide.",
    "release_date": "2007-11-08",
    "poster": "/6o0UWX2naW7HK45PDNYmoMIk5qs.jpg",
    "runtime": 122,
    "id": 6977,
    "genre_ids": [
      80,
      18,
      53
    ]
  },
  {
    "title": "Ted",
    "overview": "Family Guy creator Seth MacFarlane brings his boundary-pushing brand of humor to the big screen for the first time as writer, director and voice star of Ted. In the live action/CG-animated comedy, he tells the story of John Bennett, a grown man who must deal with the cherished teddy bear who came to life as the result of a childhood wish, and has refused to leave his side ever since.",
    "release_date": "2012-06-29",
    "poster": "/yLdP2vDa1BqxLSbikGypGtAEOGe.jpg",
    "runtime": 106,
    "id": 72105,
    "genre_ids": [
      35,
      14
    ]
  },
  {
    "title": "101 Dalmatians",
    "overview": "When a litter of dalmatian puppies are abducted by the minions of Cruella De Vil, the parents must find them before she uses them for a diabolical fashion statement.",
    "release_date": "1961-01-25",
    "poster": "/vo5j5OZIdnfMIZSkVfSvh8cJUU.jpg",
    "runtime": 79,
    "id": 12230,
    "genre_ids": [
      12,
      16,
      35,
      10751
    ]
  },
  {
    "title": "Dirty Grandpa",
    "overview": "Right before his wedding, an uptight guy is tricked into driving his grandfather, a perverted former Army general, to Florida for spring break.",
    "release_date": "2016-01-21",
    "poster": "/zRq8AhChMrOPEm2S67gAvOCsZsa.jpg",
    "runtime": 102,
    "id": 291870,
    "genre_ids": [
      12,
      35
    ]
  },
  {
    "title": "Ender's Game",
    "overview": "Based on the classic novel by Orson Scott Card, Ender's Game is the story of the Earth's most gifted children training to defend their homeplanet in the space wars of the future.",
    "release_date": "2013-10-23",
    "poster": "/vuZ8uSqyOM5698yNraF7OJRM3mS.jpg",
    "runtime": 114,
    "id": 80274,
    "genre_ids": [
      878,
      28,
      12
    ]
  },
  {
    "title": "Star Trek Into Darkness",
    "overview": "When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.",
    "release_date": "2013-05-05",
    "poster": "/pHYilN22KYFjdB7aBdDHeCLVpRd.jpg",
    "runtime": 132,
    "id": 54138,
    "genre_ids": [
      28,
      12,
      878
    ]
  },
  {
    "title": "Child 44",
    "overview": "Set in Stalin-era Soviet Union, a disgraced MGB agent is dispatched to investigate a series of child murders -- a case that begins to connect with the very top of party leadership.",
    "release_date": "2015-04-15",
    "poster": "/nzXwfnBcsmREzHlem6fkStN1RUH.jpg",
    "runtime": 137,
    "id": 181283,
    "genre_ids": [
      80,
      53
    ]
  },
  {
    "title": "The Expendables",
    "overview": "Barney Ross leads a band of highly skilled mercenaries including knife enthusiast Lee Christmas, a martial arts expert, heavy weapons specialist, demolitionist, and a loose-cannon sniper. When the group is commissioned by the mysterious Mr. Church to assassinate the dictator of a small South American island, Barney and Lee visit the remote locale to scout out their opposition and discover the true nature of the conflict engulfing the city.",
    "release_date": "2010-08-03",
    "poster": "/y2qJoYxOhzyidsA60Mqn29H38Lk.jpg",
    "runtime": 103,
    "id": 27578,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "American Beauty",
    "overview": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
    "release_date": "1999-09-14",
    "poster": "/or1MP8BZIAjqWYxPdPX724ydKar.jpg",
    "runtime": 122,
    "id": 14,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "American History X",
    "overview": "Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
    "release_date": "1998-10-30",
    "poster": "/fXepRAYOx1qC3wju7XdDGx60775.jpg",
    "runtime": 119,
    "id": 73,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Drop",
    "overview": "Bob Saginowski finds himself at the center of a robbery gone awry and entwined in an investigation that digs deep into the neighborhood's past where friends, families, and foes all work together to make a living - no matter the cost.",
    "release_date": "2014-09-12",
    "poster": "/lj8AMCjWx0jU93XajzUEOUUNKZF.jpg",
    "runtime": 106,
    "id": 154400,
    "genre_ids": [
      18,
      80
    ]
  },
  {
    "title": "(500) Days of Summer",
    "overview": "Tom (Joseph Gordon-Levitt), greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer (Zooey Deschanel), suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life.",
    "release_date": "2009-07-17",
    "poster": "/5SjtNPD1bb182vzQccvEUpXHFjN.jpg",
    "runtime": 95,
    "id": 19913,
    "genre_ids": [
      35,
      18,
      10749
    ]
  },
  {
    "title": "Dr. No",
    "overview": "When Strangways, the British SIS Station Chief in Jamaica goes missing, MI6 send James Bond - Agent 007 to investigate. His investigation leads him to the mysterious Crab Key; the secret base of Dr No who he suspects is trying to sabotage the American space program using a radio beam. With the assistance of local fisherman Quarrel, who had been helping Strangways, Bond sneaks onto Crab Key where he meets the beautiful Honey Ryder. Can the three of them defeat an army of henchmen and a \"fire breathing dragon\" in order to stop Dr No, save the space program and get revenge for Strangways? Dr. No is the first film of legendary James Bond series starring Sean Connery in the role of Fleming's British super agent.",
    "release_date": "1962-10-04",
    "poster": "/gRdfLVVf6FheOw6mw6wOsKhZG1l.jpg",
    "runtime": 110,
    "id": 646,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Shaun of the Dead",
    "overview": "Shaun of the Dead is a humorous homage to Zombie movies from director Edgar Wright; an outrageous romantic comedy with zombies.",
    "release_date": "2004-04-09",
    "poster": "/2evlcGnsfdFWLb7geNlIjIewc0Q.jpg",
    "runtime": 99,
    "id": 747,
    "genre_ids": [
      27,
      35
    ]
  },
  {
    "title": "Total Recall",
    "overview": "Construction worker Douglas Quaid discovers a memory chip in his brain during a virtual-reality trip. He also finds that his past has been invented to conceal a plot of planetary domination. Soon, he's off to Mars to find out who he is and who planted the chip.",
    "release_date": "1990-06-01",
    "poster": "/ikYpJ0AjGBNnAYFnPJDUVIOcduR.jpg",
    "runtime": 113,
    "id": 861,
    "genre_ids": [
      28,
      12,
      878
    ]
  },
  {
    "title": "Mad Max",
    "overview": "In a dystopic future Australia, a vicious biker gang murder a cop's family and make his fight with them personal.",
    "release_date": "1979-04-12",
    "poster": "/mfmJ0BftkGV5uRkVEsTWM39LRIt.jpg",
    "runtime": 93,
    "id": 9659,
    "genre_ids": [
      12,
      28,
      53,
      878
    ]
  },
  {
    "title": "Grimsby",
    "overview": "Wrongfully accused and on the run, a top MI6 assassin joins forces with his long-lost, football hooligan brother to save the world from a sinister plot.",
    "release_date": "2016-02-24",
    "poster": "/foEAe9AlPfQmaVngziK4vbFBnP3.jpg",
    "runtime": 82,
    "id": 267193,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "The Forest",
    "overview": "Set in the Aokigahara Forest, a real-life place in Japan where people go to end their lives. Against this backdrop, a young American woman comes in search of her twin sister, who has mysteriously disappeared.",
    "release_date": "2016-01-07",
    "poster": "/ox9y8ia8lGqtkmLZD3YghA7sZkU.jpg",
    "runtime": 95,
    "id": 329440,
    "genre_ids": [
      53,
      27
    ]
  },
  {
    "title": "RoboCop",
    "overview": "In RoboCop, the year is 2028 and multinational conglomerate OmniCorp is at the center of robot technology.  Overseas, their drones have been used by the military for years, but have been forbidden for law enforcement in America.  Now OmniCorp wants to bring their controversial technology to the home front, and they see a golden opportunity to do it.  When Alex Murphy (Joel Kinnaman) – a loving husband, father and good cop doing his best to stem the tide of crime and corruption in Detroit – is critically injured, OmniCorp sees their chance to build a part-man, part-robot police officer.  OmniCorp envisions a RoboCop in every city and even more billions for their shareholders, but they never counted on one thing: there is still a man inside the machine.",
    "release_date": "2014-01-30",
    "poster": "/hFQcC5eSSHqJfk70RdgrMMxGuYt.jpg",
    "runtime": 102,
    "id": 97020,
    "genre_ids": [
      878
    ]
  },
  {
    "title": "Se7en",
    "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "release_date": "1995-09-22",
    "poster": "/zgB9CCTDlXRv50Z70ZI4elJtNEk.jpg",
    "runtime": 127,
    "id": 807,
    "genre_ids": [
      80,
      9648,
      53
    ]
  },
  {
    "title": "The Expendables 3",
    "overview": "Barney, Christmas and the rest of the team comes face-to-face with Conrad Stonebanks, who years ago co-founded The Expendables with Barney. Stonebanks subsequently became a ruthless arms trader and someone who Barney was forced to kill… or so he thought. Stonebanks, who eluded death once before, now is making it his mission to end The Expendables -- but Barney has other plans. Barney decides that he has to fight old blood with new blood, and brings in a new era of Expendables team members, recruiting individuals who are younger, faster and more tech-savvy. The latest mission becomes a clash of classic old-school style versus high-tech expertise in the Expendables’ most personal battle yet.",
    "release_date": "2014-08-04",
    "poster": "/xczFwJhcCb2rUMylXam0Ni7Yn5o.jpg",
    "runtime": 127,
    "id": 138103,
    "genre_ids": [
      28,
      12,
      53
    ]
  },
  {
    "title": "Monsters University",
    "overview": "A look at the relationship between Mike and Sulley during their days at Monsters University — when they weren't necessarily the best of friends.",
    "release_date": "2013-06-20",
    "poster": "/a05xQU9huY3P5uurLcGGHmsf2Vh.jpg",
    "runtime": 104,
    "id": 62211,
    "genre_ids": [
      16,
      10751
    ]
  },
  {
    "title": "The Bourne Ultimatum",
    "overview": "Bourne is brought out of hiding once again by reporter Simon Ross who is trying to unveil Operation Blackbriar, an upgrade to Project Treadstone, in a series of newspaper columns. Information from the reporter stirs a new set of memories, and Bourne must finally uncover his dark past while dodging The Company's best efforts to eradicate him.",
    "release_date": "2007-08-03",
    "poster": "/fHho6JYYY0nRcETWSoeI19iZsNF.jpg",
    "runtime": 115,
    "id": 2503,
    "genre_ids": [
      28,
      18,
      9648,
      53
    ]
  },
  {
    "title": "The Theory of Everything",
    "overview": "A look at the relationship between the famous physicist Stephen Hawking and his wife.",
    "release_date": "2014-11-26",
    "poster": "/4jspr8hLLuju59bCnMiefzRW4p0.jpg",
    "runtime": 123,
    "id": 266856,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "Goosebumps",
    "overview": "A teenager teams up with the daughter of young adult horror author R.L. Stine after the writer's imaginary demons are set free on the town of Madison, Delaware.",
    "release_date": "2015-08-05",
    "poster": "/9yOnWCvpNr6RRhc4zhJdVqR7GKw.jpg",
    "runtime": 103,
    "id": 257445,
    "genre_ids": [
      12,
      27,
      35
    ]
  },
  {
    "title": "The Expendables 2",
    "overview": "Mr. Church reunites the Expendables for what should be an easy paycheck, but when one of their men is murdered on the job, their quest for revenge puts them deep in enemy territory and up against an unexpected threat.",
    "release_date": "2012-08-08",
    "poster": "/dJPnTe1qOcO7XqsJvESFph83m6m.jpg",
    "runtime": 103,
    "id": 76163,
    "genre_ids": [
      28,
      12,
      53
    ]
  },
  {
    "title": "Elysium",
    "overview": "In the year 2159, two classes of people exist: the very wealthy who live on a pristine man-made space station called Elysium, and the rest, who live on an overpopulated, ruined Earth. Secretary Rhodes (Jodie Foster), a hard line government ofﬁcial, will stop at nothing to enforce anti-immigration laws and preserve the luxurious lifestyle of the citizens of Elysium. That doesn’t stop the people of Earth from trying to get in, by any means they can. When unlucky Max (Matt Damon) is backed into a corner, he agrees to take on a daunting mission that, if successful, will not only save his life, but could bring equality to these polarized worlds.",
    "release_date": "2013-08-07",
    "poster": "/tHkjoAxmhp3Eau1h0Ir7maKMwUz.jpg",
    "runtime": 109,
    "id": 68724,
    "genre_ids": [
      878,
      28,
      18,
      53
    ]
  },
  {
    "title": "Blackhat",
    "overview": "A man is released from prison to help American and Chinese authorities pursue a mysterious cyber criminal. The dangerous search leads them from Chicago to Hong Kong.",
    "release_date": "2015-01-13",
    "poster": "/sW3VEsulmxMlOmQwm0h7H7lZROi.jpg",
    "runtime": 133,
    "id": 201088,
    "genre_ids": [
      9648,
      80,
      28,
      53,
      18
    ]
  },
  {
    "title": "Taken",
    "overview": "While vacationing with a friend in Paris, an American girl is kidnapped by a gang of human traffickers intent on selling her into forced prostitution. Working against the clock, her ex-spy father must pull out all the stops to save her. But with his best years possibly behind him, the job may be more than he can handle.",
    "release_date": "2008-02-24",
    "poster": "/3zlffXmo7QpVBc17QIJWrRfasVr.jpg",
    "runtime": 93,
    "id": 8681,
    "genre_ids": [
      28,
      53,
      80
    ]
  },
  {
    "title": "Black Hawk Down",
    "overview": "When U.S. Rangers and an elite Delta Force team attempt to kidnap two underlings of a Somali warlord, their Black Hawk helicopters are shot down, and the Americans suffer heavy casualties, facing intense fighting from the militia on the ground.",
    "release_date": "2001-12-28",
    "poster": "/yUzQ4r3q1Dy0bUAkMvUIwf0rPpR.jpg",
    "runtime": 144,
    "id": 855,
    "genre_ids": [
      28,
      36,
      10752
    ]
  },
  {
    "title": "Forrest Gump",
    "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do. Yet, despite all the things he has attained, his one true love eludes him. 'Forrest Gump' is the story of a man who rose above his challenges, and who proved that determination, courage, and love are more important than ability.",
    "release_date": "1994-06-22",
    "poster": "/z4ROnCrL77ZMzT0MsNXY5j25wS2.jpg",
    "runtime": 142,
    "id": 13,
    "genre_ids": [
      35,
      18,
      10749
    ]
  },
  {
    "title": "Wreck-It Ralph",
    "overview": "Wreck-It Ralph is the 9-foot-tall, 643-pound villain of an arcade video game named Fix-It Felix Jr., in which the game's titular hero fixes buildings that Ralph destroys. Wanting to prove he can be a good guy and not just a villain, Ralph escapes his game and lands in Hero's Duty, a first-person shooter where he helps the game's hero battle against alien invaders. He later enters Sugar Rush, a kart racing game set on tracks made of candies, cookies and other sweets. There, Ralph meets Vanellope von Schweetz who has learned that her game is faced with a dire threat that could affect the entire arcade, and one that Ralph may have inadvertently started.",
    "release_date": "2012-11-01",
    "poster": "/93FsllrXXWncp7BQYTdOU1XMRXo.jpg",
    "runtime": 108,
    "id": 82690,
    "genre_ids": [
      10751,
      16,
      35,
      12
    ]
  },
  {
    "title": "Rush",
    "overview": "A biographical drama centered on the rivalry between Formula 1 drivers James Hunt and Niki Lauda during the 1976 Formula One motor-racing season.",
    "release_date": "2013-09-02",
    "poster": "/cjEepHZOZAwmK6nAj5jis6HV75E.jpg",
    "runtime": 123,
    "id": 96721,
    "genre_ids": [
      18,
      28
    ]
  },
  {
    "title": "Beauty and the Beast",
    "overview": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
    "release_date": "1991-11-12",
    "poster": "/b9QJr2oblOu1grgOMUZF1xkUJdh.jpg",
    "runtime": 84,
    "id": 10020,
    "genre_ids": [
      10749,
      10751,
      16,
      14,
      10402
    ]
  },
  {
    "title": "The Transporter",
    "overview": "Former Special Forces officer Frank Martin will deliver anything to anyone for the right price, and his no-questions-asked policy puts him in high demand. But when he realizes his latest cargo is alive, it sets in motion a dangerous chain of events. The bound and gagged Lai is being smuggled to France by a shady American businessman, and Frank works to save her as his own illegal activities are uncovered by a French detective.",
    "release_date": "2002-10-02",
    "poster": "/vD5plFV1ec9CSIsdlPe9icCDRTL.jpg",
    "runtime": 92,
    "id": 4108,
    "genre_ids": [
      28,
      80,
      53
    ]
  },
  {
    "title": "A Clockwork Orange",
    "overview": "The head of a gang of toughs, in an insensitive futuristic society, is conditioned to become physically ill at sex and violence during a prison sentence. When he is released, he's brutally beaten by all of his old adversaries.",
    "release_date": "1971-12-18",
    "poster": "/hJYwfHxh9O7lyF7hTIT7ZoP8FYQ.jpg",
    "runtime": 136,
    "id": 185,
    "genre_ids": [
      18,
      878
    ]
  },
  {
    "title": "Automata",
    "overview": "Jacq Vaucan, an insurance agent of ROC robotics corporation, routinely investigates the case of manipulating a robot. What he discovers will have profound consequences for the future of humanity.",
    "release_date": "2014-10-09",
    "poster": "/wwo81W8PxHREEprnrJRww471hWm.jpg",
    "runtime": 110,
    "id": 262543,
    "genre_ids": [
      53,
      878
    ]
  },
  {
    "title": "Pacific Rim",
    "overview": "When legions of monstrous creatures, known as Kaiju, started rising from the sea, a war began that would take millions of lives and consume humanity's resources for years on end. To combat the giant Kaiju, a special type of weapon was devised: massive robots, called Jaegers, which are controlled simultaneously by two pilots whose minds are locked in a neural bridge. But even the Jaegers are proving nearly defenseless in the face of the relentless Kaiju. On the verge of defeat, the forces defending mankind have no choice but to turn to two unlikely heroes—a washed-up former pilot (Charlie Hunnam) and an untested trainee (Rinko Kikuchi)—who are teamed to drive a legendary but seemingly obsolete Jaeger from the past. Together, they stand as mankind's last hope against the mounting apocalypse.",
    "release_date": "2013-07-11",
    "poster": "/sCJEwEShZvruTpQ2a4yiX3Q9EyZ.jpg",
    "runtime": 131,
    "id": 68726,
    "genre_ids": [
      28,
      878,
      12
    ]
  },
  {
    "title": "The Internship",
    "overview": "Two recently laid-off men in their 40s try to make it as interns at a successful Internet company where their managers are in their 20s.",
    "release_date": "2013-06-07",
    "poster": "/xxOKDTQbQo7h1h7TyrQIW7u8KcJ.jpg",
    "runtime": 119,
    "id": 116741,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Hellboy",
    "overview": "In the final days of World War II, the Nazis attempt to use black magic to aid their dying cause. The Allies raid the camp where the ceremony is taking place, but not before a demon - Hellboy - has already been conjured. Joining the Allied forces, Hellboy eventually grows to adulthood, serving the cause of good rather than evil.",
    "release_date": "2004-04-02",
    "poster": "/3fAWzI9MUosggdGMu7EaDhn44m6.jpg",
    "runtime": 122,
    "id": 1487,
    "genre_ids": [
      14,
      28,
      878
    ]
  },
  {
    "title": "Sin City: A Dame to Kill For",
    "overview": "Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.",
    "release_date": "2014-08-20",
    "poster": "/k80qKrJ0qQ6ocVo5N932stNSg6j.jpg",
    "runtime": 102,
    "id": 189,
    "genre_ids": [
      80
    ]
  },
  {
    "title": "Lara Croft: Tomb Raider",
    "overview": "English aristocrat Lara Croft is skilled in hand-to-hand combat and in the middle of a battle with a secret society. The shapely archaeologist moonlights as a tomb raider to recover lost antiquities and meets her match in the evil Powell, who's in search of a powerful relic.",
    "release_date": "2001-06-11",
    "poster": "/m6aodY7SrvlTRiUFkxClaNAIQT.jpg",
    "runtime": 100,
    "id": 1995,
    "genre_ids": [
      12,
      14,
      28,
      53
    ]
  },
  {
    "title": "The Transporter Refueled",
    "overview": "The fast-paced action movie is again set in the criminal underworld in France, where Frank Martin is known as The Transporter, because he is the best driver and mercenary money can buy. In this installment, he meets Anna and they attempt to take down a group of ruthless Russian human traffickers who also have kidnapped Frank’s father.",
    "release_date": "2015-09-03",
    "poster": "/ozLbKCrsBKBPsxiXpSX6gttYrVi.jpg",
    "runtime": 96,
    "id": 287948,
    "genre_ids": [
      53,
      28,
      80
    ]
  },
  {
    "title": "Night at the Museum",
    "overview": "Chaos reigns at the natural history museum when night watchman Larry Daley accidentally stirs up an ancient curse, awakening Attila the Hun, an army of gladiators, a Tyrannosaurus rex and other exhibits. Larry tries desperately to keep the museum under control, but he's fighting a losing battle until President Teddy Roosevelt comes to the rescue.",
    "release_date": "2006-12-20",
    "poster": "/NUbCSwy2EQ9Z6psUjPqr3WdVI2.jpg",
    "runtime": 108,
    "id": 1593,
    "genre_ids": [
      28,
      12,
      35,
      10751,
      14
    ]
  },
  {
    "title": "Sexual Chronicles of a French Family",
    "overview": "Three generations of a French family open up about their sexual experiences and desires after young Romain is caught masturbating in his biology class.",
    "release_date": "2012-05-09",
    "poster": "/pU2nD3Llaz3Taq5FAaQUg00uJYD.jpg",
    "runtime": 81,
    "id": 112160,
    "genre_ids": [
      18,
      35
    ]
  },
  {
    "title": "The Purge: Anarchy",
    "overview": "Three groups of people are trying to survive Purge Night, when their stories intertwine and are left stranded in The Purge trying to survive the chaos and violence that occurs.",
    "release_date": "2014-07-17",
    "poster": "/l1DRl40x2OWUoPP42v8fjKdS1Z3.jpg",
    "runtime": 104,
    "id": 238636,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "Survivor",
    "overview": "A Foreign Service Officer in London tries to prevent a terrorist attack set to hit New York, but is forced to go on the run when she is framed for crimes she did not commit.",
    "release_date": "2015-05-21",
    "poster": "/XtvR1aSph7X3wqrE2PY66IPzVi.jpg",
    "runtime": 96,
    "id": 334074,
    "genre_ids": [
      80,
      53,
      28
    ]
  },
  {
    "title": "Man & Wife: An Educational Film for Married Adults",
    "overview": "One of the first hardcore features to receive widespread distribution, Man and Wife was also the genre's first blockbuster. Hosted by some unnamed escapee from a twelve-step program, Man and Wife, moves from anatomy charts and Asian erotic art into actual footage of two couples demonstrating nearly fifty different sexual positions. Whew!  Bucky grew hungry when he spied the wood panelled walls of their tiny bedroom, but gagged when the narrator insisted that the “woman on-top” position \"help(s) quench her motherly instincts. “Man and Wife” was the first of several sex documentaries made by Matt Cimber (aka Matteo Ottaviano), Jayne Mansfield's final husband, who had previously directed his wife in Single Room Furnished ('68).",
    "release_date": "1969-08-07",
    "poster": "/3NopDKOLb4kOm9FdPHUGRCX6Phx.jpg",
    "runtime": 65,
    "id": 287787,
    "genre_ids": [
      18,
      99
    ]
  },
  {
    "title": "Inherent Vice",
    "overview": "In Los Angeles at the turn of the 1970s, drug-fueled detective Larry \"Doc\" Sportello investigates the disappearance of an ex-girlfriend.",
    "release_date": "2014-12-25",
    "poster": "/2fCg6FORkgRLpFIKlUg4gULIn1u.jpg",
    "runtime": 148,
    "id": 171274,
    "genre_ids": [
      35,
      10749,
      80,
      18,
      9648
    ]
  },
  {
    "title": "Fifty Shades of Black",
    "overview": "An inexperienced college student meets a wealthy businessman whose sexual practices put a strain on their relationship.",
    "release_date": "2015-12-26",
    "poster": "/b3UYVW4EiSiVcg23WveE7fLl3jR.jpg",
    "runtime": 92,
    "id": 351819,
    "genre_ids": [
      10749,
      35
    ]
  },
  {
    "title": "Looper",
    "overview": "In the futuristic action thriller Looper, time travel will be invented but it will be illegal and only available on the black market. When the mob wants to get rid of someone, they will send their target 30 years into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.",
    "release_date": "2012-09-26",
    "poster": "/o4qXZMrZlfuTfwwNGMyTcx6p2uO.jpg",
    "runtime": 118,
    "id": 59967,
    "genre_ids": [
      28,
      53,
      878
    ]
  },
  {
    "title": "The Finest Hours",
    "overview": "The Coast Guard makes a daring rescue attempt off the coast of Cape Cod after after a pair of oil tankers are destroyed during a blizzard in 1952.",
    "release_date": "2016-01-21",
    "poster": "/4EljSOaIcGHaiuCy06EAS4AB0Np.jpg",
    "runtime": 114,
    "id": 300673,
    "genre_ids": [
      53,
      18
    ]
  },
  {
    "title": "G.I. Joe: Retaliation",
    "overview": "Framed for crimes against the country, the G.I. Joe team is terminated by Presidential order. This forces the G.I. Joes into not only fighting their mortal enemy Cobra; they are forced to contend with threats from within the government that jeopardize their very existence.",
    "release_date": "2013-03-26",
    "poster": "/swk1AHwPvIJv8NUFM1qpFuaT642.jpg",
    "runtime": 110,
    "id": 72559,
    "genre_ids": [
      12,
      28,
      878,
      53
    ]
  },
  {
    "title": "The Social Network",
    "overview": "On a fall night in 2003, Harvard undergrad and computer programming genius Mark Zuckerberg sits down at his computer and heatedly begins working on a new idea. In a fury of blogging and programming, what begins in his dorm room as a small site among friends soon becomes a global social network and a revolution in communication. A mere six years and 500 million friends later, Mark Zuckerberg is the youngest billionaire in history... but for this entrepreneur, success leads to both personal and legal complications.",
    "release_date": "2010-09-30",
    "poster": "/ok5Wh8385Kgblq9MSU4VGvazeMH.jpg",
    "runtime": 120,
    "id": 37799,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The Babadook",
    "overview": "A single mother, plagued by the violent death of her husband, battles with her son's fear of a monster lurking in the house, but soon discovers a sinister presence all around her.",
    "release_date": "2014-05-22",
    "poster": "/b3YzM03YxkOaJw2PglfKlcwr8bM.jpg",
    "runtime": 93,
    "id": 242224,
    "genre_ids": [
      18,
      53,
      27
    ]
  },
  {
    "title": "Extraction",
    "overview": "A former CIA operative is kidnapped by a group of terrorists. When his son learns there is no plan for his father to be saved, he launches his own rescue operation.",
    "release_date": "2015-12-18",
    "poster": "/s1yyDZetHVSLoL06ZgkCrWh0MH7.jpg",
    "runtime": 83,
    "id": 326425,
    "genre_ids": [
      53
    ]
  },
  {
    "title": "Leon: The Professional",
    "overview": "Leon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Leon's footsteps.",
    "release_date": "1994-09-14",
    "poster": "/gE8S02QUOhVnAmYu4tcrBlMTujz.jpg",
    "runtime": 110,
    "id": 101,
    "genre_ids": [
      53,
      80,
      18
    ]
  },
  {
    "title": "A Good Day to Die Hard",
    "overview": "Iconoclastic, take-no-prisoners cop John McClane, finds himself for the first time on foreign soil after traveling to Moscow to help his wayward son Jack - unaware that Jack is really a highly-trained CIA operative out to stop a nuclear weapons heist. With the Russian underworld in pursuit, and battling a countdown to war, the two McClanes discover that their opposing methods make them unstoppable heroes.",
    "release_date": "2013-02-06",
    "poster": "/c2SQMd00CCGTiDxGXVqA2J9lmzF.jpg",
    "runtime": 98,
    "id": 47964,
    "genre_ids": [
      28,
      53
    ]
  },
  {
    "title": "Mission: Impossible II",
    "overview": "With computer genius Luther Stickell at his side and a beautiful thief on his mind, agent Ethan Hunt races across Australia and Spain to stop a former IMF agent from unleashing a genetically engineered biological weapon called Chimera. This mission, should Hunt choose to accept it, plunges him into the center of an international crisis of terrifying magnitude.",
    "release_date": "2000-05-23",
    "poster": "/eRaEC0vf5q5TSvaoJPwGTt2wa9T.jpg",
    "runtime": 123,
    "id": 955,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Zoolander",
    "overview": "Clear the runway for Derek Zoolander, VH1's three-time male model of the year. His face falls when hippie-chic \"he's so hot right now\" Hansel scooters in to steal this year's award. The evil fashion guru Mugatu seizes the opportunity to turn Derek into a killing machine. Its a well-designed conspiracy and only with the help of Hansel and a few well-chosen accessories can Derek make the world safe.",
    "release_date": "2001-09-28",
    "poster": "/zNBryDxDAScAgKat8X18K2Jtg6k.jpg",
    "runtime": 89,
    "id": 9398,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Transporter 2",
    "overview": "Professional driver Frank Martin is living in Miami, where he is temporarily filling in for a friend as the chauffeur for a government narcotics control policymaker and his family. The young boy in the family is targeted for kidnapping, and Frank immediately becomes involved in protecting the child and exposing the kidnappers.",
    "release_date": "2005-08-02",
    "poster": "/bZKkwfQf4mHYlNbmViNjmAN60zY.jpg",
    "runtime": 87,
    "id": 9335,
    "genre_ids": [
      28,
      53,
      80
    ]
  },
  {
    "title": "E.T. the Extra-Terrestrial",
    "overview": "A science fiction fairytale about an extra-terrestrial who is left behind on Earth and is found by a young boy who befriends him. This heart-warming fantasy from Director Steven Spielberg became one of the most commercially successful films of all time.",
    "release_date": "1982-04-03",
    "poster": "/vEaHlJljhYqYjMc7HmNEOoq3UlU.jpg",
    "runtime": 115,
    "id": 601,
    "genre_ids": [
      878,
      12,
      10751,
      14
    ]
  },
  {
    "title": "Dallas Buyers Club",
    "overview": "Loosely based on the true-life tale of Ron Woodroof, a drug-taking, women-loving, homophobic man who in 1986 was diagnosed with HIV/AIDS and given thirty days to live.",
    "release_date": "2013-09-07",
    "poster": "/aoxYci1HnJdb4bno2jYSnzSGDkL.jpg",
    "runtime": 117,
    "id": 152532,
    "genre_ids": [
      18,
      36
    ]
  },
  {
    "title": "The Matrix Revolutions",
    "overview": "The human city of Zion defends itself against the massive invasion of the machines as Neo fights to end the war at another front while also opposing the rogue Agent Smith.",
    "release_date": "2003-05-23",
    "poster": "/sKogjhfs5q3azmpW7DFKKAeLEG8.jpg",
    "runtime": 129,
    "id": 605,
    "genre_ids": [
      12,
      28,
      53,
      878
    ]
  },
  {
    "title": "Howl's Moving Castle",
    "overview": "When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking home.",
    "release_date": "2004-11-19",
    "poster": "/iMarB2ior30OAXjPa7QIdeyUfM1.jpg",
    "runtime": 119,
    "id": 4935,
    "genre_ids": [
      14,
      16,
      12
    ]
  },
  {
    "title": "A Bug's Life",
    "overview": "On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.",
    "release_date": "1998-11-25",
    "poster": "/u9qGMRwcPwP0WETxulS5hKUsEum.jpg",
    "runtime": 95,
    "id": 9487,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Million Dollar Baby",
    "overview": "Despondent over a painful estrangement from his daughter, trainer Frankie Dunn isn't prepared for boxer Maggie Fitzgerald to enter his life. But Maggie's determined to go pro and to convince Dunn and his cohort to help her.",
    "release_date": "2004-12-14",
    "poster": "/h4VZKi2Jt4VoBYJmtC4c3bO8KqM.jpg",
    "runtime": 132,
    "id": 70,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Step Up 3D",
    "overview": "A tight-knit group of New York City street dancers, including Luke and Natalie, team up with NYU freshman Moose, and find themselves pitted against the world's best hip hop dancers in a high-stakes showdown that will change their lives forever.",
    "release_date": "2010-08-04",
    "poster": "/q8Pm7UpAqDdxo1Xnt29EHHAl2u2.jpg",
    "runtime": 107,
    "id": 41233,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "22 Jump Street",
    "overview": "After making their way through high school (twice), big changes are in store for officers Schmidt and Jenko when they go deep undercover at a local college. But when Jenko meets a kindred spirit on the football team, and Schmidt infiltrates the bohemian art major scene, they begin to question their partnership. Now they don't have to just crack the case - they have to figure out if they can have a mature relationship. If these two overgrown adolescents can grow from freshmen into real men, college might be the best thing that ever happened to them.",
    "release_date": "2014-06-05",
    "poster": "/gNlV5FhDZ1PjxSv2aqTPS30GEon.jpg",
    "runtime": 112,
    "id": 187017,
    "genre_ids": [
      80,
      35,
      28
    ]
  },
  {
    "title": "Madagascar",
    "overview": "Zoo animals leave the comforts of man-made habitats for exotic adventure in this animated family film. After escaping from the zoo, four friends -- a lion, a hippo, a zebra and a giraffe -- are sent back to Africa. When their ship capsizes, stranding them on Madagascar, an island populated by crazy critters, the pals must adapt to jungle life and their new roles as wild animals.",
    "release_date": "2005-05-25",
    "poster": "/2YiESGB68BGQSAFvfJxBi774sc4.jpg",
    "runtime": 86,
    "id": 953,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Desire",
    "overview": "In a social context deteriorated by a countrywide economic crisis, the life of several people will be turned upside down after they meet Cecile, a character who symbolizes desire.",
    "release_date": "2011-09-14",
    "poster": "/9Jg9s4yTEndNmy1SSXRF9jdxY9D.jpg",
    "runtime": 103,
    "id": 86331,
    "genre_ids": [
      18,
      10749
    ]
  },
  {
    "title": "The Last Samurai",
    "overview": "Nathan Algren is an American hired to instruct the Japanese army in the ways of modern warfare -- in this lush epic set in the 1870s, which finds Algren learning to respect the samurai and the honorable principles that rule them. Pressed to destroy the samurai's way of life in the name of modernization and open trade, Algren decides to become an ultimate warrior himself and to fight for their right to exist.",
    "release_date": "2003-12-05",
    "poster": "/sLv5pXysIz7QbtKFJy85d5yxv2W.jpg",
    "runtime": 154,
    "id": 616,
    "genre_ids": [
      18,
      28,
      10752,
      36
    ]
  },
  {
    "title": "The Loft",
    "overview": "For five men, the opportunity to share a penthouse in the city -- in which to carry on extramarital affairs -- is a dream come true, until the dead body of an unknown woman turns up. Realizing that her killer must be one of their group, the men are gripped by paranoia as each one suspects another. Friendships are tested, loyalties are questioned, and marriages crumble while fear and suspicion run rampant.",
    "release_date": "2014-10-14",
    "poster": "/9hE6vesQoSREyvJha9z0g5OryHH.jpg",
    "runtime": 108,
    "id": 72784,
    "genre_ids": [
      53
    ]
  },
  {
    "title": "Mad Max Beyond Thunderdome",
    "overview": "Mad Max becomes a pawn in a decadent oasis of a technological society, and when exiled, becomes the deliverer of a colony of children.",
    "release_date": "1985-06-29",
    "poster": "/2SjMA0l931iXEXOyR3ZhQwH5am3.jpg",
    "runtime": 107,
    "id": 9355,
    "genre_ids": [
      28,
      12,
      18,
      878
    ]
  },
  {
    "title": "Mr. & Mrs. Smith",
    "overview": "After five (or six) years of vanilla-wedded bliss, ordinary suburbanites John and Jane Smith (Pitt and Jolie) are stuck in a rut the size of the Grand Canyon?until the truth comes out! Unbeknownst to each other, they are both coolly lethal, highly paid assassins working for rival organizations. And when they discover they're each other's next target, their secret lives collide in a spicy, explosive mix of wicked comedy, pent-up passion, nonstop action and high-tech weaponry that gives an all-new meaning to \"Till death do us part!\"",
    "release_date": "2005-06-07",
    "poster": "/dqs5BmwSULtB28Kls3IB6khTQwp.jpg",
    "runtime": 120,
    "id": 787,
    "genre_ids": [
      28,
      35,
      18,
      53
    ]
  },
  {
    "title": "Apocalypse Now",
    "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
    "release_date": "1979-08-15",
    "poster": "/l8dn7rKbjP36PtHsViHGpzf5ey7.jpg",
    "runtime": 153,
    "id": 28,
    "genre_ids": [
      10752
    ]
  },
  {
    "title": "Regression",
    "overview": "Minnesota, 1990. Detective Bruce Kenner (Ethan Hawke) investigates the case of young Angela (Emma Watson), who accuses her father, John Gray (David Dencik), of an unspeakable crime. When John unexpectedly and without recollection admits guilt, renowned psychologist Dr. Raines (David Thewlis) is brought in to help him relive his memories and what they discover unmasks a horrifying nationwide mystery.",
    "release_date": "2015-10-01",
    "poster": "/d1dtQQfJJWU31cGSFbfhyeLtsTm.jpg",
    "runtime": 106,
    "id": 241257,
    "genre_ids": [
      27,
      9648,
      53
    ]
  },
  {
    "title": "The Devil Wears Prada",
    "overview": "The Devil Wears Prada is about a young journalist who moves to New York to work in the fashion industry. Her boss however is extremely demanding and cruel and won’t let her succeed if she doesn’t fit into the high class elegant look of their magazine when all she really wants to be a good journalist.",
    "release_date": "2006-06-30",
    "poster": "/8unCRm0LeiO0fM6skWAZy3ZfXR1.jpg",
    "runtime": 109,
    "id": 350,
    "genre_ids": [
      35,
      18,
      10749
    ]
  },
  {
    "title": "My Neighbor Totoro",
    "overview": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.",
    "release_date": "1988-04-16",
    "poster": "/2i0OOjvi7CqNQA6ZtYJtL65P9oZ.jpg",
    "runtime": 86,
    "id": 8392,
    "genre_ids": [
      14,
      16,
      10751
    ]
  },
  {
    "title": "21 Jump Street",
    "overview": "In high school, Schmidt was a dork and Jenko was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.",
    "release_date": "2012-03-12",
    "poster": "/kn4FAsf2V2cMWRo2dP0pBAS3wUT.jpg",
    "runtime": 109,
    "id": 64688,
    "genre_ids": [
      28,
      35,
      80
    ]
  },
  {
    "title": "Hot Fuzz",
    "overview": "Top London cop PC Nicholas Angel is good. Too good. And to stop the rest of his team from looking bad, he is reassigned to the quiet town of Sandford. Paired with simple country cop Danny, everything seems quiet until two actors are found decapitated. It is addressed as an accident, but Angel isn't going to accept that, especially when more and more people turn up dead.",
    "release_date": "2007-02-14",
    "poster": "/5Jx6s6VXnunh8wCLgR0YgjwSgjh.jpg",
    "runtime": 121,
    "id": 4638,
    "genre_ids": [
      28,
      35
    ]
  },
  {
    "title": "Shrek the Third",
    "overview": "Shrek and Co, return for more adventures. The King of Far Far Away has died and Shrek and Fiona are to become King &amp; Queen. Shrek however wants to return to his cozy swamp and live in peace and quiet. So when he finds out their is another heir to the throne, they set of to bring him back to rule the kingdom. Meanwhile, Prince Charming enlists the fairy tale baddies to steal the throne away.",
    "release_date": "2007-05-17",
    "poster": "/lA17Mlz8hXVZsW5Y3WuUa8KPilQ.jpg",
    "runtime": 93,
    "id": 810,
    "genre_ids": [
      14,
      12,
      16,
      35,
      10751
    ]
  },
  {
    "title": "The Intouchables",
    "overview": "A true story of two men who should never have met - a quadriplegic aristocrat who was injured in a paragliding accident and a young man from the projects.",
    "release_date": "2011-11-02",
    "poster": "/4mFsNQwbD0F237Tx7gAPotd0nbJ.jpg",
    "runtime": 112,
    "id": 77338,
    "genre_ids": [
      18,
      35
    ]
  },
  {
    "title": "Underworld",
    "overview": "Vampires and werewolves have waged a nocturnal war against each other for centuries. But all bets are off when a female vampire warrior named Selene, who's famous for her strength and werewolf-hunting prowess, becomes smitten with a peace-loving male werewolf, Michael, who wants to end the war.",
    "release_date": "2003-09-18",
    "poster": "/rdkxl5iXdpVU188cL1LLG3sy6z4.jpg",
    "runtime": 121,
    "id": 277,
    "genre_ids": [
      14,
      28,
      53
    ]
  },
  {
    "title": "Fantastic Four",
    "overview": "During a space voyage, four scientists are altered by cosmic rays: Reed Richards gains the ability to stretch his body; Sue Storm can become invisible; Johnny Storm controls fire; and Ben Grimm is turned into a super-strong … thing. Together, these \"Fantastic Four\" must now thwart the evil plans of Dr. Doom and save the world from certain destruction.",
    "release_date": "2005-07-07",
    "poster": "/aJwUBmUA11lkNVSJ3if3h3xHSFd.jpg",
    "runtime": 106,
    "id": 9738,
    "genre_ids": [
      28,
      12,
      14,
      878
    ]
  },
  {
    "title": "Mad Max 2: The Road Warrior",
    "overview": "Max Rockatansky returns as the heroic loner who drives the dusty roads of a postapocalyptic Australian Outback in an unending search for gasoline. Arrayed against him and the other scraggly defendants of a fuel-depot encampment are the bizarre warriors commanded by the charismatic Lord Humungus, a violent leader whose scruples are as barren as the surrounding landscape.",
    "release_date": "1981-12-24",
    "poster": "/tVaClEA7n0MxaY8sb81nHwh6XNW.jpg",
    "runtime": 95,
    "id": 8810,
    "genre_ids": [
      12,
      28,
      53,
      878
    ]
  },
  {
    "title": "Aladdin",
    "overview": "Princess Jasmine grows tired of being forced to remain in the palace and she sneaks out into the marketplace  in disguise where she meets street-urchin Aladdin and the two fall in love, although she may only marry a prince. After being thrown in jail, Aladdin and becomes embroiled in a plot to find a mysterious lamp with which the evil Jafar hopes to rule the land.",
    "release_date": "1992-11-25",
    "poster": "/7f53XAE4nPiGe9XprpGAeWHuKPw.jpg",
    "runtime": 90,
    "id": 812,
    "genre_ids": [
      16,
      10751,
      35,
      12,
      14,
      10749
    ]
  },
  {
    "title": "Toy Story 2",
    "overview": "During a garage sale Andy’s mother sells some of Andy’s old things including his favorite toy Woody to a collector. Buzz Lightyear and the other toys begin a reckless mission to save their friend. The sequel to the revolutionary computer animated feature film Toy Story.",
    "release_date": "1999-10-30",
    "poster": "/gd12nM0VnrgbaUmZDjte4oBedGZ.jpg",
    "runtime": 92,
    "id": 863,
    "genre_ids": [
      16,
      35,
      10751
    ]
  },
  {
    "title": "Madagascar: Escape 2 Africa",
    "overview": "Alex, Marty, Melman, Gloria, King Julien, Maurice, the penguins and the chimps are back and still marooned on Madagascar. In the face of this obstacle, the New Yorkers have hatched a plan so crazy it just might work. With military precision, the penguins have repaired an old crashed plane... sort of.",
    "release_date": "2008-10-30",
    "poster": "/9mohxwknsHcwFBSAAhoQXwFV5zn.jpg",
    "runtime": 89,
    "id": 10527,
    "genre_ids": [
      10751,
      16
    ]
  },
  {
    "title": "Starship Troopers",
    "overview": "Set in the future, the story follows a young soldier named Johnny Rico and his exploits in the Mobile Infantry. Rico's military career progresses from recruit to non-commissioned officer and finally to officer against the backdrop of an interstellar war between mankind and an arachnoid species known as \"the Bugs\".",
    "release_date": "1997-11-06",
    "poster": "/zeCD9WkhABFJmPq3SlTozXJGEtr.jpg",
    "runtime": 129,
    "id": 563,
    "genre_ids": [
      12,
      28,
      53,
      878
    ]
  },
  {
    "title": "Vice",
    "overview": "Julian Michaels has designed the ultimate resort: VICE, where anything goes and the customers can play out their wildest fantasies with artificial inhabitants who look, think and feel like humans. When an artificial becomes self-aware and escapes, she finds herself caught in the crossfire between Julian's mercenaries and a cop who is hell-bent on shutting down Vice, and stopping the violence once and for all.",
    "release_date": "2015-01-16",
    "poster": "/gwiY5RJFYSjsoSwoeeo6AbGYjpb.jpg",
    "runtime": 96,
    "id": 307663,
    "genre_ids": [
      53,
      878,
      28,
      12
    ]
  },
  {
    "title": "Youth",
    "overview": "YOUTH explores the lifelong bond between two friends vacationing in a luxury Swiss Alps lodge as they ponder retirement. While Fred has no plans to resume his musical career despite the urging of his loving daughter Lena, Mick is intent on finishing the screenplay for what may be his last important film for his muse Brenda. And where will inspiration lead their younger friend Jimmy, an actor grasping to make sense of his next performance?",
    "release_date": "2015-12-04",
    "poster": "/9vFNTKVhFDAMrAGOVmPBMT9XDee.jpg",
    "runtime": 118,
    "id": 310593,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "Princess Mononoke",
    "overview": "Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
    "release_date": "1997-07-12",
    "poster": "/gzlJkVfWV5VEG5xK25cvFGJgkDz.jpg",
    "runtime": 134,
    "id": 128,
    "genre_ids": [
      12,
      14,
      16
    ]
  },
  {
    "title": "Home",
    "overview": "When Earth is taken over by the overly-confident Boov, an alien race in search of a new place to call home, all humans are promptly relocated, while all Boov get busy reorganizing the planet. But when one resourceful girl, Tip (Rihanna), manages to avoid capture, she finds herself the accidental accomplice of a banished Boov named Oh (Jim Parsons). The two fugitives realize there’s a lot more at stake than intergalactic relations as they embark on the road trip of a lifetime.",
    "release_date": "2015-03-18",
    "poster": "/nIvfqZkq4nQmmIwOowRgBLhWoDd.jpg",
    "runtime": 94,
    "id": 228161,
    "genre_ids": [
      14,
      35,
      16,
      878,
      10751
    ]
  },
  {
    "title": "Home Invasion",
    "overview": "Terror arrives at the one place we all feel safest in this taut psychological thriller starring Natasha Henstridge, Jason Patric and Scott Adkins. When a wealthy woman and her stepson are targeted by a trio of expert thieves in their remote mansion, her only form of help comes from a call with a security systems specialist. But as the intruders become increasingly hostile and the connection wavers, will she trust him to be her eyes and navigate her to safety?",
    "release_date": "2016-02-02",
    "poster": "/qtYWw9moWHMwFgr9WEGFWHjHwbg.jpg",
    "runtime": 88,
    "id": 380565,
    "genre_ids": [
      53
    ]
  },
  {
    "title": "The Conjuring",
    "overview": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.",
    "release_date": "2013-07-18",
    "poster": "/xYGkdhOEVoFrLNUotuTXemtQAWd.jpg",
    "runtime": 112,
    "id": 138843,
    "genre_ids": [
      27,
      53
    ]
  },
  {
    "title": "Mission: Impossible",
    "overview": "When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the No. 1 suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.",
    "release_date": "1996-05-21",
    "poster": "/1PVKS17pIBFsIhgFws2uagPDNLW.jpg",
    "runtime": 110,
    "id": 954,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Real Steel",
    "overview": "In the near-future, Charlie Kenton is a washed-up fighter who retired from the ring when robots took over the sport. After Charlie's robot is trashed, he reluctantly teams up with his estranged son Max to rebuild and train an unlikely contender.",
    "release_date": "2011-09-28",
    "poster": "/drtXi58nN6P3zcoLh6wUlsZAYqh.jpg",
    "runtime": 127,
    "id": 39254,
    "genre_ids": [
      28,
      878,
      18
    ]
  },
  {
    "title": "Argo",
    "overview": "As the Iranian revolution reaches a boiling point, a CIA 'exfiltration' specialist concocts a risky plan to free six Americans who have found shelter at the home of the Canadian ambassador.",
    "release_date": "2012-10-11",
    "poster": "/oai3xLBQHpIh18VJdRCcL7D0Yg0.jpg",
    "runtime": 120,
    "id": 68734,
    "genre_ids": [
      18,
      53
    ]
  },
  {
    "title": "John Carter",
    "overview": "Civil War vet John Carter is transplanted to Mars, where he discovers a lush, wildly diverse planet whose main inhabitants are 12-foot tall green barbarians. Finding himself a prisoner of these creatures, he escapes, only to encounter Dejah Thoris, Princess of Helium, who is in desperate need of a savior.",
    "release_date": "2012-03-07",
    "poster": "/4QDBNt9PmxqUH4Ab2R5xKWqzXiQ.jpg",
    "runtime": 132,
    "id": 49529,
    "genre_ids": [
      28,
      12,
      14,
      878
    ]
  },
  {
    "title": "Krampus",
    "overview": "A horror comedy based on the ancient legend about a pagan creature who punishes children on Christmas.",
    "release_date": "2015-11-26",
    "poster": "/27SiV4EBHcTBMz4IKANjhX5iIoX.jpg",
    "runtime": 98,
    "id": 287903,
    "genre_ids": [
      27,
      35,
      14
    ]
  },
  {
    "title": "Mission: Impossible III",
    "overview": "Retired from active duty to train new IMF agents, Ethan Hunt is called back into action to confront sadistic arms dealer Owen Davian. Hunt must try to protect his girlfriend while working with his new team to complete the mission.",
    "release_date": "2006-05-03",
    "poster": "/qjy8ABAbWooV4jLG6UjzDHlv4RB.jpg",
    "runtime": 126,
    "id": 956,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
    "overview": "Kazakh journalist Borat Sagdiyev travels to America to make a documentary. As he zigzags across the nation, Borat meets real people in real situations with hysterical consequences. His backwards behavior generates strong reactions around him exposing prejudices and hypocrisies in American culture.",
    "release_date": "2006-11-02",
    "poster": "/9yoY43fgCmuCv2tzIr77z9jCx1L.jpg",
    "runtime": 82,
    "id": 496,
    "genre_ids": [
      35
    ]
  },
  {
    "title": "Burnt",
    "overview": "Adam Jones is a Chef who destroyed his career with drugs and diva behavior. He cleans up and returns to London, determined to redeem himself by spearheading a top restaurant that can gain three Michelin stars.",
    "release_date": "2015-10-02",
    "poster": "/nF7OxU8DyzmIy5jH6w26Jmavofh.jpg",
    "runtime": 100,
    "id": 295964,
    "genre_ids": [
      18
    ]
  },
  {
    "title": "The World Is Not Enough",
    "overview": "Greed, revenge, world dominance, high-tech terrorism -- it's all in a day's work for cunning MI6 agent James Bond, who's on a mission to protect beautiful oil heiress Elektra King from a notorious terrorist. In a race against time that culminates in a dramatic submarine showdown, Bond works to defuse the international power struggle that has the world's oil supply hanging in the balance.",
    "release_date": "1999-11-08",
    "poster": "/aPfALBxfgx2tsbTwRMR1MbNHSvn.jpg",
    "runtime": 128,
    "id": 36643,
    "genre_ids": [
      12,
      28,
      53
    ]
  },
  {
    "title": "300: Rise of an Empire",
    "overview": "Based on Frank Miller's latest graphic novel Xerxes and told in the breathtaking visual style of the blockbuster \"300,\" this new chapter of the epic saga takes the action to a fresh battlefield--on the sea--as Greek general Themistokles attempts to unite all of Greece by leading the charge that will change the course of the war. \"300: Rise of an Empire\" pits Themistokles against the massive invading Persian forces led by mortal-turned-god Xerxes and Artemesia, the vengeful commander of the Persian navy.",
    "release_date": "2014-03-05",
    "poster": "/gWQf5j3ZqEfOdW2rIZnkuOOva78.jpg",
    "runtime": 102,
    "id": 53182,
    "genre_ids": [
      28,
      10752
    ]
  }
]