[{"title": "Friday the 13th", "overview": "Camp counselors are stalked and murdered by an unknown assailant while trying to reopen a summer camp that was the site of a child's drowning.", "release_date": "1980-05-09", "poster": "/bPdgBUXaFqlkZzgDsOn2A1EHSaw.jpg", "runtime": 95, "id": 4488, "genre_ids": [27]}, {"title": "Frozen Fever", "overview": "On Anna's birthday, Elsa and Kristoff are determined to give her the best celebration ever, but Elsa's icy powers may put more than just the party at risk.", "release_date": "2015-03-09", "poster": "/lKJiVPzsAO9IJ4LKWXZ8vkR2bg4.jpg", "runtime": 8, "id": 326359, "genre_ids": [12, 16]}, {"title": "The Fountain", "overview": "Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.", "release_date": "2006-09-06", "poster": "/lGIJvQ8ZQazOHVAA0E34yIy7gxv.jpg", "runtime": 96, "id": 1381, "genre_ids": [18, 12, 878, 10749]}, {"title": "Collide", "overview": "An American backpacker gets involved with a ring of drug smugglers as their driver, though he winds up on the run from his employers across Munich's high-speed freeways.", "release_date": "2016-03-10", "poster": "/vJzA782wyob6Sm5lOQRtsJCV4dS.jpg", "runtime": 0, "id": 195590, "genre_ids": [53, 28]}, {"title": "Fathers and Daughters", "overview": "A Pulitzer-winning writer grapples with being a widower and father after a mental breakdown, while, 27 years later, his grown daughter struggles to forge connections of her own.", "release_date": "2015-10-01", "poster": "/2anN8jwX602UYmnU46V2WhXRdJX.jpg", "runtime": 116, "id": 254172, "genre_ids": [18]}, {"title": "Bedtime Stories", "overview": "Skeeter Bronson is a down-on-his-luck guy who's always telling bedtime stories to his niece and nephew. But his life is turned upside down when the fantastical stories he makes up for entertainment inexplicably turn into reality. Can a bewildered Skeeter manage his own unruly fantasies now that the outrageous characters and situations from his mind have morphed into actual people and events?", "release_date": "2008-12-24", "poster": "/nhovvB0LO5nlgIvpPg2C1iLLAvr.jpg", "runtime": 99, "id": 10202, "genre_ids": [14, 35, 10751, 10749]}, {"title": "Tale of Tales", "overview": "A fantasy film with horror elements, \"The Tale of Tales\" is loosely inspired by the 17th century collection of fairy tales of the same name by Italian writer Giambattista Basile.", "release_date": "2015-05-14", "poster": "/mEABzxV2ylLduvQgiiljctPj3Qt.jpg", "runtime": 125, "id": 314405, "genre_ids": [14, 36]}, {"title": "The Grudge", "overview": "Karen Davis is an American Nurse moves to Tokyo and encounter a supernatural spirit who is vengeful and often possesses its victims. A series of horrifying and mysterious deaths start to occur, with the spirit passing its curse onto each victim. Karen must now find away to break this spell, before she becomes its next victim.", "release_date": "2004-10-22", "poster": "/y05X9RL0FIcEwoVSTppCPcQwhvf.jpg", "runtime": 92, "id": 1970, "genre_ids": [27, 53, 9648]}, {"title": "The Way Back", "overview": "Peter Weir's follow-up to Master &amp; Commander (2003) is the stark &amp; brilliant The Way Back, which takes on the theme of man's struggle for freedom. At the dawn of WWII, several men escape from a Russian gulag. The film details their perilous &amp; uncertain journey to freedom, as they cross deserts, mountains, &amp; several nations.", "release_date": "2010-09-03", "poster": "/5lPRuICgmMmdrBr6qMNl80psEGo.jpg", "runtime": 133, "id": 49009, "genre_ids": [18, 12, 36]}, {"title": "Frida", "overview": "\"Frida\" chronicles the life Frida Kahlo shared unflinchingly and openly with Diego Rivera, as the young couple took the art world by storm. From her complex and enduring relationship with her mentor and husband to her illicit and controversial affair with Leon Trotsky, to her provocative and romantic entanglements with women, Frida Kahlo lived a bold and uncompromising life as a political, artistic, and sexual revolutionary", "release_date": "2002-08-29", "poster": "/zwkLXyeAKYGX6iKJemLlSSPmC22.jpg", "runtime": 123, "id": 1360, "genre_ids": [18, 10749]}, {"title": "The Mighty Ducks", "overview": "After reckless young lawyer Gordon Bombay gets arrested for drunk driving, he must coach a kids hockey team for his community service. Gordon has experience on the ice, but isn't eager to return to hockey, a point hit home by his tense dealings with his own former coach, Jack Reilly. The reluctant Gordon eventually grows to appreciate his team, which includes promising young Charlie Conway, and leads them to take on Reilly's tough players.", "release_date": "1992-10-01", "poster": "/4qXfjDlDEGuN3xRNawh4WZo5o96.jpg", "runtime": 101, "id": 10414, "genre_ids": [35, 10751]}, {"title": "Fear", "overview": "A 16 year old girl takes up with a charming young man who quickly shows his colors when he beats a friend simply for walking with her and then goes totally ballistic after she tries to break up with him.", "release_date": "1996-04-12", "poster": "/reA4wlTY9qGwryVftscFT2q0ZLK.jpg", "runtime": 97, "id": 10543, "genre_ids": [18, 53, 10749]}, {"title": "Atonement", "overview": "Fledgling writer Briony Tallis, as a 13-year-old, irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit. Based on the British romance novel by Ian McEwan.", "release_date": "2007-08-29", "poster": "/quaWuwYZd8IbZMCOhW3CZEvyCWJ.jpg", "runtime": 123, "id": 4347, "genre_ids": [18, 10749]}, {"title": "Draft Day", "overview": "At the NFL Draft, general manager Sonny Weaver has the opportunity to rebuild his team when he trades for the number one pick. He must decide what he's willing to sacrifice on a life-changing day for a few hundred young men with NFL dreams.", "release_date": "2014-04-11", "poster": "/pb5FXL6pypVQbcs3TCzp5GqyTYr.jpg", "runtime": 109, "id": 200505, "genre_ids": [18]}, {"title": "Quest for Camelot", "overview": "During the times of King Arthur, Kayley is a brave girl who dreams of following her late father as a Knight of the Round Table. The evil Ruber wants to invade Camelot and take the throne of King Arthur, and Kayley has to stop him.", "release_date": "1998-05-15", "poster": "/ePgK8gxGHVi1G3pYo0Geicbvur5.jpg", "runtime": 86, "id": 18937, "genre_ids": [14, 16, 18, 10749, 10751]}, {"title": "The Andromeda Strain", "overview": "A U.S. satellite crash-lands near a small town in Utah, unleashing a deadly plague that kills virtually everyone except two survivors, who may provide clues to immunizing the population. As the military attempts to quarantine the area, a team of highly specialized scientists is assembled to find a cure and stop the spread of the alien pathogen, code-named Andromeda.", "release_date": "2008-05-10", "poster": "/9sXHa1PdBe4nv5YwCUnQFqK9Tjs.jpg", "runtime": 180, "id": 14305, "genre_ids": [10749, 878, 53]}, {"title": "Solaris", "overview": "Upon arrival at the space station orbiting an ocean world called Solaris a psychologist discovers that the commander of an expedition to the planet has died mysteriously. Other strange events soon start happening as well, such as the appearance of old acquaintances of the crew, including some who are dead.", "release_date": "2002-11-27", "poster": "/8TTniVKEjUWs3DnAMEWMXP6V1ct.jpg", "runtime": 99, "id": 2103, "genre_ids": [18, 878, 9648, 10749]}, {"title": "It's a Wonderful Life", "overview": "George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money, hides it from Billy, and George's troubles begin.", "release_date": "1946-12-20", "poster": "/qZJ6d1SDsfoztmBfStwkBeTaOwG.jpg", "runtime": 130, "id": 1585, "genre_ids": [18, 10751, 14]}, {"title": "The Karate Kid", "overview": "Hassled by the school bullies, Daniel LaRusso has his share of adolescent woes. Luckily, his apartment building houses a resident martial arts master: Kesuke Miyagi, who agrees to train Daniel ... and ends up teaching him much more than self-defense. Armed with newfound confidence, skill and wisdom, Daniel ultimately faces off against his tormentors in this hugely popular classic underdog tale.", "release_date": "1984-06-22", "poster": "/5kKor5pZ3ov08CAstSyk7FGDKVN.jpg", "runtime": 126, "id": 1885, "genre_ids": [18]}, {"title": "Sabrina", "overview": "An ugly duckling having undergone a remarkable change, still harbors feelings for her crush: a carefree playboy, but not before his business-focused brother has something to say about it.", "release_date": "1995-12-15", "poster": "/jQh15y5YB7bWz1NtffNZmRw0s9D.jpg", "runtime": 127, "id": 11860, "genre_ids": [35, 10749]}, {"title": "Infinitely Polar Bear", "overview": "A manic-depressive mess of a father tries to win back his wife by attempting to take full responsibility of their two young, spirited daughters, who don't make the overwhelming task any easier.", "release_date": "2014-01-18", "poster": "/guVYb5fFtlUdEqXLOKqPXMnS9KS.jpg", "runtime": 87, "id": 244539, "genre_ids": [35, 18]}, {"title": "Death Race 2000", "overview": "In a boorish future, the government sponsors a popular, but bloody, cross-country race in which points are scored by mowing down pedestrians. Five teams, each comprised of a male and female, compete using cars equipped with deadly weapons. Frankenstein, the mysterious returning champion, has become America's hero, but this time he has a passenger from the underground resistance.", "release_date": "1975-04-27", "poster": "/chM7UfEodNlU5AvQfqzIGxIXcns.jpg", "runtime": 80, "id": 13282, "genre_ids": [28, 35, 878]}, {"title": "Thanks for Sharing", "overview": "A romantic comedy that brings together three disparate characters who are learning to face a challenging and often confusing world as they struggle together against a common demon: sex addiction.", "release_date": "2012-09-07", "poster": "/v0UZhlaAn3GE0xSSFUSRyDY7BHI.jpg", "runtime": 112, "id": 112200, "genre_ids": [35, 18]}, {"title": "Under Siege", "overview": "This action-packed thriller takes place on the soon-to-be-decommissioned USS Missouri. Disgruntled ex-CIA operative Strannix, his assistant Krill and their group of terrorists seize the battleship with nuclear blackmail in mind. They've planned for every contingency but ignore the ship's cook, former Navy SEAL Casey Ryback -- an error that could be fatal.", "release_date": "1992-10-09", "poster": "/duxM3HJ55Fpc4A3krziKn1FR22K.jpg", "runtime": 103, "id": 8845, "genre_ids": [28, 53]}, {"title": "The Frighteners", "overview": "After a car accident in which his wife, Debra, was killed and he was injured, Frank Bannister develops psychic abilities allowing him to see, hear, and communicate with ghosts.", "release_date": "1996-07-18", "poster": "/cS3QPtMsE1jsEWUww5WsPE275Jb.jpg", "runtime": 110, "id": 10779, "genre_ids": [27, 35]}, {"title": "Beyond the Reach", "overview": "A high-rolling corporate shark and his impoverished young guide play the most dangerous game during a hunting trip in the Mojave Desert.", "release_date": "2015-04-17", "poster": "/ouMb1EDwM88YYjlN37UzhByGKRO.jpg", "runtime": 95, "id": 284289, "genre_ids": [53]}, {"title": "The Pirate Fairy", "overview": "When a misunderstood dust-keeper fairy named Zarina steals Pixie Hollow's all-important Blue Pixie Dust and flies away to join forces with the pirates of Skull Rock, Tinker Bell and her fairy friends must embark on the adventure of a lifetime to return it to its rightful place.", "release_date": "2014-02-13", "poster": "/pns2xlF55VQEbHkEbPlCNQKLjMh.jpg", "runtime": 78, "id": 175112, "genre_ids": [16, 14, 10751]}, {"title": "How the Grinch Stole Christmas", "overview": "Inside a snowflake exists the magical land of Whoville. In Whoville, live the Whos, an almost mutated sort of Munchkin-like people. All the Whos love Christmas, yet just outside of their beloved Whoville lives the Grinch. The Grinch is a nasty creature that hates Christmas, and plots to steal it away from the Whos, whom he equally abhors. Yet a small child, Cindy Lou Who, decides to try befriending the Grinch.", "release_date": "2000-11-17", "poster": "/uOWOw8ZTkGQqx6qkNPhG9AovFJW.jpg", "runtime": 104, "id": 8871, "genre_ids": [10751, 35, 14]}, {"title": "Patch Adams", "overview": "Meet Patch Adams, a doctor who doesn't look, act or think like any doctor you've met before. For Patch, humor is the best medicine, and he's willing to do just anything to make his patients laugh - even if it means risking his own career.", "release_date": "1998-12-25", "poster": "/2T0Mj8gkTXgciedz8W5nsnjCHig.jpg", "runtime": 115, "id": 10312, "genre_ids": [35, 18]}, {"title": "A Walk in the Woods", "overview": "After spending two decades in England, Bill Bryson returns to the U.S., where he decides the best way to connect with his homeland is to hike the Appalachian Trail with one of his oldest friends.", "release_date": "2015-08-19", "poster": "/pGrsFEL5RJaKLH649Y5lLdBhu9I.jpg", "runtime": 104, "id": 232572, "genre_ids": [18, 12, 35]}, {"title": "K-19: The Widowmaker", "overview": "When Russia's first nuclear submarine malfunctions on its maiden voyage, the crew must race to save the ship and prevent a nuclear disaster.", "release_date": "2002-07-19", "poster": "/5JxDeglx5aLaXgkutINmkeOujXa.jpg", "runtime": 138, "id": 8665, "genre_ids": [10752]}, {"title": "Kill Your Darlings", "overview": "A murder in 1944 draws together the great poets of the beat generation: Allen Ginsberg, Jack Kerouac and William Burroughs.", "release_date": "2013-10-04", "poster": "/j9437B8S3UzDG80WFJRpzIvhPo9.jpg", "runtime": 104, "id": 157370, "genre_ids": [18, 10749, 53]}, {"title": "The Dreamers", "overview": "A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots.", "release_date": "2003-09-01", "poster": "/7ABcfmXQZeCXl5sNrDuLS1URMPN.jpg", "runtime": 115, "id": 1278, "genre_ids": [18, 10749]}, {"title": "Out of Time", "overview": "Matt Lee Whitlock, respected chief of police in small Banyan Key, Florida, must solve a vicious double homicide before he himself falls under suspicion. Matt Lee has to stay a few steps ahead of his own police force and everyone he's trusted in order to find out the truth.", "release_date": "2004-11-19", "poster": "/3k3YJByOHT7z8DQa43yj6P5LFHI.jpg", "runtime": 105, "id": 2116, "genre_ids": [53, 80, 18]}, {"title": "Big Miracle", "overview": "Based on an inspiring true story, a small-town news reporter (Krasinski) and a Greenpeace volunteer (Barrymore) enlist the help of rival superpowers to save three majestic gray whales trapped under the ice of the Arctic Circle. ‘Big Miracle’ is adapted from the nonfiction book ‘Freeing the Whales: How the Media Created the World’s Greatest Non-Event’ by Tom Rose.", "release_date": "2012-02-02", "poster": "/zwiJQveWjxsD11QPe2aQBNXbg7j.jpg", "runtime": 107, "id": 78698, "genre_ids": [12, 18, 10749]}, {"title": "Safe Haven", "overview": "A young woman with a mysterious past lands in Southport, North Carolina where her bond with a widower forces her to confront the dark secret that haunts her.", "release_date": "2013-02-07", "poster": "/q5u3anNtsMoCFi1uwK2UfWHkOFt.jpg", "runtime": 115, "id": 112949, "genre_ids": [10749]}, {"title": "The Iron Lady", "overview": "A look at the life of Margaret Thatcher, the former Prime Minister of the United Kingdom, with a focus on the price she paid for power.", "release_date": "2011-12-30", "poster": "/e67tal4u66eFz8yGnJGTO5FYRxY.jpg", "runtime": 105, "id": 71688, "genre_ids": [36, 18]}, {"title": "The Road to El Dorado", "overview": "After a failed swindle, two con-men end up with a map to El Dorado, the fabled \"city of gold,\" and an unintended trip to the New World.  Much to their surprise, the map does lead the pair to the mythical city, where the startled inhabitants promptly begin to worship them as gods.  The only question is, do they take the worshipful natives for all they're worth, or is there a bit more to El Dorado than riches?", "release_date": "2000-03-31", "poster": "/lQnNNjT4yW3i2rmQhGibiPBnc6e.jpg", "runtime": 89, "id": 10501, "genre_ids": [12, 16, 35, 10751]}, {"title": "It's a Mad, Mad, Mad, Mad World", "overview": "A group of strangers come across a man dying after a car crash who proceeds to tell them about the $350,000 he buried in California. What follows is the madcap adventures of those strangers as each attempts to claim the prize for himself.", "release_date": "1963-11-07", "poster": "/jihWfNbGSjGAxiHOX2r1kSlzwIm.jpg", "runtime": 163, "id": 11576, "genre_ids": [35, 12, 28, 80]}, {"title": "Meet Dave", "overview": "A crew of miniature aliens operate a spaceship that has a human form. While trying to save their planet, the aliens encounter a new problem, as their ship becomes smitten with an Earth woman.", "release_date": "2008-07-08", "poster": "/qOnhIXHq12airS0iLMFpYoo9CZa.jpg", "runtime": 90, "id": 11260, "genre_ids": [35, 878, 12, 10751]}, {"title": "Righteous Kill", "overview": "Two veteran New York City detectives work to identify the possible connection between a recent murder and a case they believe they solved years ago; is there a serial killer on the loose, and did they perhaps put the wrong person behind bars?", "release_date": "2008-09-11", "poster": "/97Jvzj9ekO9mzYqgvsyGRMepres.jpg", "runtime": 101, "id": 13389, "genre_ids": [28, 12, 80, 18, 53]}, {"title": "Dogville", "overview": "A barren soundstage is stylishly utilized to create a minimalist small-town setting in which a mysterious woman named Grace (Nicole Kidman) hides from the criminals who pursue her. The town is two-faced and offers to harbor Grace as long as she can make it worth their effort, so Grace works hard under the employ of various townspeople to win their favor. Tensions flare, however, and Grace's status as a helpless outsider provokes vicious contempt and abuse from the citizens of Dogville.", "release_date": "2003-05-19", "poster": "/g1xLrof2RVgtHBB4fLvR5Xr8l5x.jpg", "runtime": 178, "id": 553, "genre_ids": [80, 18, 53]}, {"title": "Freeheld", "overview": "New Jersey car mechanic Stacie Andree and her police detective girlfriend Laurel Hester both battle to secure Hester's pension benefits after she was diagnosed with a terminal illness.", "release_date": "2015-09-13", "poster": "/2Vo7jh8m4wQtH6txYqHENv5qdVT.jpg", "runtime": 103, "id": 306745, "genre_ids": [10749, 18]}, {"title": "Belle's Magical World", "overview": "Belle, the Beast, Lumiere, Cogsworth and the rest of those zany castle residents use their imaginations to embark on three magical, storybook adventures. This direct-to-video anthology serves as a \"sequel\" to Disney's animated hit film. In \"The Perfect World,\" Belle and the Beast learn about forgiveness. In \"Fifi's Folly,\" Lumiere's girlfriend is jealous of his bond with Belle. And in \"Broken Wing,\" the Beast learns to be kind to an injured bird.", "release_date": "1998-02-17", "poster": "/2dYAjfKGL8XrNwHJMJspnaqtsTx.jpg", "runtime": 92, "id": 20235, "genre_ids": [16, 10751]}, {"title": "Flight of the Navigator", "overview": "In Flight of the Navigator, 12-year old David Freeman goes missing in 1978, only to reappear in 1986. In the eight years that have passed, he hasn't aged. It's no coincidence that at the time he comes back, a flying saucer is found. David feels inexplicably connected to the fantastic machine...", "release_date": "1986-07-30", "poster": "/69kD2bpkwSadpN30JB9vJrlz8HW.jpg", "runtime": 90, "id": 10122, "genre_ids": [10751, 878, 12]}, {"title": "Brother Bear 2", "overview": "An old female friend of Kenai needs his help on a quest, much to Koda's growing consternation.", "release_date": "2004-08-25", "poster": "/msZSTfilEF6hw47HTuf5AeXAO8R.jpg", "runtime": 75, "id": 10010, "genre_ids": [16, 35, 10751, 12, 14]}, {"title": "The Way Way Back", "overview": "Over the course of his summer break, a teenager comes into his own thanks in part to the friendship he strikes up with one of the park's managers.", "release_date": "2013-06-06", "poster": "/sXYsltqKCYbwKsquuswWAiycEBv.jpg", "runtime": 103, "id": 147773, "genre_ids": [35, 18]}, {"title": "Herbie Goes To Monte Carlo", "overview": "Herbie, the Volkswagen Beetle with a mind of its own, is racing in the Monte Carlo Rally. But thieves have hidden a cache of stolen diamonds in Herbie's gas tank, and are now trying to get them back.", "release_date": "1977-06-24", "poster": "/9udWEKMoNtXijEmfpI78C0SPu4o.jpg", "runtime": 105, "id": 14140, "genre_ids": [10749, 35, 10751, 28, 12]}, {"title": "A Bronx Tale", "overview": "Set in the Bronx during the tumultuous 1960s, an adolescent boy is torn between his honest, working-class father and a violent yet charismatic crime boss. Complicating matters is the youngster's growing attraction - forbidden in his neighborhood - for a beautiful black girl.", "release_date": "1993-09-14", "poster": "/wlYIwDwk53R4h0uMnpK1NAhHqdg.jpg", "runtime": 121, "id": 1607, "genre_ids": [18, 80]}, {"title": "Subway", "overview": "Fred, a raffish safe blower, takes refuge in the Paris Metro after being chased by the henchmen of a shady businessman from whom he has just stolen some documents. While hiding out in the back rooms and conduits of the Metro, Fred encounters a subterranean society of eccentric characters and petty criminals. Despite being pursued by the henchmen, Fred finds the time to flirt with Helena, blow a safe, rob a train, evade the hapless Metro police and start a rock band", "release_date": "1985-04-10", "poster": "/oWz1qAnkIFFfE8anvo7umVEhgZn.jpg", "runtime": 104, "id": 10656, "genre_ids": [28, 53]}, {"title": "The Lover", "overview": "A poor French teenage girl engages in an illicit affair with a wealthy Chinese heir in 1920s Saigon. For the first time in her young life she has control, and she wields it deftly over her besotted lover throughout a series of clandestine meetings and torrid encounters.", "release_date": "1992-02-22", "poster": "/4onbjTnGkrKRz7ac58PTd1SFpcx.jpg", "runtime": 115, "id": 10995, "genre_ids": [18, 10749]}, {"title": "Brokeback Mountain", "overview": "Brokeback Mountain is an Ang Lee film about two modern day cowboys who meet on a shepherding job in the summer of ’63. The two share a raw and powerful summer together that turns into a life long relationship conflicting with the lives they are supposed to live.", "release_date": "2005-09-02", "poster": "/z2DqVxj17aW6xpimRlCLfhKSfUm.jpg", "runtime": 134, "id": 142, "genre_ids": [18, 10749]}, {"title": "99 Homes", "overview": "After his family is evicted from their home, proud and desperate construction worker Dennis Nash tries to win his home back by striking a deal with the devil and working for Rick Carver, the corrupt real estate broker who evicted him.", "release_date": "2015-09-25", "poster": "/mw4b2KLWInQ3Po5uOOTU6Q0Y5VP.jpg", "runtime": 112, "id": 283235, "genre_ids": [18]}, {"title": "Two for the Money", "overview": "A former college athlete joins forces with a sports consultant to handicap football games for high-rolling gamblers.", "release_date": "2005-01-24", "poster": "/6Oc8AubEs3YwqBRGi5of8QkLA33.jpg", "runtime": 122, "id": 9910, "genre_ids": [35, 80, 18, 53]}, {"title": "Cassandra's Dream", "overview": "The tale of two brothers with serious financial woes. When a third party proposes they turn to crime, things go bad and the two become enemies.", "release_date": "2007-06-18", "poster": "/yBaSDvq9uOjT1A8JmZJVFPT1UDz.jpg", "runtime": 108, "id": 4787, "genre_ids": [80, 18, 53]}, {"title": "Old Dogs", "overview": "Charlie and Dan have been best friends and business partners for thirty years; their Manhattan public relations firm is on the verge of a huge business deal with a Japanese company. With two weeks to sew up the contract, Dan gets a surprise: a woman he married on a drunken impulse nearly nine years before (annulled the next day) shows up to tell him he's the father of her twins, now seven, and she'll be in jail for 14 days for a political protest. Dan volunteers to keep the tykes, although he's up tight and clueless. With Charlie's help is there any way they can be dad and uncle, meet the kids' expectations, and still land the account?", "release_date": "2009-11-24", "poster": "/38CSbFiJMlVJW8sQxDKZYajCSOI.jpg", "runtime": 88, "id": 22949, "genre_ids": [35, 10751]}, {"title": "Hachi: A Dog's Tale", "overview": "A drama based on the true story of a college professor's bond with the abandoned dog he takes into his home.", "release_date": "2009-06-13", "poster": "/3MpVmIg6CgOCUrZ2TZ2P0yitCbM.jpg", "runtime": 93, "id": 28178, "genre_ids": [18, 10751]}, {"title": "Titan A.E.", "overview": "A young man finds out that he holds the key to restoring hope and insuring survival for the human race, while an alien species called the Dredge are bent on mankind's destruction.", "release_date": "2000-06-16", "poster": "/huI8CYyxY0BhzJSLn6XAP4nWAv.jpg", "runtime": 94, "id": 7450, "genre_ids": [16, 28, 878, 10751, 12]}, {"title": "Burlesque", "overview": "The Burlesque Lounge has its best days behind it. Tess, a retired dancer and owner of the venue, struggles to keep the aging theater alive, facing all kinds of financial and artistic challenges. With the Lounge's troupe members becoming increasingly distracted by personal problems and a threat coming from a wealthy businessman's quest to buy the spot from Tess, the good fortune seems to have abandoned the club altogether. Meanwhile, the life of Ali, a small-town girl from Iowa, is about to change dramatically. Hired by Tess as a waitress at the Lounge, Ali escapes a hollow past and quickly falls in love with the art of burlesque. Backed by newfound friends amongst the theater's crew, she manages to fulfill her dreams of being on stage herself. Things take a dramatic turn though when Ali's big voice makes her become the main attraction of the revue", "release_date": "2010-11-23", "poster": "/j7AwTMAauPuwO8mixpU6SSPuPeZ.jpg", "runtime": 119, "id": 42297, "genre_ids": [18, 10749]}, {"title": "The Host", "overview": "Gang-du is a dim-witted man working at his father's tiny snack bar near the Han River. One day, Gang-du's one and only daughter Hyun-seo comes back from school irritated. She is angry at her uncle, Nam-il, who visited her school as her guardian shamelessly drunk. Ignoring her father's excuses for Nam-il, Hyun-seo is soon engrossed in her aunt Nam-joo's archery tournament on TV. Meanwhile, outside of the snack bar, people are fascinated by an unidentified object hanging onto a bridge. In an instant, the object reveals itself as a terrifying creature turning the riverbank into a gruesome sea of blood¡¦ Amid the chaos, Hyun-seo is helplessly snatched up by the creature right before Gang-du's eyes. These unforeseen circumstances render the government powerless to act. But receiving a call of help from Hyun-seo, the once-ordinary citizen Gang-du and his family are thrust into a battle with the monster to rescue their beloved Hyun-seo.", "release_date": "2006-07-27", "poster": "/74OkcSKTs4f8myeLaVdJ57lj2CG.jpg", "runtime": 119, "id": 1255, "genre_ids": [27, 18, 878]}, {"title": "Horns", "overview": "In the aftermath of his girlfriend's mysterious death, a young man awakens to strange horns sprouting from his temples.", "release_date": "2013-09-06", "poster": "/632JG1wY6pGVxZxF5NaO5piNeFe.jpg", "runtime": 120, "id": 149509, "genre_ids": [53, 27, 18, 14]}, {"title": "Dying of the Light", "overview": "Evan Lake, a veteran CIA agent, has been ordered to retire. But when his protégé uncovers evidence that Lake's nemesis, the terrorist Banir, has resurfaced, Lake goes rogue, embarking on a perilous, intercontinental mission to eliminate his sworn enemy.", "release_date": "2014-12-04", "poster": "/7ghgi6cmgY4MvmpOvPMI7y7rh34.jpg", "runtime": 94, "id": 297596, "genre_ids": [53, 18]}, {"title": "Leviathan", "overview": "In a Russian coastal town, Kolya is forced to fight the corrupt mayor when he is told that his house will be demolished. He recruits a lawyer friend to help, but the man's arrival brings further misfortune for Kolya and his family.", "release_date": "2014-09-24", "poster": "/foMdJ8ijYk5G1Jn0HZRplFTu9Dt.jpg", "runtime": 140, "id": 265180, "genre_ids": [18]}, {"title": "I Now Pronounce You Chuck & Larry", "overview": "Firefighters Chuck Ford and Larry Valentine are guy's guys, loyal to the core -- which is why when widower Larry asks Chuck to pose as his gay lover so that he can get domestic partner benefits for his kids, his buddy agrees. Things get dicey, however, when a bureaucrat comes calling, and the boys are forced to present a picture of domestic bliss.", "release_date": "2007-07-12", "poster": "/9CrSPxDr7r01coqofKghYiGplAc.jpg", "runtime": 115, "id": 3563, "genre_ids": [35, 10749]}, {"title": "The Sum of All Fears", "overview": "CIA analyst Jack Ryan must thwart the plans of a terrorist faction that threatens to induce a catastrophic conflict between the United States and Russia's newly elected president by detonating a nuclear weapon at a football game in Baltimore.", "release_date": "2002-05-30", "poster": "/k3ZJrGAccBocurYccRyD3aP6ltV.jpg", "runtime": 124, "id": 4614, "genre_ids": [53, 28, 18]}, {"title": "Death Race: Inferno", "overview": "Carl Lucas / Frankenstein has won four of his races and needs to win one more to win his freedom. Before his final race, Lucas and his team, car and all, are transferred to another prison where they will compete in a Death Race in the desert. Also, at the same time, Ceaser runs into a marketer who wants to franchise the Death Race program.", "release_date": "2012-11-16", "poster": "/i8o8crwVAbQihTI835xrQA5nSuD.jpg", "runtime": 105, "id": 156717, "genre_ids": [28, 878, 53]}, {"title": "Raising Helen", "overview": "Single and self-involved, Helen Harris (Kate Hudson) has a thriving fashion career and a lavish lifestyle in New York City. Helen is shocked to hear that her sister and brother-in-law have died in an accident, and alarmed that they have named her the guardian of their three kids (Hayden Panettiere, Spencer Breslin, Abigail Breslin). As the children struggle with the change, Helen has to decide whether she'll cling to her old ways or come to terms with her new family role.", "release_date": "2004-05-07", "poster": "/bsSG7v5vIhOwCBsPzPpK6qGOrw7.jpg", "runtime": 119, "id": 4599, "genre_ids": [35, 10751, 10749]}, {"title": "The Hills Have Eyes", "overview": "A suburban American family is being stalked by a group of psychotic people who live in the desert, far away from civilization.", "release_date": "2006-03-10", "poster": "/hNuqY8h1oBGTnEQK75AH4IwuiPG.jpg", "runtime": 107, "id": 9792, "genre_ids": [27, 53]}, {"title": "Cats & Dogs: The Revenge of Kitty Galore", "overview": "The ongoing war between the canine and feline species is put on hold when they join forces to thwart a rogue cat spy with her own sinister plans for conquest.", "release_date": "2010-07-30", "poster": "/6V1TFvZsbQi2fpxIZtseqBCvuRM.jpg", "runtime": 82, "id": 39691, "genre_ids": [35, 10751]}, {"title": "What's Your Number?", "overview": "Ally Darling (Anna Faris) is realizing she's a little lost in life. Her latest romance has just fizzled out, and she's just been fired from her marketing job. Then she reads an eye-opening magazine article that warns that 96 percent of women who've been with 20 or more lovers are unlikely to find a husband. Determined to turn her life around and prove the article wrong, Ally embarks on a mission to find the perfect mate from among her numerous ex-boyfriends.", "release_date": "2011-09-30", "poster": "/yugpF7km9nEE5GLpSWMSkGKHGNd.jpg", "runtime": 106, "id": 63492, "genre_ids": [35, 10749]}, {"title": "Wallace & Gromit: The Curse of the Were-Rabbit", "overview": "Cheese-loving eccentric Wallace and his cunning canine pal, Gromit, investigate a mystery in Nick Park's animated adventure, in which the lovable inventor and his intrepid pup run a business ridding the town of garden pests. Using only humane methods that turn their home into a halfway house for evicted vermin, the pair stumble upon a mystery involving a voracious vegetarian monster that threatens to ruin the annual veggie-growing contest.", "release_date": "2005-09-04", "poster": "/tLryx0x9TDV5rifA9W8yUvDZFHB.jpg", "runtime": 85, "id": 533, "genre_ids": [12, 16, 35, 10751]}, {"title": "The Grandmaster", "overview": "Ip Man's peaceful life in Foshan changes after Gong Yutian seeks an heir for his family in Southern China. Ip Man then meets Gong Er who challenges him for the sake of regaining her family's honor. After the Second Sino-Japanese War, Ip Man moves to Hong Kong and struggles to provide for his family. In the mean time, Gong Er chooses the path of vengeance after her father was killed by Ma San.", "release_date": "2013-01-08", "poster": "/8OIEVvoTmbGotdygjXzSNX8ribV.jpg", "runtime": 130, "id": 44865, "genre_ids": [28, 18, 36]}, {"title": "Weaponized", "overview": "A damaged homicide detective (Johnny Messner) must prevent a grieving father from unleashing a \"robotic virus\" that he believes will destroy the terrorist cell that murdered his son, but at an unimaginable cost.", "release_date": "2016-03-01", "poster": "/xTtJpfelvkA024hHuNGcn13aZPU.jpg", "runtime": 91, "id": 383140, "genre_ids": [53, 28, 878]}, {"title": "Eastern Promises", "overview": "A Russian teenager living in London who dies during childbirth leaves clues to a midwife in her journal that could tie her child to a rape involving a violent Russian mob family.", "release_date": "2007-09-14", "poster": "/uQduBOXqpC4XG8qK2pMcqz1OnQY.jpg", "runtime": 100, "id": 2252, "genre_ids": [53, 80, 9648]}, {"title": "Hudson Hawk", "overview": "Eddie Hawkins, called Hudson Hawk has just been released from ten years of prison and is planning to spend the rest of his life honestly. But then the crazy Mayflower couple blackmail him to steal some of the works of Leonardo da Vinci. If he refuses, they threaten to kill his friend Tommy.", "release_date": "1991-05-23", "poster": "/j9L6qA8HMgNrDzVyCukGeaCrRf6.jpg", "runtime": 100, "id": 9292, "genre_ids": [28, 12, 35]}, {"title": "Conspiracy Theory", "overview": "A man obsessed with conspiracy theories becomes a target after one of his theories turns out to be true. Unfortunately, in order to save himself, he has to figure out which theory it is.", "release_date": "1997-08-07", "poster": "/pJi8zosVnrIyfZDDsLmrNvX84QG.jpg", "runtime": 135, "id": 8834, "genre_ids": [28, 18, 9648, 53]}, {"title": "Tales from Earthsea", "overview": "Something bizarre has come over the land. The kingdom is deteriorating. People are beginning to act strange... What's even more strange is that people are beginning to see dragons, which shouldn't enter the world of humans. Due to all these bizarre events, Ged, a wandering wizard, is investigating the cause. During his journey, he meets Prince Arren, a young distraught teenage boy. While Arren may look like a shy young teen, he has a severe dark side, which grants him strength, hatred, ruthlessness and has no mercy, especially when it comes to protecting Teru. For the witch Kumo this is a perfect opportunity. She can use the boy's \"fears\" against the very one who would help him, Ged.", "release_date": "2006-07-29", "poster": "/deB7rfqZXpVxdRinyaCeyhwNPbg.jpg", "runtime": 115, "id": 37933, "genre_ids": [12, 14, 16, 878]}, {"title": "Transformers: Revenge of the Fallen", "overview": "Sam Witwicky leaves the Autobots behind for a normal life. But when his mind is filled with cryptic symbols, the Decepticons target him and he is dragged back into the Transformers' war.", "release_date": "2009-06-19", "poster": "/kVISXAXDYhjQCfu50QZeCCzzbPv.jpg", "runtime": 150, "id": 8373, "genre_ids": [878, 28, 12]}, {"title": "Pixie Hollow Games", "overview": "Pixie Hollow Games is a half-hour TV special broadcast in 2011, based on the Disney Fairies franchise, produced by DisneyToon Studios. It features the voices of Mae Whitman, Brenda Song, Megan Hilty, and others, as Tinker Bell and the other fairies of Pixie Hollow in Never Land, taking part in an Olympic-style competition. It is based loosely on J. M. Barrie's Peter Pan stories, by way of Disney's animated adaptation.", "release_date": "2011-11-19", "poster": "/cgMiCsaa8gJduXsAAC9jTyaENS9.jpg", "runtime": 23, "id": 86130, "genre_ids": [16, 10751]}, {"title": "The Other Boleyn Girl", "overview": "A sumptuous and sensual tale of intrigue, romance and betrayal set against the backdrop of a defining moment in European history: two beautiful sisters, Anne and Mary Boleyn, driven by their family's blind ambition, compete for the love of the handsome and passionate King Henry VIII.", "release_date": "2008-02-28", "poster": "/s0hrzj5GzGdvvqdyoKwt44eiZHd.jpg", "runtime": 115, "id": 12184, "genre_ids": [18]}, {"title": "The Wedding Planner", "overview": "Mary Fiore, San Francisco's premiere wedding planner is rescued from an accident by the man of her dreams, pediatrician Steve Edison, only to find he is the fiancé of her latest client, wealthy Fran Donnolly. As Mary continues making the wedding arrangements, she and Steve are put into a string of uncomfortable situations that force them to face their mutual attraction.", "release_date": "2001-01-26", "poster": "/zaoZcfGwSm3tVBFnhX6JstB9BsK.jpg", "runtime": 103, "id": 2018, "genre_ids": [35]}, {"title": "Remember", "overview": "With the aid of a fellow Auschwitz survivor and a hand-written letter, an elderly man with dementia goes in search of the person responsible for the death of his family.", "release_date": "2015-10-23", "poster": "/1tghAPTkMGXmWMaMgkd54b86ry5.jpg", "runtime": 95, "id": 302528, "genre_ids": [18, 53]}, {"title": "Raw Deal", "overview": "Mark Kaminsky is kicked out of the FBI for his rough treatment of a suspect. He winds up as the sheriff of a small town in North Carolina. FBI Chief Harry Shannon, whose son has been killed by a mobster named Patrovina, enlists Kaminsky in a personal vendetta with a promise of reinstatement into the FBI if Patrovina is taken down. To accomplish this, he must go undercover and join Patrovina's gang.", "release_date": "1986-06-06", "poster": "/a6A3h6rAnQ4hTfZ80AQGZtGAVfj.jpg", "runtime": 106, "id": 2099, "genre_ids": [28, 35, 80, 53]}, {"title": "The Elephant Man", "overview": "A Victorian surgeon rescues a heavily disfigured man being mistreated by his \"owner\" as a side-show freak. Behind his monstrous facade, there is revealed a person of great intelligence and sensitivity. Based on the true story  of Joseph Merrick (called John Merrick in the film), a severely deformed man in 19th century London.", "release_date": "1980-10-03", "poster": "/lDXJUmLQsViSKLbil2luD91l2kE.jpg", "runtime": 124, "id": 1955, "genre_ids": [18, 36]}, {"title": "Invictus", "overview": "Newly elected President Nelson Mandela knows his nation remains racially and economically divided in the wake of apartheid. Believing he can bring his people together through the universal language of sport, Mandela rallies South Africa's rugby team as they make their historic run to the 1995 Rugby World Cup Championship match.", "release_date": "2009-12-10", "poster": "/esOAiQi9jLb9JyLIyLt2JuVd8fa.jpg", "runtime": 134, "id": 22954, "genre_ids": [18, 36]}, {"title": "Phil's Camino", "overview": "A man diagnosed with cancer simulates a famous Spanish trail in his own neighborhood.", "release_date": "2016-03-12", "poster": null, "runtime": 27, "id": 384343, "genre_ids": []}, {"title": "The Lion King 2: Simba's Pride", "overview": "The circle of life continues for Simba, now fully grown and in his rightful place as the king of Pride Rock. Simba and Nala have given birth to a daughter, Kiara who's as rebellious as her father was. But Kiara drives her parents to distraction when she catches the eye of Kovu, the son of the evil lioness, Zira. Will Kovu steal Kiara's heart?", "release_date": "1998-10-24", "poster": "/aA2LJgPCh04hqVmMySHOndj7TKS.jpg", "runtime": 81, "id": 9732, "genre_ids": [16, 10751, 12]}, {"title": "Beasts of No Nation", "overview": "A drama based on the experiences of Agu, a child soldier fighting in the civil war of an unnamed African country.", "release_date": "2015-09-11", "poster": "/mhqavU5fQGQyiNyqFWFR0I0r2e4.jpg", "runtime": 137, "id": 283587, "genre_ids": [10752, 18]}, {"title": "Mindhunters", "overview": "Trainees in the FBI's psychological profiling program must put their training into practice when they discover a killer in their midst.", "release_date": "2005-07-01", "poster": "/bnGrgK00xeMs85ae5BTOlJjnKTR.jpg", "runtime": 106, "id": 16617, "genre_ids": [9648, 53, 80]}, {"title": "The Forger", "overview": "A former child art prodigy and second generation petty thief arranges to buy his way out of prison to spend time with his ailing son, only to be forced to alter his plans and commit one more job for the man who financed his release.", "release_date": "2014-09-10", "poster": "/3sOkvv6MNhlsVcdXuVH0biEww3.jpg", "runtime": 95, "id": 255157, "genre_ids": [53, 80, 18]}, {"title": "Ice Princess", "overview": "With the help of her coach, her parents, and the boy who drives the Zamboni machine, nothing can stop Casey (Trachtenberg) from realizing her dream to be a champion figure skater.", "release_date": "2005-03-17", "poster": "/b8ec4CS0rMx4w0HJQZmTdJ4yhWq.jpg", "runtime": 98, "id": 13374, "genre_ids": [35]}, {"title": "Finding Forrester", "overview": "Gus van Sant tells the story of a young African American man named Jamal who confronts his talents while living on the streets of the Bronx. He accidentally runs into an old writer named Forrester who discovers his passion for writing. With help from his new mentor Jamal receives a scholarship to a private school.", "release_date": "2000-12-21", "poster": "/msNpSoipcmMKaZRTlK3vHopHRAg.jpg", "runtime": 136, "id": 711, "genre_ids": [18]}, {"title": "13 Assassins", "overview": "A bravado period action film set at the end of Japan's feudal era in which a group of unemployed samurai are enlisted to bring down a sadistic lord and prevent him from ascending to the throne and plunging the country into a war-torn future.", "release_date": "2010-09-09", "poster": "/7Vr1c98X9JaKW6K95Xm6KBqiqDg.jpg", "runtime": 141, "id": 58857, "genre_ids": [12, 18, 28]}, {"title": "Fast Times at Ridgemont High", "overview": "A story of a group of California teenagers who enjoy malls, sex and rock n' roll.", "release_date": "1982-08-12", "poster": "/lvEenO2CikD4Zo3rFK1flAU99Pr.jpg", "runtime": 90, "id": 13342, "genre_ids": [35]}, {"title": "Cabin Fever", "overview": "A group of five college graduates rent a cabin in the woods and begin to fall victim to a horrifying flesh-eating virus, which attracts the unwanted attention of the homicidal locals.", "release_date": "2004-10-22", "poster": "/pDFFHha2KwW6ZjvrZQtXaS6PIYV.jpg", "runtime": 93, "id": 11547, "genre_ids": [27]}, {"title": "Christiane F.", "overview": "This movie portrays the drug scene in Berlin in the 70s, following tape recordings of Christiane F. 14 years old Christiane lives with her mother and little sister in a typical multi-storey apartment building in Berlin. She's fascinated by the 'Sound', a new disco with most modern equipment. Although she's legally too young, she asks a friend to take her. There she meets Detlef, who's in a clique where everybody's on drugs. Step by step she gets drawn deeper into the scene.", "release_date": "1981-04-01", "poster": "/sM989XlpNVK8ITU8sGa1I4Fw1in.jpg", "runtime": 138, "id": 9589, "genre_ids": [18]}, {"title": "Falling Down", "overview": "On the day of his daughter's birthday, William \"D-Fens\" Foster is trying to get to the home of his estranged ex-wife to see his daughter. His car breaks down, so he leaves his car in a traffic jam in Los Angeles and decides to walk. He goes to a convenience store and tries to get some change for a phone call, but the Korean owner does not oblige, tipping Foster over the edge. The unstable Foster, so frustrated with the various flaws he sees in society, begins to psychotically and violently lash out against them.", "release_date": "1993-02-26", "poster": "/jBHJWSUvvOIZkXG067vwVRWvohB.jpg", "runtime": 113, "id": 37094, "genre_ids": [80, 18, 53]}, {"title": "All the President's Men", "overview": "In the run-up to the 1972 elections, Washington Post reporter Bob Woodward covers what seems to be a minor break-in at the Democratic Party National headquarters. He is surprised to find top lawyers already on the defense case, and the discovery of names and addresses of Republican fund organizers on the accused further arouses his suspicions. The editor of the Post is prepared to run with the story and assigns Woodward and Carl Bernstein to it. They find the trail leading higher and higher in the Republican Party, and eventually into the White House itself.", "release_date": "1976-04-04", "poster": "/jh4aA8tryNy1QDiQzkE1kzPqkwc.jpg", "runtime": 138, "id": 891, "genre_ids": [18, 36, 9648, 53]}, {"title": "War Room", "overview": "The family-friendly movie explores the transformational role prayer plays in the lives of the Jordan family. Tony and Elizabeth Jordan, a middle-class couple who seemingly have it all – great jobs, a beautiful daughter, their dream home. But appearances can be deceiving. In reality, the Jordan’s marriage has become a war zone and their daughter is collateral damage. With the help of Miss Clara, an older, wiser woman, Elizabeth discovers she can start fighting for her family instead of against them. Through a newly energized faith, Elizabeth and Tony’s real enemy doesn’t have a prayer.", "release_date": "2015-08-28", "poster": "/ufyybGW3q0wbATNg03geeSEdsDo.jpg", "runtime": 120, "id": 323272, "genre_ids": [18]}, {"title": "Surveillance", "overview": "An FBI agent tracks a serial killer with the help of three of his would-be victims - all of whom have wildly different stories to tell.", "release_date": "2008-02-08", "poster": "/6VZuN7u0scTVStPACvUsTZ0ax8E.jpg", "runtime": 97, "id": 10900, "genre_ids": [53]}, {"title": "Never Let Me Go", "overview": "As children, Kathy, Ruth, and Tommy spend their childhood at an idyllic and secluded English boarding school. As they grow into adults, they must come to terms with the complexity and strength of their love for one another while also preparing for the haunting reality awaiting them.", "release_date": "2010-09-15", "poster": "/i5sE6EINofvT7Xq0rpZz9jRbRMS.jpg", "runtime": 104, "id": 42188, "genre_ids": [18, 10749, 878]}, {"title": "Singing with Angels", "overview": "Faced with a crossroads in her life, Aubrey reflects on her experiences in joining the Mormon Tabernacle Choir and how they have strengthened her and her family through their challenges.", "release_date": "2016-03-11", "poster": "/dnIGeVVRqkrgA3QwNSfIijuDsNY.jpg", "runtime": 94, "id": 384150, "genre_ids": [18]}, {"title": "Mojin: The Lost Legend", "overview": "At the beginning of the 1990s, famous tomb explorer Hu Bayi decided to retire and move to the United States with his fiancée Shirley. But before his wedding, Bayi discovers his first love Ding Shitian, who supposedly had died in the \"One Hundred Cave\" 20 years ago, is actually still alive. Together with Shirley and his old exploration partner, Bayi unravels a terrible millennium-old secret...", "release_date": "2015-12-18", "poster": "/g1tAcVESg6IAt3MZPRArI2kowcf.jpg", "runtime": 127, "id": 299824, "genre_ids": [12, 28, 14]}, {"title": "America's Sweethearts", "overview": "In the midst of a nasty public breakup of married movie stars, a studio publicist scrambles to put a cap on the escalating situation as the couple's latest film has found it's only print kidnapped by the director.", "release_date": "2001-07-17", "poster": "/AgaHBiG3Drkl7lWCjtrYj1oLpKY.jpg", "runtime": 102, "id": 11467, "genre_ids": [35, 10749]}, {"title": "The Lucky One", "overview": "U.S. Marine Sergeant Logan Thibault (Efron) returns from his third tour of duty in Iraq, with the one thing he credits with keeping him alive-a photograph he found of a woman he doesn't even know. Learning her name is Beth (Schilling) and where she lives, he shows up at her door, and ends up taking a job at her family-run local kennel. Despite her initial mistrust and the complications in her life, a romance develops between them, giving Logan hope that Beth could be much more than his good luck charm.", "release_date": "2012-04-19", "poster": "/ug0WQaS1echV9BQoSeL2im9I3hk.jpg", "runtime": 101, "id": 77877, "genre_ids": [18, 10749]}, {"title": "The Garden of Words", "overview": "Takao, who is training to become a shoemaker, skipped school and is sketching shoes in a Japanese-style garden. He meets a mysterious woman, Yukino, who is older than him. Then, without arranging the times, the two start to see each other again and again, but only on rainy days. They deepen their relationship and open up to each other. But the end of the rainy season soon approaches …", "release_date": "2013-05-31", "poster": "/oZSfJH1IwOPla2ZGVli6YIBxYxz.jpg", "runtime": 46, "id": 198375, "genre_ids": [16, 18, 10749]}, {"title": "Notorious", "overview": "Released shortly after the war, this classic Hitchcock film illustrates the battle between German Nazis and American spies in Rio de Janeiro where a German businessman keeps a wine cellar with uranium ore.", "release_date": "1946-08-15", "poster": "/pi5YexkEQ9BZIWovB5SyPmjCBjG.jpg", "runtime": 102, "id": 303, "genre_ids": [53, 18, 10749]}, {"title": "Celeste & Jesse Forever", "overview": "Celeste and Jesse met in high school and got married young. They laugh at the same jokes and finish each other’s sentences. They are forever linked in their friends’ minds as the perfect couple – she, a high-powered businesswoman and budding novelist; he, a free spirit who keeps things from getting boring. Their only problem is that they have decided to get divorced. Can their perfect relationship withstand this minor setback?", "release_date": "2012-08-03", "poster": "/nYR7GrheXMfLg7OMgkhv2aHw2Fb.jpg", "runtime": 91, "id": 84184, "genre_ids": [35, 18, 10749]}, {"title": "True Story", "overview": "A drama centered around the relationship between journalist Michael Finkel and Christian Longo, an FBI Most Wanted List murderer who for years lived outside the U.S. under Finkel's name.", "release_date": "2015-04-17", "poster": "/2kJCtB5FPfNH3LDYv2vINrtgCRD.jpg", "runtime": 100, "id": 245706, "genre_ids": [53, 18, 9648]}, {"title": "Forever Young", "overview": "Intertwined stories of 50somethings that won't give up on their glory days", "release_date": "2016-03-10", "poster": "/xOA3djBMCTD8gYZdOmiFh1hbyR5.jpg", "runtime": 95, "id": 385922, "genre_ids": []}, {"title": "The Texas Chainsaw Massacre", "overview": "After picking up a traumatized young hitchhiker, five friends find themselves stalked and hunted by a deformed chainsaw-wielding killer and his family of equally psychopathic killers.", "release_date": "2003-10-17", "poster": "/gx7FCIOFGxqNyplF3t7qtmUv55g.jpg", "runtime": 98, "id": 9373, "genre_ids": [27]}, {"title": "1900", "overview": "Set in Bertolucci's ancestral region of Emilia, the film chronicles the lives of two men during the political turmoils that took place in Italy in the first half on the 20th century.", "release_date": "1976-09-03", "poster": "/pBg8YagS3SVMbvxJl6z1JKHUwDm.jpg", "runtime": 317, "id": 3870, "genre_ids": [18, 36, 10749]}, {"title": "Species II", "overview": "Having just returned from a mission to Mars, Commander Ross isn't exactly himself. He's slowly becoming a terrifying alien entity with one goal -- to procreate with human women! When countless women suffer gruesome deaths after bearing half-alien offspring, scientist Laura Baker and hired assassin Press Lennox use Eve, a more tempered alien clone, to find Ross and his brood. Before long Eve escapes to mate with Ross.", "release_date": "1998-04-10", "poster": "/3GwIEvxwMcU9tZO6RqkKHVPDn5z.jpg", "runtime": 93, "id": 10216, "genre_ids": [878, 28, 27]}, {"title": "The Amityville Horror", "overview": "A family is terrorized by demonic forces after moving into a home that was the site of a grisly mass-murder.", "release_date": "2005-04-15", "poster": "/cZW2ajrHSiA0Ar2o00g4ezUYqZX.jpg", "runtime": 90, "id": 10065, "genre_ids": [27, 53, 18]}, {"title": "The Interpreter", "overview": "A thriller about an interpreter who has overheard plans of an assassination at United Nations headquarters. An American Secret Service agent is sent to investigate as Silvia Broome, the interpreter, is in danger of being killed by the assassins.", "release_date": "2005-04-04", "poster": "/aAW4W8x41TwWQUQpLQqkWNQbtlv.jpg", "runtime": 128, "id": 179, "genre_ids": [28]}, {"title": "Tammy", "overview": "After losing her job and learning that her husband has been unfaithful, a woman hits the road with her profane, hard-drinking grandmother.", "release_date": "2014-07-02", "poster": "/cq6wvDqETqJXgpQplkL0FBw2leM.jpg", "runtime": 97, "id": 226486, "genre_ids": [35]}, {"title": "Hostel: Part II", "overview": "4 beautiful college students are tricked into entering a hostel where the 'hosts' like to torture, rape and murder. Following a geographical tour of Slovakia, three women are lured into a hostel by a handsome young man who sells them to the twisted masters, who tie them up and bring upon an unthinkable world of pain", "release_date": "2007-06-08", "poster": "/fRRjGgHCh6dWvRn1wSbv2VMO6JL.jpg", "runtime": 93, "id": 1691, "genre_ids": [27]}, {"title": "The Secret World of Arrietty", "overview": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items \"borrowed\" from the house's human inhabitants. However, life changes for the Clocks when a human boy discovers Arrietty.", "release_date": "2010-07-16", "poster": "/A4w9oSNQUwtkaucy3K7LbSngKrk.jpg", "runtime": 94, "id": 51739, "genre_ids": [14, 16, 10751]}, {"title": "The Librarian: Return to King Solomon's Mines", "overview": "After retrieving the Crystal Skull in Utah, Flynn Carsen receives a map in the mail with the secret location of King Solomon's Mines. When the scroll is stolen, Judson explains the power of the Key of Solomon's book and assigns Flynn to retrieve the map. The map is useless without the legend piece to decipher it, which is located in Volubilis near the Roman ruins in Morocco. Flynn heads to Casablanca to the ruins where he is chased by a group of mercenaries leaded by General Samir. They too want to find the location of King Solomon's mines. Flynn teams-up with Professor Emily Davenport working in the dig and they escape from General Samir and his men. While traveling to Gedi, they save the local Jomo from death and the trio faces a dangerous journey through the wild Africa.", "release_date": "2006-10-09", "poster": "/fpedwecERf6PoaNml2Pa8dKncyZ.jpg", "runtime": 92, "id": 14208, "genre_ids": [14, 28, 12]}, {"title": "Mune: Guardian of the Moon", "overview": "When a faun named Mune becomes the Guardian of the Moon, little did he had unprepared experience with the Moon and an accident that could put both the Moon and the Sun in danger, including a corrupt titan named Necross who wants the Sun for himself and placing the balance of night and day in great peril. Now with the help of a wax-child named Glim and the warrior, Sohone who also became the Sun Guardian, they go out on an exciting journey to get the Sun back and restore the Moon to their rightful place in the sky.", "release_date": "2015-02-05", "poster": "/5PS0GTYMJkWkB8iyRMovKA1Of5G.jpg", "runtime": 86, "id": 323661, "genre_ids": [16]}, {"title": "The 400 Blows", "overview": "Intensely touching story of a misunderstood young adolescent who delves into a life of petty crime.", "release_date": "1959-05-04", "poster": "/nKVXTcCtOc3Zuu4yCEDMOUyeXfH.jpg", "runtime": 99, "id": 147, "genre_ids": [18]}, {"title": "Blades of Glory", "overview": "When a much-publicized ice-skating scandal strips them of their gold medals, two world-class athletes skirt their way back onto the ice via a loophole that allows them to compete together as a pairs team.", "release_date": "2007-03-30", "poster": "/7vbtLFfN00BaczHjOaPWui4aqg1.jpg", "runtime": 93, "id": 9955, "genre_ids": [28, 35, 18]}, {"title": "Present Perfect Continuous Tense", "overview": "Jing is a teenager who starts dating Eiam, a woman who is 20 years older than him.  Things go well at the beginning of their relationship because of their optimistic attitude and strong efforts to adjust to each other's lifestyles. However, when Eiam turns 40 and Jing starts to mature, the couple increasingly experiences conflicts and arguments.  Things get even more complicated when Jing becomes attracted to a younger woman.", "release_date": "2013-07-17", "poster": "/eeDwTO18lMDXhtnl18z4U9SSSkD.jpg", "runtime": 109, "id": 252578, "genre_ids": [10749]}, {"title": "The Land Before Time IV: Journey Through the Mists", "overview": "Littlefoot and the gang meet a shy newcomer, Ali, but the pleasantries stop there. There's a dire environmental theme to this third sequel in the series, in which the world's weather changes beyond the Great Valley, and what had been dry land is now a \"land of mists.\" The shift brings new creatures who push out older inhabitants, and Littlefoot sees these radical changes for himself when he has to venture into the area to find a medicinal flower for his sick grandfather. While the animation is slow and contained the way direct-to-video cartoon releases often are, the story is sound and the now-familiar characters are memorable.", "release_date": "1996-12-10", "poster": "/k1CdeqVwh0aihQ5qLVH6eBKaBFL.jpg", "runtime": 74, "id": 19164, "genre_ids": [10751, 16, 12]}, {"title": "New Year's Eve", "overview": "The lives of several couples and singles in New York intertwine over the course of New Year's Eve.", "release_date": "2011-12-08", "poster": "/el1pKVogVwmE1dpbeAO1Ol6y1Vl.jpg", "runtime": 118, "id": 62838, "genre_ids": [35, 10749]}, {"title": "Awake", "overview": "In \"Awake,\" a psychological thriller that tells the story of a man undergoing heart surgery while experiencing a phenomenon called \"anesthetic awareness,\" which leaves him awake but paralyzed throughout the operation. As various obstacles present themselves, his wife must make life-altering decisions while wrestling with her own personal drama.", "release_date": "2007-11-28", "poster": "/36PzzP5VBLkOvMJvyed4YQaVZXr.jpg", "runtime": 84, "id": 13483, "genre_ids": [53, 80, 9648]}, {"title": "The Concert", "overview": "A former world-famous conductor of the Bolshoï orchestra, known as \"The Maëstro\", Andreï Filipov had seen his career publicly broken by Leonid Brezhnev for hiring Jewish musicians and now works cleaning the concert hall where he once directed. One day, he intercepts an official invitation from the prestigious Théâtre du Châtelet. Through a series of mad antics, he reunites his old orchestra, now composed of old alcoholic musicians, and flies to perform in Paris and complete the Tchaikovsky concerto interrupted 30 years earlier. For the concerto, he engages a young violin soloist with whom he has an unexpected connection.", "release_date": "2009-09-01", "poster": "/mh2R1WKlsVPef3Ybk2KaCNXw7eA.jpg", "runtime": 119, "id": 25205, "genre_ids": [18, 35]}, {"title": "The Pink Panther Strikes Again", "overview": "Now seriously mentally ill after working with Clouseau for such a long time, Inspector Dreyfus escapes from the mental asylum he was being held in and vows to destroy Clouseau forever. He kidnaps an eminent scientist and forces him to build a machine capable of destroying the world, with the intention of doing so unless Clouseau is delivered to him.", "release_date": "1976-12-15", "poster": "/zsCdWipH1IkIRVnuOcNb4XwCGyl.jpg", "runtime": 103, "id": 12268, "genre_ids": [35, 9648]}, {"title": "Green Lantern: First Flight", "overview": "Test pilot Hal Jordan finds himself recruited as the newest member of the intergalactic police force, The Green Lantern Corps.", "release_date": "2009-07-28", "poster": "/6hkKBWlhOf86GHYrVS1JrsqLNOt.jpg", "runtime": 75, "id": 17445, "genre_ids": [16, 878, 28]}, {"title": "Spider", "overview": "A brilliant and powerful psychological thriller about a deeply disturbed boy, Spider, who ‘sees’ his father brutally murder his mother and replace her with a prostitute. Convinced they plan to murder him next, Spider hatches an insane plan, which he carries through to tragic effect. Years later, his delusional account of his past begins to unravel and Spider spirals into fresh madness.", "release_date": "2002-12-13", "poster": "/8H4vgZbD2SZGV8ddOmgmt603lyR.jpg", "runtime": 98, "id": 9613, "genre_ids": [18, 9648, 53]}, {"title": "Halloween", "overview": "After being committed for 17 years, Michael Myers, now a grown man and still very dangerous, escapes from the mental institution (where he was committed as a 10 year old) and he immediately returns to Haddonfield, where he wants to find his baby sister, Laurie. Anyone who crosses his path is in mortal danger", "release_date": "2007-08-31", "poster": "/9CPYBA1Fq5BdCmViSPyfPiBOcTH.jpg", "runtime": 109, "id": 2082, "genre_ids": [27]}, {"title": "Dead Man", "overview": "On the run after murdering a man, accountant William Blake encounters a strange North American man named Nobody who prepares him for his journey into the spiritual world.", "release_date": "1995-05-26", "poster": "/vGobIvxSiFvAmwqH8BlC3SpET0C.jpg", "runtime": 121, "id": 922, "genre_ids": [18, 14, 37]}, {"title": "Triangle", "overview": "The story revolves around the passengers of a yachting trip in the Atlantic Ocean who, when struck by mysterious weather conditions, jump to another ship only to experience greater havoc on the open seas.", "release_date": "2009-10-16", "poster": "/hjC00Wus7IoCywVTHt68W8QxcyW.jpg", "runtime": 99, "id": 26466, "genre_ids": [27]}, {"title": "The DUFF", "overview": "Bianca is a content high school senior whose world is shattered when she learns the student body refers to her as ‘The DUFF’ (Designated Ugly Fat Friend) to her prettier, more popular friends. With her universe turned upside down, she ignoreswords of wisdom from her favorite teacher and enlists Wesley, a slick but charming jock, to help set her apart from the pack and erase her label forever. In doing so, she hopes to land her crush Toby, and find the confidence to overthrow the school’s ruthless label maker Madison by reminding everyone that no matter what people look or act like, we are all someone’s DUFF…and that’s totally fine.", "release_date": "2015-02-19", "poster": "/dBBgPTCN5Zze4POXWVVpwf3wkra.jpg", "runtime": 101, "id": 272693, "genre_ids": [35]}, {"title": "Funny People", "overview": "Famous and wealthy funnyman George Simmons doesn't give much thought to how he treats people until a doctor delivers stunning health news, forcing George to reevaluate his priorities with a little help from aspiring stand-up comic Ira.", "release_date": "2009-07-31", "poster": "/uWgcmAIfYURUHJGhY4Rq1IXcJIg.jpg", "runtime": 146, "id": 20829, "genre_ids": [35, 18]}, {"title": "Brazil", "overview": "Brazil is a Terry Gilliam dystopic black comedy film that reflects the melancholy, dreamlike quality of a famous Brazilian song that’s been translated into English. The film parodies the mostly dysfunctional bureaucratic world we live in and takes us to a post-apocalyptic world in the future yet with our present day attitudes in mind.", "release_date": "1985-02-20", "poster": "/55Vfc1beLn3pJF4Lw83TRKHenK6.jpg", "runtime": 132, "id": 68, "genre_ids": [35, 878]}, {"title": "Adam's Apples", "overview": "A neo-nazi sentenced to community service at a church clashes with the blindly devotional priest.", "release_date": "2005-04-15", "poster": "/ysLgwV21cnoI9nkWIvdZWqJuwjE.jpg", "runtime": 94, "id": 1023, "genre_ids": [35, 80, 18]}, {"title": "Untitled Spider-Man Reboot", "overview": "", "release_date": "2017-07-07", "poster": "/ufYkdD34mqSVe4Zyznkmvaiyz8q.jpg", "runtime": 0, "id": 315635, "genre_ids": [28, 12, 14, 878]}, {"title": "Supergirl", "overview": "After losing a powerful orb, Kara, Superman's cousin, comes to Earth to retrieve it and instead finds herself up against a wicked witch", "release_date": "1984-11-20", "poster": "/1zo5t9ZV4yPo6AKGisYbUcIURtV.jpg", "runtime": 124, "id": 9651, "genre_ids": [12, 14, 28, 878]}, {"title": "Conviction", "overview": "When Betty Anne Waters' older brother Kenny is arrested for murder and sentenced to life in 1983, Betty Anne, a Massachusetts wife and mother of two, dedicates her life to overturning the murder conviction. Convinced that her brother is innocent, Betty Anne puts herself through high school, college and, finally, law school in an 18 year quest to free Kenny. With the help of best friend Abra Rice, Betty Anne pores through suspicious evidence mounted by small town cop Nancy Taylor, meticulously retracing the steps that led to Kenny's arrest. Belief in her brother - and her quest for the truth - pushes Betty Anne and her team to uncover the facts and utilize DNA evidence with the hope of exonerating Kenny.", "release_date": "2010-09-11", "poster": "/WHmcvCVpbSSnj4UjUUCfQwuiGo.jpg", "runtime": 107, "id": 45094, "genre_ids": [18]}, {"title": "Magic Mike", "overview": "Mike, an experienced stripper, takes a younger performer called The Kid under his wing and schools him in the arts of partying, picking up women, and making easy money.", "release_date": "2012-06-28", "poster": "/lEtUcdnGdtZzMUUMdrVVmJNIl6T.jpg", "runtime": 110, "id": 77930, "genre_ids": [18, 35]}, {"title": "Whiteout", "overview": "The only U.S. Marshal assigned to Antarctica, Carrie Stetko (Kate Beckinsale) will soon leave the harsh environment behind for good; in three days, the sun will set and the Amundsen-Scott Research Station will shut down for the long winter. When a body is discovered out on the open ice, Carrie's investigation into the continent's first homicide plunges her deep into a mystery that may cost her her own life.", "release_date": "2009-09-09", "poster": "/oC28DSfylqtkf8AWkr0cVj7TcjS.jpg", "runtime": 101, "id": 22787, "genre_ids": [28, 80, 9648, 53]}, {"title": "Cannonball Run II", "overview": "The original characters from the first Cannonball Run movie compete in an illegal race across the country once more in various cars and trucks.", "release_date": "1984-06-29", "poster": "/6Z5wXVG5V05WigfjMXGm87ipkvZ.jpg", "runtime": 108, "id": 11950, "genre_ids": [28, 12, 35]}, {"title": "Driving Miss Daisy", "overview": "The story of an old Jewish widow named Daisy Werthan and her relationship with her colored chauffeur Hoke. From an initial mere work relationship grew in 25 years a strong friendship between the two very different characters in a time when those types of relationships where shunned upon. Oscar winning tragic comedy with a star-studded cast and based on a play of the same name by Alfred Uhry.", "release_date": "1989-12-13", "poster": "/vzdx1rkR0wK8NcdgTAvg6Vp061U.jpg", "runtime": 99, "id": 403, "genre_ids": [35, 18]}, {"title": "The Hustler", "overview": "Fast Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary Minnesota Fats to a high-stakes match, but he loses in a heartbreaking marathon. Now broke and without his long-time manager, Felson faces an uphill battle to regain his confidence and his game.", "release_date": "1961-09-25", "poster": "/c7lg1HUBw6rXkpCMQ3TUyZaIWO4.jpg", "runtime": 134, "id": 990, "genre_ids": [18]}, {"title": "The Outlaw Josey Wales", "overview": "After avenging his family's brutal murder, Wales is pursued by a pack of soldiers. He prefers to travel alone, but ragtag outcasts are drawn to him - and Wales can't bring himself to leave them unprotected.", "release_date": "1976-06-30", "poster": "/8HRmovHTe1FTiZ5GUM534izCNL2.jpg", "runtime": 135, "id": 10747, "genre_ids": [18, 37]}, {"title": "Samba", "overview": "Samba migrated to France 10 years ago from Senegal, and has since been plugging away at various lowly jobs. Alice is a senior executive who has recently undergone a burnout. Both struggle to get out of their dead-end lives. Samba's willing to do whatever it takes to get working papers, while Alice tries to get her life back on track until fate draws them together.", "release_date": "2014-10-15", "poster": "/moe9m13aJFMttmNnaiffgVy8hjL.jpg", "runtime": 118, "id": 269148, "genre_ids": [18, 35]}, {"title": "Amityville: The Awakening", "overview": "Belle, her little sister, and her comatose twin brother move into a new house with their single mother Joan in order to save money to help pay for her brother's expensive healthcare. But when strange phenomena begin to occur in the house including the miraculous recovery of her brother, Belle begins to suspect her Mother isn't telling her everything and soon realizes they just moved into the infamous Amityville house.", "release_date": "2016-04-14", "poster": "/or8XqO0cw8Vc9cxE0DjIIr9wF3k.jpg", "runtime": 0, "id": 203835, "genre_ids": [53, 27]}, {"title": "The Impossible", "overview": "In December 2004, close-knit family Maria (Naomi Watts), Henry (Ewan McGregor) and their three sons begin their winter vacation in Thailand. But the day after Christmas, the idyllic holiday turns into an incomprehensible nightmare when a terrifying roar rises from the depths of the sea, followed by a wall of black water that devours everything in its path. Though Maria and her family face their darkest hour, unexpected displays of kindness and courage ameliorate their terror.", "release_date": "2012-09-09", "poster": "/sEx5mrVvVyyJHICMGe55KaUzEgt.jpg", "runtime": 113, "id": 80278, "genre_ids": [18]}, {"title": "Damien: Omen II", "overview": "Since the sudden and highly suspicious death of his parents, 12-year-old Damien has been in the charge of his wealthy aunt and uncle (Lee Grant and William Holden). Widely feared to be the Antichrist, Damien relentlessly plots to seize control of his uncle's business empire - and the world. Meanwhile, anyone attempting to unravel the secrets of Damien's sinister past or fiendish future meets with a swift and cruel demise.", "release_date": "1978-06-05", "poster": "/7HouxLyzPt2tlaAFjJg9nRDrGbF.jpg", "runtime": 107, "id": 10766, "genre_ids": [28, 18, 27, 53]}, {"title": "The Ten Commandments", "overview": "Escaping death, a Hebrew infant is raised in a royal household to become a prince. Upon discovery of his true heritage, Moses embarks on a personal quest to reclaim his destiny as the leader and liberator of the Hebrew people.", "release_date": "1956-10-05", "poster": "/iEwS3ZaavaTEWmMqCapaw1T0f0X.jpg", "runtime": 220, "id": 6844, "genre_ids": [18, 36]}, {"title": "Anything Else", "overview": "Jason Biggs stars as Jerry Falk, an aspiring writer in New York, who falls in love at first sight with a free-spirited young woman named Amanda (Christina Ricci). Jerry has heard the phrase that life is like \"anything else,\" but he soon finds that life with the unpredictable Amanda isn't like anything else at all.", "release_date": "2003-08-27", "poster": "/3AORDBPSmgP6I0HRInPsylO4KWc.jpg", "runtime": 108, "id": 10739, "genre_ids": [35, 10749]}, {"title": "Blue Velvet", "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of criminals who have kidnapped her child.", "release_date": "1986-08-01", "poster": "/yXvdmffa0o8zlxwBBcQki8y3Fdw.jpg", "runtime": 120, "id": 793, "genre_ids": [80, 18, 9648, 53]}, {"title": "Serving Sara", "overview": "Serving Sara is a 2002 romantic comedy film which stars Matthew Perry, Elizabeth Hurley and Bruce Campbell. Joe Tyler (Perry) is a process server who is given the assignment to serve Sara Moore (Hurley) with divorce papers.", "release_date": "2002-08-20", "poster": "/cgLqjuKp5AT1o9xvWhriToS2mHr.jpg", "runtime": 100, "id": 12771, "genre_ids": [35, 10749]}, {"title": "Flashdance", "overview": "The popular 1980’s dance movie that depicts the life of an exotic dancer with a side job as a welder who true desire is to get into ballet school. It’s her dream to be a professional dancer and now is her chance. The film has a great soundtrack with an Oscar winning song.", "release_date": "1983-04-14", "poster": "/pW8tRnHJbZfobnEX16CjkOg8bAH.jpg", "runtime": 95, "id": 535, "genre_ids": [18, 10402, 10749]}, {"title": "Money Train", "overview": "A vengeful New York transit cop decides to steal a trainload of subway fares; his foster brother, a fellow cop, tries to protect him.", "release_date": "1995-11-21", "poster": "/jSozzzVOR2kfXgTUuGnbgG2yRFi.jpg", "runtime": 103, "id": 11517, "genre_ids": [28, 35, 80]}, {"title": "Bullet to the Head", "overview": "After watching their respective partners die, a cop and a hitman form an alliance in order to bring down their common enemy.", "release_date": "2012-11-14", "poster": "/in6KZhkj6UCpXhjVm00VzdisHyf.jpg", "runtime": 92, "id": 70074, "genre_ids": [28, 80, 53]}, {"title": "A Perfect World", "overview": "A kidnapped boy strikes up a friendship with his captor: an escaped convict on the run from the law, headed by an honorable U.S. Marshal.", "release_date": "1993-11-24", "poster": "/4gb38JSPBmAtFopC8vb20Paj20h.jpg", "runtime": 138, "id": 9559, "genre_ids": [80, 18, 53]}, {"title": "The Great Beauty", "overview": "Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.", "release_date": "2013-05-21", "poster": "/wHLvhxIjdjngDfI2T5XOkZMdn1J.jpg", "runtime": 142, "id": 179144, "genre_ids": [35, 18]}, {"title": "Savages", "overview": "Pot growers Ben and Chon face off against the Mexican drug cartel who kidnapped their shared girlfriend.", "release_date": "2012-07-06", "poster": "/ecN4PGSU6zhYlAUL8Jh4qyE2um9.jpg", "runtime": 131, "id": 82525, "genre_ids": [80, 18, 53]}, {"title": "Ice Age: A Mammoth Christmas", "overview": "When Sid accidentally destroys Manny's heirloom Christmas rock and ends up on Santa's naughty list, he leads a hilarious quest to the North Pole to make things right and ends up making things much worse. Now it's up to Manny and his prehistoric posse to band together and save Christmas for the entire world!", "release_date": "2011-11-24", "poster": "/bBKkG54YXVTFCKeZ4a5pmRubTQg.jpg", "runtime": 26, "id": 79218, "genre_ids": [16, 10751, 10770]}, {"title": "Weekend at Bernie's", "overview": "Two friends are invited for a weekend to a luxury island with their boss. The boss gets shot and nobody seems to notice, except for the two friends. In order not to become suspects of murder they treat the body as a puppet and make people believe he's still alive. The killer wants to do his job so when he is informed that the stiff is still alive he's got to shoot him again, and again, and again.", "release_date": "1989-07-05", "poster": "/tcUSnOWQg5urgs1SgIfql4PASrj.jpg", "runtime": 97, "id": 8491, "genre_ids": [35]}, {"title": "Stalingrad", "overview": "\"Stalingrad\" follows the progress of a German Platoon through the brutal fighting of the Battle of Stalingrad. After having half their number wiped out and after being placed under the command of a sadistic Captain, the Lieutenant of the platoon leads his men to desert. The men of the platoon attempt to escape from the city which is now surrounded by the Soviet Army.", "release_date": "1993-01-21", "poster": "/hmk6RDLpScF7lpHYRuJvwRSug18.jpg", "runtime": 134, "id": 11101, "genre_ids": [18, 36, 10752]}, {"title": "The Place Beyond the Pines", "overview": "A motorcycle stunt rider considers committing a crime in order to provide for his wife and child, an act that puts him on a collision course with a cop-turned-politician.", "release_date": "2013-03-20", "poster": "/cdsRBoAditFXVhSr8SgnJ2WTBkX.jpg", "runtime": 140, "id": 97367, "genre_ids": [18, 80]}, {"title": "Twins", "overview": "Julius and Vincent Benedict are the results of an experiment that would allow for the perfect child. Julius was planned and grows to athletic proportions. Vincent is an accident and is somewhat smaller in stature. Vincent is placed in an orphanage while Julius is taken to a south seas island and raised by philosophers. Vincent becomes the ultimate low life and is about to be killed by loan sharks.", "release_date": "1988-12-09", "poster": "/i0mKmkxhLQuYBR9JPjShMbse2k6.jpg", "runtime": 107, "id": 9493, "genre_ids": [35, 18]}, {"title": "Garden State", "overview": "Andrew returns to his hometown for the funeral of his mother, a journey that reconnects him with past friends. The trip coincides with his decision to stop taking his powerful antidepressants. A chance meeting with Sam - a girl also suffering from various maladies - opens up the possibility of rekindling emotional attachments, confronting his psychologist father, and perhaps beginning a new life.", "release_date": "2004-01-16", "poster": "/u7IASCZ02Q94SYklSIR2609inis.jpg", "runtime": 102, "id": 401, "genre_ids": [35, 18, 10749]}, {"title": "Undisputed", "overview": "Monroe Hutchens is the heavyweight champion of Sweetwater, a maximum security prison. He was convicted to a life sentence due to a passionate crime. Iceman Chambers is the heavyweight champion, who lost his title due to a rape conviction to ten years in Sweetwater. WHen these two giants collide in the same prison, they fight against each other disputing who is the real champion.", "release_date": "2002-08-23", "poster": "/dhBQvKYMayM61M7kHOk35IfpE8K.jpg", "runtime": 96, "id": 15070, "genre_ids": [28, 12, 18, 53]}, {"title": "The Three Musketeers", "overview": "D'Artagnan travels to Paris hoping to become a musketeer, one of the French king's elite bodyguards, only to discover that the corps has been disbanded by conniving Cardinal Richelieu, who secretly hopes to usurp the throne. Fortunately, Athos, Porthos and Aramis have refused to lay down their weapons and continue to protect their king. D'Artagnan joins with the rogues to expose Richelieu's plot against the crown.", "release_date": "1993-11-11", "poster": "/cQsjMRId7r61Nh0bwEtGzCvp9gS.jpg", "runtime": 105, "id": 10057, "genre_ids": [28, 12, 35]}, {"title": "Barb Wire", "overview": "A sexy nightclub owner, Barb Wire moonlights as a mercenary in Steel Harbor, one of the last free zones in the now fascist United States. When scientist Cora Devonshire wanders into Barb's establishment, she gets roped into a top-secret government plot involving biological weapons. Soon Barb is reunited with her old flame Axel Hood, who is now Cora's husband and a guerrilla fighter, resulting in plenty of tense action.", "release_date": "1996-05-02", "poster": "/7i4kiXdS79K39BTSYJskartxfe7.jpg", "runtime": 98, "id": 11867, "genre_ids": [28, 878]}, {"title": "Lost Highway", "overview": "Director David Lynch gives us a psycho thriller beyond definition that has audiences tangled in the provocations of nightmares, violence, sex sequences, reality, the subconscious, and madness as they must create their own interpretations of the film.", "release_date": "1997-01-15", "poster": "/z6yhgEzGUJaBBgAxoyggRzwLnVM.jpg", "runtime": 134, "id": 638, "genre_ids": [18, 53, 9648]}, {"title": "Gorillas in the Mist", "overview": "The story of Dian Fossey, a scientist who came to Africa to study the vanishing mountain gorillas, and later fought to protect them.", "release_date": "1988-09-23", "poster": "/fvGe6nGdg5wgfhv8WPOAoNXLFul.jpg", "runtime": 129, "id": 10130, "genre_ids": [18]}, {"title": "Rules of Engagement", "overview": "Part war movie, part courtroom thriller, this gripping drama finds a war hero put on trial for a rescue mission gone terribly wrong with only his doubtful friend and fellow marine to represent him.", "release_date": "2000-04-07", "poster": "/1UlrMyCza2xINltCyYgmAwQAx07.jpg", "runtime": 128, "id": 10479, "genre_ids": [28, 12, 18, 36, 10752]}, {"title": "Another 48 Hrs.", "overview": "For the past four years, San Francisco cop Jack Cates has been after an unidentified drug kingpin who calls himself the \"Ice Man\". Jack finds a picture that proves that the Ice Man has put a price on the head of Reggie Hammond, who is scheduled to be released from prison on the next day.", "release_date": "1990-06-08", "poster": "/zV6AwClDvVoexeVqkcTJSiNvB09.jpg", "runtime": 95, "id": 11595, "genre_ids": [53, 28, 35, 80, 18]}, {"title": "The Best Offer", "overview": "Virgil Oldman is a world renowned antiques expert and auctioneer. An eccentric genius, he leads a solitary life, going to extreme lengths to keep his distance from the messiness of human relationships. When appointed by the beautiful but emotionally damaged Claire to oversee the valuation and sale of her family’s priceless art collection, Virgil allows himself to form an attachment to her – and soon he is engulfed by a passion which will rock his bland existence to the core.", "release_date": "2013-01-01", "poster": "/bXk6T8npfh2Ly24VMWSeZLsTLhC.jpg", "runtime": 124, "id": 152742, "genre_ids": [18, 10749, 80, 9648]}, {"title": "The Sweetest Thing", "overview": "When it comes to dating, Christina Walters has a golden rule: avoid searching for Mr. Right and focus on Mr. Right Now. That is until one night at a club when she unexpectedly meets Peter, only to see him suddenly disappear the next day. She and her best friend Courtney decide to break the rules and go on a road trip to find him, encountering wild and hilarious misadventures along the way.", "release_date": "2002-04-12", "poster": "/aSHDm1BRlnxWKrCRhK3q5TOdPme.jpg", "runtime": 84, "id": 11812, "genre_ids": [35]}, {"title": "Sex and Lucia", "overview": "Various lives converge on an isolated island, all connected by an author whose novel has become inextricably entwined with his own life.", "release_date": "2001-08-24", "poster": "/1sXh1xMe9KVqGvA5tBqG9DrYhzn.jpg", "runtime": 128, "id": 1364, "genre_ids": [18, 10749]}, {"title": "Black or White", "overview": "A grieving widower is drawn into a custody battle over his granddaughter, whom he helped raise her entire life.", "release_date": "2015-01-30", "poster": "/4N5jbTrGEb0BOtb2DfDqQquWtTx.jpg", "runtime": 121, "id": 253331, "genre_ids": [18]}, {"title": "Risen", "overview": "Follows the epic Biblical story of the Resurrection, as told through the eyes of a non-believer. Clavius, a powerful Roman Military Tribune, and his aide Lucius, are tasked with solving the mystery of what happened to Jesus in the weeks following the crucifixion, in order to disprove the rumors of a risen Messiah and prevent an uprising in Jerusalem.", "release_date": "2016-02-19", "poster": "/cr8lQd94bxlhyDfimweUMnLZoxf.jpg", "runtime": 107, "id": 335778, "genre_ids": [28, 12, 18, 9648]}, {"title": "Bowling for Columbine", "overview": "Why do 11,000 people die in America each year at the hands of gun violence? Talking heads yelling from every TV camera blame everything from Satan to video games. But are we that much different from many other countries? What sets us apart? How have we become both the master and victim of such enormous amounts of violence? This is not a film about gun control. It is a film about the fearful heart and soul of the United States, and the 280 million Americans lucky enough to have the right to a constitutionally protected Uzi. From a look at the Columbine High School security camera tapes to the home of Oscar-winning NRA President Charlton Heston, from a young man who makes homemade napalm with The Anarchist's Cookbook to the murder of a six-year-old girl by another six-year-old, Bowling for Columbine is a journey through America, through our past, hoping to discover why our pursuit of happiness is so riddled with violence.", "release_date": "2002-10-09", "poster": "/eQLThQmmiCyEoGDr1MdNGYOjU0M.jpg", "runtime": 120, "id": 1430, "genre_ids": [99]}, {"title": "Jamon Jamon", "overview": "Jose Luis is an executive at his parents underwear factory where his girlfriend Sylvia works on the shop floor. When Sylvia becomes pregnant, Jose Luis promises her that he will marry her, most likely against the wishes of his parents. Jose Luis' mother is determined to break her son's engagement to a girl from a lower-class family, and hires Raul, a potential underwear model and would-be bullfighter to seduce Sylvia.", "release_date": "1992-09-03", "poster": "/5Z8d6sTG1vkICerCwPTI6Xlhe6X.jpg", "runtime": 95, "id": 4507, "genre_ids": [35, 18, 10749]}, {"title": "The Reader", "overview": "Tells the story of Michael Berg, a German lawyer who as a teenager in the late 1950s had an affair with an older woman, Hanna, who then disappeared only to resurface years later as one of the defendants in a war crimes trial stemming from her actions as a concentration camp guard late in the war. He alone realizes that Hanna is illiterate and may be concealing that at the expense of her freedom.", "release_date": "2008-12-10", "poster": "/mEqgCzhGO3gi9DkevgM7N6a5mY3.jpg", "runtime": 124, "id": 8055, "genre_ids": [18, 10749]}, {"title": "Sky Captain and the World of Tomorrow", "overview": "When gigantic robots attack New York City, \"Sky Captain\" uses his private air force to fight them off. His ex-girlfriend, reporter Polly Perkins, has been investigating the recent disappearance of prominent scientists. Suspecting a link between the global robot attacks and missing men, Sky Captain and Polly decide to work together. They fly to the Himalayas in pursuit of the mysterious Dr. Totenkopf, the mastermind behind the robots.", "release_date": "2004-09-14", "poster": "/7tO8s7n6Hga2y0NIUT0aoGQelPG.jpg", "runtime": 107, "id": 5137, "genre_ids": [9648, 28, 53, 878, 12]}, {"title": "Star Wars: Episode VIII", "overview": "Rey took her first steps into a larger world in Star Wars: The Force Awakens and will continue her epic journey with Finn, Poe, and Luke Skywalker in the next chapter of the continuing Star Wars saga, Star Wars: Episode VIII.", "release_date": "2017-12-13", "poster": "/nlqFgG7jfBITl8fJHzL72jXwYLt.jpg", "runtime": 0, "id": 181808, "genre_ids": [28, 12, 14, 878]}, {"title": "From Paris with Love", "overview": "While working at the American embassy in Paris, low-level intelligence agent James Reece gets involved in espionage when he's pulled into a terrorist plot by high-ranking but uncouth American operative Charlie Wax, who's trying to stop it.", "release_date": "2010-02-05", "poster": "/41yioNp9apJ7xtYDaSxqBfm1p5T.jpg", "runtime": 92, "id": 26389, "genre_ids": [28, 80, 53]}, {"title": "The Raid 2", "overview": "After fighting his way through an apartment building populated by an army of dangerous criminals and escaping with his life, SWAT team member Rama goes undercover, joining a powerful Indonesian crime syndicate to protect his family and uncover corrupt members of his own force.", "release_date": "2014-03-27", "poster": "/q3ihLHxBP2TmzejiRDaWbnfARgP.jpg", "runtime": 150, "id": 180299, "genre_ids": [28, 80, 53]}, {"title": "The Dead Zone", "overview": "Johnny Smith is a schoolteacher with his whole life ahead of him but, after leaving his fiancee's home one night, is involved in a car crash which leaves him in a coma for 5 years. When he wakes, he discovers he has an ability to see into the past, present and future life of anyone with whom he comes into physical contact.", "release_date": "1983-10-21", "poster": "/nfGUupEUffOkNyuQBN7Pp5hhqTU.jpg", "runtime": 103, "id": 11336, "genre_ids": [53, 27, 878]}, {"title": "Taxi 2", "overview": "A cabdriver and a cop race to Paris to rescue a love interest and the Japanese minister of defense from kidnappers.", "release_date": "2000-03-24", "poster": "/bsbllNS0oeKoxKJB0mAKnaeUjkE.jpg", "runtime": 82, "id": 2332, "genre_ids": [28, 35, 80]}, {"title": "Life of Crime", "overview": "Two common criminals get more than they bargained for after kidnapping the wife of a corrupt real-estate developer who shows no interest in paying the $1 million dollar ransom for her safe return.", "release_date": "2013-09-14", "poster": "/dSEjpA64DfGvhOPNOqVUfypwdpc.jpg", "runtime": 94, "id": 209189, "genre_ids": [35, 80]}, {"title": "The Majestic", "overview": "Set in 1951, a blacklisted Hollywood writer gets into a car accident, loses his memory and settles down in a small town where he is mistaken for a long-lost son.", "release_date": "2001-12-21", "poster": "/A7P4oUpLl4tmgUn0oQjTb0nRjW4.jpg", "runtime": 152, "id": 11086, "genre_ids": [18, 10749]}, {"title": "Michael Collins", "overview": "Michael Collins plays a crucial role in the establishment of the Irish Free State in the 1920s, but becomes vilified by those hoping to create a completely independent Irish republic.", "release_date": "1996-10-25", "poster": "/kToN6lKO4NGoVoMcdPFWzPadrkg.jpg", "runtime": 132, "id": 1770, "genre_ids": [18, 53]}, {"title": "Blackhearts", "overview": "Blackhearts takes a fresh look at the notorious Norwegian black metal music scene - but from a striking new angle. It travels to South America, Europe and the Middle East to follow three black metal die hards who hail from extreme religious and political backgrounds.", "release_date": "2016-03-11", "poster": "/sqTCN6hwspbPdlJ80A8DB5BKpJM.jpg", "runtime": 87, "id": 382202, "genre_ids": [99]}, {"title": "Fool's Gold", "overview": "Charming but luckless treasure hunter Ben Finnegan has sacrificed his relationship with his wife to search for the Queen's Dowry, a legendary treasure lost at sea. But the discovery of a new clue rekindles his hope for riches -- and his marriage.", "release_date": "2008-02-07", "poster": "/v4YTbyUsxOVRTFlOqQKKFPAjJhL.jpg", "runtime": 112, "id": 8676, "genre_ids": [28, 12, 35, 10749]}, {"title": "Maximum Risk", "overview": "A policeman takes his twin brother's place and inherits his problems and a beautiful girlfriend. He is forced to kickbox his way from France to the U.S. and back while playing footsie with the FBI and Russian mafia. Not just muscles with a badge, the policeman must find the answers to some tough questions, none harder than what the heck is an accordian player doing in a sauna.", "release_date": "1996-09-13", "poster": "/sFqiNcytKYQgyBL8yyLHpd80roV.jpg", "runtime": 100, "id": 10861, "genre_ids": [28, 12, 53]}, {"title": "Beauty and the Beast", "overview": "Beauty and the Beast is the adaptation of a story by Madame de Villeneuve. Published anonymously in 1740 as La Jeune Américaine et les contes marins, it paints a portrait of Belle, a joyful and touching young girl who falls in love with the Beast, a cursed creature in search of love and redemption. In 1760, a condensed children’s version was published. It was from this version that Jean Cocteau and then Walt Disney drew their famous adaptations. Overshadowed, the original version by Madame de Villeneuve has never been adapted for the screen... until now!", "release_date": "2014-02-12", "poster": "/60nCGtU0z7569et1Ol2WUCmCMeg.jpg", "runtime": 112, "id": 197796, "genre_ids": [14, 10749]}, {"title": "Wallace & Gromit - The Wrong Trousers", "overview": "Gromit finds himself being pushed out of his room and home by a new lodger who is actually a ruthless criminal (and a small penguin). The penguin is planning a robbery and needs to use Wallace and his mechanical remote controlled trousers to pull off the raid. However, Gromit is wise to the penguin and comes to the rescue.", "release_date": "1993-12-17", "poster": "/2w8JYyCxK7GOIi68cPhFqknCESA.jpg", "runtime": 30, "id": 531, "genre_ids": [80, 16, 35, 10751]}, {"title": "Revolutionary Road", "overview": "A young couple living in a Connecticut suburb during the mid-1950s struggle to come to terms with their personal problems while trying to raise their two children. Based on a novel by Richard Yates.", "release_date": "2008-12-19", "poster": "/jTQdA1ciNvPbxCmnWabDmpAgxe3.jpg", "runtime": 119, "id": 4148, "genre_ids": [18, 10749]}, {"title": "The Fox and the Hound 2", "overview": "Best friends Tod, a fox kit, and Copper, a hound puppy, visit a country fair when they see a band of dogs called \"The Singin' Strays\". The band has five members: Dixie, Cash, Granny Rose, and twin brothers Waylon and Floyd. It is important that they perform well because a talent scout is visiting.", "release_date": "2006-11-09", "poster": "/2SK9VetMoTvMWxeSE8cZIlU4Ke7.jpg", "runtime": 69, "id": 9948, "genre_ids": [12, 16, 35, 10751]}, {"title": "The Age of Innocence", "overview": "Tale of 19th century New York high society in which a young lawyer falls in love with a woman separated from her husband, while he is engaged to the woman's cousin.", "release_date": "1993-09-17", "poster": "/xdkFwyufgtTR4E9rk4CL2r4l00a.jpg", "runtime": 139, "id": 10436, "genre_ids": [18, 10749]}, {"title": "Convoy", "overview": "Truckers form a mile long \"convoy\" in support of a trucker's vendetta with an abusive sheriff...Based on the country song of same title by C.W. McCall.", "release_date": "1978-06-27", "poster": "/zpCy9R9tjD5sawsBk5TaXbFJhJz.jpg", "runtime": 110, "id": 9584, "genre_ids": [18, 28, 35]}, {"title": "Dead Man Down", "overview": "In New York City, a crime lord's right-hand man is seduced by a woman seeking retribution.", "release_date": "2013-03-08", "poster": "/4hcWLlWTu3Saq2j24dHTKSLQSGe.jpg", "runtime": 118, "id": 102362, "genre_ids": [53, 28, 80, 18]}]