[{"title": "Showgirls", "overview": "A young drifter named Nomi arrives in Las Vegas to become a dancer and soon sets about clawing and pushing her way to become a top showgirl.", "release_date": "1995-09-22", "poster": "/7O2SxrsXYaGFZ5cZgJF0Ab5SV5J.jpg", "runtime": 128, "id": 10802, "genre_ids": [18]}, {"title": "It Happened in Saint-Tropez", "overview": "Zef’s stormy relationship with his brother Roni is further aggravated when Roni marries his daughter just as he is attending to his wife’s funeral. The two brothers have never got on with each other. One is faithful to his religion, the other lives only for the present. Between London, Paris, Saint-Tropez and New York, a series of confrontations and betrayals threatens to drive the family further apart, but out of this confusion will come a great love story, perhaps even two...", "release_date": "2013-01-13", "poster": "/aYDGdiO0t1Gasw6AzPwf7eaQHNF.jpg", "runtime": 100, "id": 184020, "genre_ids": [35, 18]}, {"title": "Assault on Precinct 13", "overview": "On New Year's Eve, inside a police station that's about to be closed for good, officer Jake Roenick must cobble together a force made up cops and criminals to save themselves from a mob looking to kill mobster Marion Bishop.", "release_date": "2005-01-19", "poster": "/xblaA3nQoEMg3wPLKfLEwA7TU9v.jpg", "runtime": 91, "id": 8978, "genre_ids": [53]}, {"title": "Rebecca", "overview": "A self-conscious bride is tormented by the memory of her husband's dead first wife.", "release_date": "1940-04-12", "poster": "/e8F834ieev15kapGziv0oSY9GWA.jpg", "runtime": 130, "id": 223, "genre_ids": [18, 9648, 10749, 53]}, {"title": "Hidalgo", "overview": "Set in 1890, this is the story of a Pony Express courier who travels to Arabia to compete with his horse, Hidalgo, in a dangerous race for a massive contest prize, in an adventure that sends the pair around the world...", "release_date": "2004-03-05", "poster": "/5BiWWo12FnSFTatD8dfMpoF7bVs.jpg", "runtime": 136, "id": 2023, "genre_ids": [37, 12]}, {"title": "Changing Lanes", "overview": "A rush-hour fender-bender on New York City's crowded FDR Drive, under most circumstances, wouldn't set off a chain reaction that could decimate two people's lives. But on this day, at this time, a minor collision will turn two complete strangers into vicious adversaries. Their means of destroying each other might be different, but their goals, ultimately, will be the same: Each will systematically try to dismantle the other's life in a reckless effort to reclaim something he has lost.", "release_date": "2002-04-07", "poster": "/dCTVH1kl3aIkUmWpMT5STLAwsPs.jpg", "runtime": 89, "id": 1537, "genre_ids": [28, 12, 80, 53]}, {"title": "Puss in Boots: The Three Diablos", "overview": "Puss in Boots is on a mission to recover the Princess' stolen ruby from the notorious French thief, Whisperer. Reluctantly accompanied by three little kittens, Three Diablos, Puss must tame them before they endanger the mission.", "release_date": "2011-12-08", "poster": "/bs0pgkNsuyBGIPr5k4kaOwZpmJz.jpg", "runtime": 13, "id": 83201, "genre_ids": [16, 10751]}, {"title": "Two Lovers", "overview": "An attractive but depressed young man moves back in with his parents following a recent heartbreak. An aspiring photographer, Leonard works part-time at his father's dry-cleaners. One night Leonard looks out his bedroom window and notices a ravishing young woman who recently moved into an apartment in his family's building, paid for by the wealthy married man she's seeing.", "release_date": "2008-11-19", "poster": "/1qUWOkfd2RKq1F1cDL28CrGyrJw.jpg", "runtime": 110, "id": 10362, "genre_ids": [18, 10749]}, {"title": "The Cold Light of Day", "overview": "A young American (Cavill) uncovers a conspiracy during his attempt to save his family, who were kidnapped while on vacation in Spain.", "release_date": "2012-04-04", "poster": "/zXhphNKS56VQbVJXqk3OMrjtNNc.jpg", "runtime": 93, "id": 77948, "genre_ids": [28, 53]}, {"title": "Child's Play 2", "overview": "Chuckie's back as the doll possessed by the soul of a serial killer, butchering all who stand in his way of possessing the body of a boy.", "release_date": "1990-11-09", "poster": "/rDJg9f89bEzSe3eXuAUIZXToAUZ.jpg", "runtime": 84, "id": 11186, "genre_ids": [18, 27]}, {"title": "Dracula", "overview": "The legend of vampire Count Dracula begins here with this original 1931 Dracula film from Bela Lugosi.", "release_date": "1931-02-12", "poster": "/hA9kQrIwDHJKl1pt8GpJdDnBzim.jpg", "runtime": 72, "id": 138, "genre_ids": [27]}, {"title": "Clown", "overview": "A loving father finds a clown suit for his son's birthday party, only to realize the suit is part of an evil curse that turns its wearer into a killer.", "release_date": "2014-11-13", "poster": "/3Z97W9dDWU9YH3fk2sQKVauLNnu.jpg", "runtime": 100, "id": 112454, "genre_ids": [27]}, {"title": "Behind Enemy Lines", "overview": "While flying a routine reconnaissance mission over Bosnia, fighter pilot Chris Burnett photographs something he wasn't supposed to see and gets shot down behind enemy lines, where he must outrun an army led by a ruthless Serbian general. With time running out and a deadly tracker on his trail, Burnett's commanding officer decides to risk his career and launch a renegade rescue mission to save his life.", "release_date": "2001-11-17", "poster": "/dl1OgKeKxKQsOAqGM7TZRNozbKf.jpg", "runtime": 106, "id": 8007, "genre_ids": [28, 18, 53, 10752]}, {"title": "An American Tail", "overview": "A young mouse named Fievel and his family decide to migrate to America, a \"land without cats,\" at the turn of the 20th century. But somehow, Fievel ends up in the New World alone and must fend off not only the felines he never thought he'd have to deal with again but also the loneliness of being away from home.", "release_date": "1986-11-21", "poster": "/glZNfxN4cef0pJeD08xru7ZVWlI.jpg", "runtime": 80, "id": 4978, "genre_ids": [18, 10751, 16, 12]}, {"title": "Think Like a Man Too", "overview": "All the couples are back for a wedding in Las Vegas, but plans for a romantic weekend go awry when their various misadventures get them into some compromising situations that threaten to derail the big event.", "release_date": "2014-06-19", "poster": "/xOTTC0HF25aYRteqYZJ4Xhh8uOF.jpg", "runtime": 106, "id": 184098, "genre_ids": [35, 10749]}, {"title": "The Dark Crystal", "overview": "On another planet in the distant past, a Gelfling embarks on a quest to find the missing shard of a magical crystal and restore order to his world, before the grotesque race of Skeksis find and use the crystal for evil.", "release_date": "1982-12-17", "poster": "/enCcF48dvT16O2ixGRslU4mPjO7.jpg", "runtime": 93, "id": 11639, "genre_ids": [14]}, {"title": "Heavenly Creatures", "overview": "Based on the true story of Juliet Hulme and Pauline Parker, two close friends who share a love of fantasy and literature, who conspire to kill Pauline's mother when she tries to end the girls' intense and obsessive relationship.", "release_date": "1994-09-02", "poster": "/5ek49TUeqStPmKwNdxrCSUAdXNe.jpg", "runtime": 99, "id": 1024, "genre_ids": [18, 14]}, {"title": "Fantasia 2000", "overview": "An update of the original film with new interpretations of great works of classical music.", "release_date": "1999-12-31", "poster": "/xKNP9Q5QpXKksLWKuuyOA1jUkv7.jpg", "runtime": 74, "id": 49948, "genre_ids": [10402, 16, 10751, 14]}, {"title": "Go for It", "overview": "Mason is driving a truck when he takes on his lorry Rosco a hitchhiker. Traffic police stop them for a control but they are confused for two robbers. They manage to escape in a very strange way from this situation, but just to fall in a worse one. They run to the airport trying to take the first flight available. The couple not only succeeds to have a free flight to Miami but someone give them a bag full of million dollars. Later Rosco and Mason will understand that this time they were confused for two secret agents but it is too late, now they are too deeply involved in the situation. Obviously a funny situation.", "release_date": "1983-01-01", "poster": "/uBq4SQkKrqGyafGFPJosdj9gWTt.jpg", "runtime": 107, "id": 11616, "genre_ids": [12, 28, 35]}, {"title": "Beyond the Lights", "overview": "A talented young musician on the brink of super stardom struggles with the pressure of her new-found success.", "release_date": "2014-11-14", "poster": "/bSV6w2P27AKX0QI2g44fZYtJFiS.jpg", "runtime": 116, "id": 241771, "genre_ids": [18]}, {"title": "Sniper: Reloaded", "overview": "Brandon Beckett (Collins), the son of the previous Sniper film's star Thomas Beckett (Tom Berenger), takes up the mantle set by his father and goes on a mission of his own.", "release_date": "2011-04-26", "poster": "/zGgvGJyf57fMjdcQMAwKeH120kG.jpg", "runtime": 91, "id": 58767, "genre_ids": [10752, 28, 53, 18]}, {"title": "Primer", "overview": "Friends/fledgling entrepreneurs invent a device in their garage that reduces the apparent mass of any object placed inside it, but they accidentally discover that it has some highly unexpected capabilities--ones that could enable them to do and to have seemingly anything they want.  Taking advantage of this unique opportunity is the first challenge they face.  Dealing with the consequences is the next.", "release_date": "2004-10-08", "poster": "/pYiAYDn3ltw9Fq7izODuq7oWYwX.jpg", "runtime": 79, "id": 14337, "genre_ids": [18, 878, 53]}, {"title": "The Colony", "overview": "Forced underground by the next ice age, a struggling outpost of survivors must fight to preserve humanity against a threat even more savage than nature.", "release_date": "2013-04-12", "poster": "/oYeCfvBSdIfxGSlSXMwtAUzKiJC.jpg", "runtime": 95, "id": 178809, "genre_ids": [28, 878, 27]}, {"title": "Leatherheads", "overview": "A light hearted comedy about the beginnings of Professional American Football. When a decorated war hero and college all star is tempted into playing professional football. Everyone see the chance to make some big money, but when a reporter digs up some dirt on the war hero... everyone could lose out.", "release_date": "2008-03-24", "poster": "/rr4lYUy7UIMeSyVzUyls3rmftu5.jpg", "runtime": 114, "id": 4942, "genre_ids": [35, 10749, 18]}, {"title": "Honeymoon", "overview": "Young newlyweds Paul (Harry Treadaway) and Bea (Rose Leslie) travel to a remote lake house for their honeymoon, where the promise of private romance awaits them. Paul is woken in the middle of the night by a shaft of light entering the cabin, which sets off his bedside alarm. Returning to bed, he finds it empty and, after an anxious period of search, discovers a naked Bea cold and disoriented in the woods. As she becomes more distant and her behaviour increasingly peculiar, Paul begins to suspect something more sinister than sleepwalking took place in the woods.", "release_date": "2014-09-12", "poster": "/5jZRisBShiBpsH2k5rDYGEl9fSh.jpg", "runtime": 87, "id": 254191, "genre_ids": [27]}, {"title": "Breathless", "overview": "A young car thief kills a policeman and tries to persuade a girl to hide in Italy with him.", "release_date": "1960-03-16", "poster": "/mBZ6BE7V9MCC7FzhAQPJl6K0634.jpg", "runtime": 90, "id": 269, "genre_ids": [80, 18]}, {"title": "The Wages of Fear", "overview": "In the South American jungle, supplies of nitroglycerine are needed at a remote oil field. The oil company pays four men to deliver the supplies in two trucks. A tense rivalry develops between the two sets of drivers on the rough remote roads where the slightest jolt can result in death.", "release_date": "1953-04-22", "poster": "/3IGuAr1xsErR4XqmHZcfyQ4f8KY.jpg", "runtime": 131, "id": 204, "genre_ids": [18, 53, 12]}, {"title": "Breaking the Waves", "overview": "In a small and conservative Scottish village, a woman's paralytic husband convinces her to have extramarital intercourse so she can tell him about it and give him a reason for living.", "release_date": "1996-01-01", "poster": "/1OVrzjufHogk3fo4uiGDo2SDZd2.jpg", "runtime": 159, "id": 145, "genre_ids": [18, 10749]}, {"title": "The Man Who Knew Too Much", "overview": "A widescreen, Technicolor remake of Hitchcock's own 1934 film of the same title starring James Stewart and Doris Day. A couple vacationing in Morocco with their son accidentally stumble upon an assassination plot. When their son is kidnapped to ensure their silence, they have to take matters into their own hands to save him.", "release_date": "1956-06-01", "poster": "/vhUOukoJTWPfVpZOiKwrjdEV4OX.jpg", "runtime": 120, "id": 574, "genre_ids": [12, 80, 18, 9648, 53]}, {"title": "The Maltese Falcon", "overview": "Spade and Archer is the name of a San Francisco detective agency. That's for Sam Spade and Miles Archer. The two men are partners, but Sam doesn't like Miles much. A knockout, who goes by the name of Miss Wanderly, walks into their office; and by that night everything's changed. Miles is dead. And so is a man named Floyd Thursby. It seems Miss Wanderly is surrounded by dangerous men. There's Joel Cairo, who uses gardenia-scented calling cards. There's Kasper Gutman, with his enormous girth and feigned civility. Her only hope of protection comes from Sam, who is suspected by the police of one or the other murder. More murders are yet to come.", "release_date": "1941-11-18", "poster": "/95OOYSeegOX4XW8nAeFJSIdxfM4.jpg", "runtime": 100, "id": 963, "genre_ids": [80, 18, 53]}, {"title": "Scooby-Doo! The Mystery Begins", "overview": "What brings best friends together? For Daphne, Velma, Fred, Shaggy and Shaggy's spunky pup Scooby-Doo, it's a mystery! The feature-length live-action Scooby-Doo: The Mystery Begins original movie takes you back to when four teenage sleuths (plus one dog detective) first met. Unjustly accused of staging a spooky practical joke complete with ghosts, the kids are suspended from Coolsville High.", "release_date": "2009-09-12", "poster": "/8vzYGdBH8Zpdf5L9Do61BIKqUru.jpg", "runtime": 82, "id": 22620, "genre_ids": [9648, 16, 35, 14]}, {"title": "Naked Lunch", "overview": "After developing an addiction to the substance he uses to kill bugs, an exterminator accidentally murders his wife and becomes involved in a secret government plot being orchestrated by giant bugs in an Islamic port town in Africa.", "release_date": "1991-12-27", "poster": "/tMninSG4OAAhx9SNjdnMJM1R3Wn.jpg", "runtime": 115, "id": 2742, "genre_ids": [18, 14, 53]}, {"title": "RockNRolla", "overview": "When a Russian mobster sets up a real estate scam that generates millions of pounds, various members of London's criminal underworld pursue their share of the fortune. Various shady characters, including Mr One-Two, Stella the accountant, and Johnny Quid, a druggie rock-star, try to claim their slice.", "release_date": "2008-09-04", "poster": "/9tnHUDuUDrNJxJ3raxpKIrnYXlH.jpg", "runtime": 114, "id": 13809, "genre_ids": [28, 80, 53]}, {"title": "The Adventurer: The Curse of the Midas Box", "overview": "Ancient mysteries. Powerful evil. And a fearless hero's quest through a fantastical realm of steam-powered wonders and sinister magic... In THE ADVENTURER: THE CURSE OF THE MIDAS BOX, seventeen-year-old Mariah Mundi's life is turned upside down when his parents vanish and his younger brother is kidnapped. Following a trail of clues to the darkly majestic Prince Regent Hotel, Mariah discovers a hidden realm of child-stealing monsters, deadly secrets and a long-lost artifact that grants limitless wealth - but also devastating supernatural power. With the fate of his world, and his family at stake, Mariah will risk everything to unravel the Curse of the Midas Box!", "release_date": "2013-12-05", "poster": "/gd13gvyte0uWZClE6zLLfGbV6wK.jpg", "runtime": 99, "id": 227707, "genre_ids": [14, 12, 10751]}, {"title": "Fish Tank", "overview": "Everything changes for 15 year old Mia when her mum brings home a new boyfriend.", "release_date": "2009-05-14", "poster": "/fintdoMWDyxRFBu5iMPNmF3Wftu.jpg", "runtime": 123, "id": 24469, "genre_ids": [18]}, {"title": "The International", "overview": "An interpol agent and an attorney are determined to bring one of the world's most powerful banks to justice. Uncovering money laundering, arms trading, and conspiracy to destabilize world governments, their investigation takes them from Berlin, Milan, New York and Istanbul. Finding themselves in a chase across the globe, their relentless tenacity puts their own lives at risk.", "release_date": "2009-02-03", "poster": "/xwH65cbBMAoZ01kcRpQw2dCRsw0.jpg", "runtime": 118, "id": 4959, "genre_ids": [18, 53, 80]}, {"title": "Before the Fall", "overview": "In 1942, Friedrich Weimer's boxing skills get him an appointment to a National Political Academy (NaPolA) - high schools that produce Nazi elite. Over his father's objections, Friedrich enrolls. During his year in seventh column,Friedrich encounters hazing, cruelty, death, and the Nazi code. His friendship with Albrecht, the ascetic son of the area's governor, is central to this education.", "release_date": "2004-07-04", "poster": "/hURgT5BHH8z5qYyhIf4xyaIRxRE.jpg", "runtime": 117, "id": 9393, "genre_ids": [18]}, {"title": "Observe and Report", "overview": "Bi-polar mall security guard Ronnie Barnhardt is called into action to stop a flasher from turning shopper's paradise into his personal peep show. But when Barnhardt can't bring the culprit to justice, a surly police detective, is recruited to close the case.", "release_date": "2009-04-10", "poster": "/nqde2Ud03uLrekBZaCMXBa16Cm2.jpg", "runtime": 86, "id": 16991, "genre_ids": [35, 80, 18]}, {"title": "Muppets Most Wanted", "overview": "While on a grand world tour, The Muppets find themselves wrapped into an European jewel-heist caper headed by a Kermit the Frog look-alike and his dastardly sidekick.", "release_date": "2014-03-20", "poster": "/bxDby1r6WW3HyWzA9vd8uCMG9E6.jpg", "runtime": 112, "id": 145220, "genre_ids": [35, 12, 80, 10751]}, {"title": "The Pacifier", "overview": "Disgraced Navy SEAL Shane Wolfe is handed a new assignment: Protect the five Plummer kids from enemies of their recently deceased father -- a government scientist whose top-secret experiment remains hidden in the kids' house.", "release_date": "2005-03-04", "poster": "/mHFWjLbJYWFxgrfTAHgbLbVcFug.jpg", "runtime": 95, "id": 10022, "genre_ids": [28, 35, 10751]}, {"title": "EVA", "overview": "Set in 2041, humans of planet Earth now live side-by-side with androids. A well-known cybernetic engineer, Alex Garel, is tasked with an assignment to create a robot in the form of a human child. He returns home to begin his work and finds that his childhood love Lana has married his brother David. Their daughter Eva seems to possess a superior intelligence and powerful charisma that immediately captivates Alex. Looking for inspiration, Alex asks Eva to be the muse of the new robot, which challenges everything Alex ever thought he knew about robots and humans alike.", "release_date": "2011-10-28", "poster": "/6GxdFoY8DdU8YXvsGoReeibTyuX.jpg", "runtime": 94, "id": 77561, "genre_ids": [878]}, {"title": "The Eagle", "overview": "In 140 AD, twenty years after the unexplained disappearance of the entire Ninth Legion in the mountains of Scotland, young centurion Marcus Aquila (Tatum) arrives from Rome to solve the mystery and restore the reputation of his father, the commander of the Ninth. Accompanied only by his British slave Esca (Bell), Marcus sets out across Hadrian's Wall into the uncharted highlands of Caledonia - to confront its savage tribes, make peace with his father's memory, and retrieve the lost legion's golden emblem, the Eagle of the Ninth.", "release_date": "2011-02-08", "poster": "/1e3SKFIEy8zPYICzQXBqeKM6xx8.jpg", "runtime": 114, "id": 49494, "genre_ids": [12, 18]}, {"title": "Battle for the Planet of the Apes", "overview": "The fifth and final episode in the Planet of the Apes series. After the collapse of human civilization, a community of intelligent apes led by Caesar lives in harmony with a group of humans. Gorilla General Aldo tries to cause an ape civil war and a community of human mutants who live beneath a destroyed city try to conquer those whom they perceive as enemies. All leading to the finale.", "release_date": "1973-06-14", "poster": "/2tx8XXPU6lSerxDnIhYwror52LV.jpg", "runtime": 93, "id": 1705, "genre_ids": [28, 878]}, {"title": "Manitou's Shoe", "overview": "Abahachi, Chief of the Apache Indians, and his blood brother Ranger maintain peace and justice in the Wild West. One day, Abahachi needs to take up a credit from the Shoshone Indians to finance his tribe's new saloon. Unfortunately Santa Maria, who sold the saloon, betrays Abahachi, takes the money and leaves. Soon, the Shoshones are on the warpath to get their money back, and Abahachi is forced to organize it quickly.", "release_date": "2001-07-11", "poster": "/fbKhdhZzgDWLizfHA847FNW1saA.jpg", "runtime": 87, "id": 8366, "genre_ids": [35, 37]}, {"title": "Mississippi Burning", "overview": "Two FBI agents investigating the murder of civil rights workers during the 60s seek to breach the conspiracy of silence in a small Southern town where segregation divides black and white. The younger agent trained in FBI school runs up against the small town ways of his former Sheriff partner.", "release_date": "1988-12-08", "poster": "/uSukdUQwx0l4rRuMXNqugR1tu4n.jpg", "runtime": 128, "id": 1632, "genre_ids": [53, 80, 18]}, {"title": "God's Not Dead", "overview": "Radisson finds the topic of religion painful because his Christian mother died when he was 12, though he had prayed and begged God to spare her life. This may be what led him to study philosophy so in depth that he ultimately became a philosophy professor, but his desire to now avoid the topic of religion does not mesh well with his career as a philosophy professor. His anger at God has him requesting his students quote Friedrich Nietzsche and, in exchange, he promises to allow them to skip the chapter on religion. This is not the only clue the movie makers give that they have read atheist material extensively. Radisson tells Josh that if he won't reach a consensus with the class, he must prove God is not dead. Radisson had already explained this was a metaphor and, taken in the context of Nietzsche's point, Josh does an excellent job of proving this.", "release_date": "2014-03-21", "poster": "/a4QdH1RG6jvzZ1SLmCI7vaDD9Ez.jpg", "runtime": 113, "id": 249660, "genre_ids": [18]}, {"title": "Blue Ruin", "overview": "The quiet life of a beach bum is upended by dreadful news. He sets off for his childhood home to carry out an act of vengeance but proves an inept assassin and finds himself in a brutal fight to protect his estranged family.", "release_date": "2014-04-25", "poster": "/jspgd5F60RH8sKFfuvVW5jVL1F0.jpg", "runtime": 92, "id": 188166, "genre_ids": [53]}, {"title": "Anatomy of a Murder", "overview": "Frederick Manion, an Army lieutenant, is arrested for the murder of bartender Barney Quill. In his defense, he claims that Quill raped and beat up his wife Laura. Although Laura supports her husband's story, the police surgeon cannot find  evidence of rape. Manion is defended by Paul Biegler, a humble small-town lawyer. During the course of interviews, Biegler discovers that Manion is violently possessive and jealous, and that his wife has a reputation for giving her favors to other men. Biegler realizes that the prosecution will try to make the court believe that Laura was the lover of the bartender and that Manion killed him and beat her up when he discovered them together. Manion pleads \"not guilty\" and Biegler, who knows that his case is weak, sets his assistants to try to find a witness who will save Manion.", "release_date": "1959-07-01", "poster": "/kkKQgpBJEBxJ7an1coeWuv9Sp6v.jpg", "runtime": 160, "id": 93, "genre_ids": [80, 18, 9648, 53]}, {"title": "Reclaim", "overview": "After their newly adopted daughter goes missing in a small town, Steven and Shannon will stop at nothing to uncover the truth behind her disappearance and the dangerous secret behind the adoption agency they trusted. Risking their own lives, they will discover just what being a parent means and how far they will go to get their child back.", "release_date": "2014-09-19", "poster": "/clJ1hvzte3msYVecjnUCDhGfuvZ.jpg", "runtime": 96, "id": 286654, "genre_ids": [53]}, {"title": "Dead Snow 2: Red vs. Dead", "overview": "The gruesome Nazi Zombies are back to finish their mission, but our hero is not willing to die. He is gathering his own army to give them a final fight.", "release_date": "2014-02-12", "poster": "/dLd6A24aHTTBZo8R7OAFzthr6h2.jpg", "runtime": 100, "id": 241842, "genre_ids": [27, 28, 35]}, {"title": "Demonic", "overview": "A police officer and a psychologist investigate the deaths of five people who were killed while trying to summon ghosts.", "release_date": "2015-02-12", "poster": "/9pzzhnrLuPJXX2JpqSTZHrrbIhd.jpg", "runtime": 83, "id": 234212, "genre_ids": [53, 27]}, {"title": "Monsters: Dark Continent", "overview": "Seven years on from the events of Monsters, and the ‘Infected Zones’ have spread worldwide. Humans have been knocked off the top of the food chain, with disparate communities struggling for survival. American soldiers are being sent abroad to protect US interests from the Monsters, but the war is far from being won.", "release_date": "2014-10-09", "poster": "/ssnnmRnJVxCFefvxvSQH62RQV04.jpg", "runtime": 119, "id": 145221, "genre_ids": [53, 18, 878]}, {"title": "Finding Dory", "overview": "Taking place a year after finding Nemo, Dory goes on a journey to reunite with her family.", "release_date": "2016-06-16", "poster": "/51FyhlxSIZuOGwYetR9icsEdFlu.jpg", "runtime": 0, "id": 127380, "genre_ids": [16, 12, 35]}, {"title": "Brothers", "overview": "When his helicopter goes down during his fourth tour of duty in Afghanistan, Marine Sam Cahill (Tobey Maguire) is presumed dead. Back home, brother Tommy (Jake Gyllenhaal) steps in to look over Sam’s wife, Grace (Natalie Portman), and two children. Sam’s surprise homecoming triggers domestic mayhem.", "release_date": "2009-01-27", "poster": "/rfLmpW2tzI40g91GiU0WSiMIxox.jpg", "runtime": 104, "id": 7445, "genre_ids": [18, 53, 10752]}, {"title": "The Iceman", "overview": "The true story of Richard Kuklinski, the notorious contract killer and family man.", "release_date": "2012-09-01", "poster": "/xLurXBsrgkNMg2Im1KA4HXC56xv.jpg", "runtime": 105, "id": 68812, "genre_ids": [53, 80, 18]}, {"title": "Papillon", "overview": "A man befriends a fellow criminal as the two of them begin serving their sentence on a dreadful prison island, which inspires the man to plot his escape.", "release_date": "1973-12-13", "poster": "/a3vWYf2KbVfZZdhs7g5US2l951n.jpg", "runtime": 151, "id": 5924, "genre_ids": [80, 18]}, {"title": "Erased", "overview": "A former agent of the CIA and his estranged daughter go on the run after his employers target them for assassination.", "release_date": "2012-09-19", "poster": "/cSyFaSCdauIsmHoAwDaeVehkTqA.jpg", "runtime": 100, "id": 106021, "genre_ids": [28, 53]}, {"title": "Arthur Newman", "overview": "A story of a man who fakes his own death and assumes a new identity in order to escape his life, who then moves in with a woman who is also trying to leave her past behind.", "release_date": "2012-09-07", "poster": "/fip6j0g2B5jHz3EIaXDlWX8MTcg.jpg", "runtime": 101, "id": 127374, "genre_ids": [18]}, {"title": "The Gift", "overview": "When a local woman disappears and the police can't seem to find any leads, her father turns to a poor young woman with psychic powers. Slowly she starts having visions of the woman chained and in a pond. Her visions lead to the body and the arrest of an abusive husband, but did he really do it?", "release_date": "2000-12-22", "poster": "/mC66QbJk1PbUrVMu3kh14adLpQl.jpg", "runtime": 111, "id": 2046, "genre_ids": [27, 18, 53, 9648]}, {"title": "Retribution", "overview": "Carlos, a bank executive, begins his morning routine by taking his kids to school. As he starts the car he receives an anonymous phone call informing him that there's a bomb under his seat. A stranger's voice tells him that he only has a few hours to gather together a large amount of cash: if he doesn't, his car will blow up.", "release_date": "2015-09-25", "poster": "/tXtNlMhMHHXth6b6qEotUoyClN0.jpg", "runtime": 96, "id": 351145, "genre_ids": [53]}, {"title": "Small Soldiers", "overview": "When missile technology is used to enhance toy action figures, the toys soon begin to take their battle programming too seriously.", "release_date": "1998-07-10", "poster": "/l5laJWvcxgkoqC3nRPs9N5u55jR.jpg", "runtime": 110, "id": 11551, "genre_ids": [35, 12, 14, 878, 28]}, {"title": "Le Samouraï", "overview": "Hitman Jef Costello is a perfectionist who always carefully plans his murders and who never gets caught.", "release_date": "1967-10-25", "poster": "/cvNW8IXigbaMNo4gKEIps0NGnhA.jpg", "runtime": 105, "id": 5511, "genre_ids": [18, 53, 80]}, {"title": "Sweet November", "overview": "Nelson is a man devoted to his advertising career in San Francisco. One day, while taking a driving test at the DMV, he meets Sara. She is very different from the other women in his life. Nelson causes her to miss out on taking the test and later that day she tracks him down. One thing leads to another and Nelson ends up living with her through a November that will change his life forever.", "release_date": "2001-02-16", "poster": "/unObEztpIx6gmVAKe0p1VWHMcDI.jpg", "runtime": 119, "id": 1921, "genre_ids": [18, 10749]}, {"title": "The Sound of Music", "overview": "Film adaptation of a classic Rodgers and Hammerstein musical based on a nun who becomes a governess for an Austrian family.", "release_date": "1965-03-02", "poster": "/459fPVvI4lkEV0piSfcq0irKHi8.jpg", "runtime": 174, "id": 15121, "genre_ids": [18, 10751, 10402, 10749]}, {"title": "Mutant Chronicles", "overview": "It's the year 2707. Earth's natural resources have all but been exhausted by mankind. Battles rage for the remainder between the competing Corporations. During one such battle the seal is broken and awakens an ancient and deadly machine that was once defeated thousands of years ago. The order that awaited it's return must now lead a small group of soldiers to destroy it once and for all.", "release_date": "2008-08-07", "poster": "/erxVWaJjPtNqStat2Rh4jxFfpmU.jpg", "runtime": 111, "id": 13256, "genre_ids": [28, 12, 27, 878]}, {"title": "The Choice", "overview": "The Choice tells the story of a long love affair that begins when Travis Parker and Gabby Holland first met as neighbors in a small coastal town and end up pursuing a relationship that neither could have foreseen. It spans a decade and traces the evolution of a love affair that is ultimately tested by life’s most defining events. Sparks’ The Best Of Me and The Longest Ride are currently in production.", "release_date": "2016-02-04", "poster": "/eJDrrzhTTdSAt2weiFQo7BozYJe.jpg", "runtime": 111, "id": 330483, "genre_ids": [18, 10749]}, {"title": "Thesis", "overview": "While doing a thesis about violence, Ángela finds a snuff video where a girl is tortured until death. Soon she discovers that the girl was a former student in her faculty...", "release_date": "1996-04-11", "poster": "/uW2CrHzSz8zuAZcWCrz3QcyGH5m.jpg", "runtime": 125, "id": 9299, "genre_ids": [27, 53]}, {"title": "The Upside of Anger", "overview": "After her husband runs off with his secretary, Terry Wolfmeyer is left to fend for herself -- and her four daughters. As she hits rock bottom, Terry finds a friend and drinking buddy in next-door neighbor Denny, a former baseball player. As the two grow closer, and her daughters increasingly rely on Denny, Terry starts to have reservations about where their relationship is headed.", "release_date": "2005-01-23", "poster": "/dCa6WIaXtGPrsGt6nzuUSWMVXLA.jpg", "runtime": 118, "id": 11354, "genre_ids": [35, 18]}, {"title": "Bangkok Dangerous", "overview": "When carrying out a hit, assassin Joe (Cage) always makes use of the knowledge of the local population. On arriving in Bangkok, Joe meets street kid Kong and he becomes his primary aide. But when Kong is nearly killed, he asks Joe to train him up in the deadly arts and unwittingly becomes a target of a band of killers.", "release_date": "2008-08-21", "poster": "/eyHn8A0lze1pbCNxv0UsATBOmyv.jpg", "runtime": 99, "id": 13184, "genre_ids": [28, 80, 53]}, {"title": "Hot Pursuit", "overview": "An uptight by-the-book cop must protect the widow of a drug boss from crooked cops and gunmen.", "release_date": "2015-05-08", "poster": "/rQSebx3Ie1TL12TbHwFoVqRMU5r.jpg", "runtime": 87, "id": 268920, "genre_ids": [28, 80, 35]}, {"title": "Moonlight Mile", "overview": "As he copes with the death of his fiancee along with her parents, a young man must figure out what he wants out of life.", "release_date": "2002-09-09", "poster": "/paSG3UmjxU0ZpzKWYk3AMqjZWyk.jpg", "runtime": 117, "id": 31005, "genre_ids": [10749, 18]}, {"title": "Westworld", "overview": "In a futuristic resort, wealthy patrons can visit recreations of different time periods and experience their wildest fantasies with life-like robots. But when Richard Benjamin opts for the wild west, he gets more than he bargained for when a gunslinger robot goes berserk.", "release_date": "1973-10-22", "poster": "/cOJsaT8jEmG9s1MziVIPpHBRpQ7.jpg", "runtime": 88, "id": 2362, "genre_ids": [28, 12, 18, 27, 878, 53, 37]}, {"title": "For the Birds", "overview": "One by one, a flock of small birds perches on a telephone wire. Sitting close together has problems enough, and then comes along a large dopey bird that tries to join them. The birds of a feather can't help but make fun of him - and their clique mentality proves embarrassing in the end.", "release_date": "2000-11-01", "poster": "/r7FxAytbH046wQh5LnZLQKvXgNx.jpg", "runtime": 3, "id": 13930, "genre_ids": [16, 10751, 35]}, {"title": "The Descendants", "overview": "With his wife Elizabeth on life support after a boating accident, Hawaiian land baron Matt King takes his daughters on a trip from Oahu to Kauai to confront the young real estate broker, who was having an affair with Elizabeth before her misfortune.", "release_date": "2011-09-09", "poster": "/5lpBvuPNaPiOpitehczWmJgf6wb.jpg", "runtime": 115, "id": 65057, "genre_ids": [35, 18]}, {"title": "Confidence", "overview": "What Jake Vig doesn't know just might get him killed. A sharp and polished grifter, Jake has just swindled thousands of dollars from the unsuspecting Lionel Dolby with the help of his crew. It becomes clear that Lionel wasn't just any mark, he was an accountant for eccentric crime boss Winston King. Jake and his crew will have to stay one step ahead of both the criminals and the cops to finally settle their debt.", "release_date": "2003-04-25", "poster": "/tYLBs9gB7MjShvj7CJK62fkHpE.jpg", "runtime": 97, "id": 10743, "genre_ids": [28, 35, 53, 80]}, {"title": "X+Y", "overview": "A socially awkward teenage math prodigy finds new confidence and new friendships when he lands a spot on the British squad at the International Mathematics Olympiad.", "release_date": "2015-03-13", "poster": "/wp7zAoG2i2KviClIph9vvtXDyDW.jpg", "runtime": 111, "id": 278236, "genre_ids": [18, 35]}, {"title": "A Goofy Movie", "overview": "When Max makes an preposterous promise to his girlfriend, his chances to fulfilling it seem hopeless when he is dragged onto a cross-country trip with his embarrassing father, Goofy.", "release_date": "1995-04-07", "poster": "/iXYXjKohQ1j2FNIXLa84aaaE76K.jpg", "runtime": 78, "id": 15789, "genre_ids": [10749, 16, 10751, 35, 12]}, {"title": "The Pride and the Passion", "overview": "During the Napoleonic Wars, when the French have occupied Spain, some Spanish guerrilla soldiers are going to move a big cannon across Spain in order to help the British defeat the French. A British officer is there to accompany the Spanish and along the way, he falls in love with the leader's girl.", "release_date": "1957-07-10", "poster": "/zcTYvAQSyQezk3k3Sec2v03LjK0.jpg", "runtime": 125, "id": 23102, "genre_ids": [28, 12, 18, 10749]}, {"title": "The Secret of NIMH", "overview": "A widowed field mouse must move her family -- including an ailing son -- to escape a farmer's plow. Aided by a crow and a pack of superintelligent, escaped lab rats, the brave mother struggles to transplant her home to firmer ground.", "release_date": "1982-06-17", "poster": "/qXvgbM2cIjkoOPgzxn0hwiSUqk6.jpg", "runtime": 82, "id": 11704, "genre_ids": [14, 16, 18, 10751]}, {"title": "Death Note - L: Change the WorLd", "overview": "\"The human whose name is written in the Death Note shall die.\" After making the hardest decision ever, another serious case confronts L. There are only 23 days left and without his best partner Watari (Shunji Fujimura), L has to solve the case all by himself for the very first time.", "release_date": "2008-01-31", "poster": "/ndgSMCX4QmfcEX66bS37EiLcUlj.jpg", "runtime": 129, "id": 20329, "genre_ids": [14, 28, 53, 878, 9648]}, {"title": "Monty Python's And Now for Something Completely Different", "overview": "And Now for Something Completely Different is a film spin-off from the television comedy series Monty Python's Flying Circus featuring favourite sketches from the first two seasons.", "release_date": "1971-09-28", "poster": "/CA5EsQBOnJFMN9YaKgRgrXnR9O.jpg", "runtime": 88, "id": 9267, "genre_ids": [35]}, {"title": "Rebel Without a Cause", "overview": "After moving to a new town, troublemaking teen Jim Stark is supposed to have a clean slate, although being the new kid in town brings its own problems. While searching for some stability, Stark forms a bond with a disturbed classmate, Plato, and falls for local girl Judy. However, Judy is the girlfriend of neighborhood tough, Buzz. When Buzz violently confronts Jim and challenges him to a drag race, the new kid's real troubles begin.", "release_date": "1955-10-27", "poster": "/bEAoNvtqvO0c2lItNkKlKUqhPuw.jpg", "runtime": 111, "id": 221, "genre_ids": [18]}, {"title": "Saving Silverman", "overview": "A pair of buddies conspire to save their best friend from marrying the wrong woman, a cold-hearted beauty who snatches him from them and breaks up their Neil Diamond cover band.", "release_date": "2001-02-09", "poster": "/8JFs7ENQqCwG0FF3S1z5IobY1oE.jpg", "runtime": 90, "id": 10878, "genre_ids": [35, 10749, 80]}, {"title": "About Last Night", "overview": "A modern reimagining of the classic romantic comedy, this contemporary version closely follows new love for two couples as they journey from the bar to the bedroom and are eventually put to the test in the real world.", "release_date": "2014-02-14", "poster": "/scGmWVpSt0Yaanwuxe1IvA5lZRG.jpg", "runtime": 100, "id": 222899, "genre_ids": [35, 10749]}, {"title": "Appaloosa", "overview": "Two friends hired to police a small town that is suffering under the rule of a rancher find their job complicated by the arrival of a young widow.", "release_date": "2008-09-26", "poster": "/ar26XwTJz6BPFRricdNpMctyjB0.jpg", "runtime": 115, "id": 12690, "genre_ids": [18, 37, 80]}, {"title": "Pride", "overview": "It’s the summer of 1984 – Margaret Thatcher is in power and the National Union of Mineworkers (NUM) is on strike. At the Gay Pride March in London, a group of gay and lesbian activists decides to raise money to support the families of the striking miners. But there is a problem. The Union seems embarrassed to receive their support.  But the activists are not deterred. They decide to ignore the Union and go direct to the miners. They identify a mining village in deepest Wales and set off in a mini bus to make their donation in person. And so begins the extraordinary story of two seemingly alien communities who form a surprising and ultimately triumphant partnership.", "release_date": "2014-09-12", "poster": "/fk81iMvZTYo7MaYWGirPc0uzA55.jpg", "runtime": 117, "id": 234200, "genre_ids": [18, 35]}, {"title": "The Enforcer", "overview": "Dirty Harry Callahan returns again, this time saddled with a rookie female partner. Together, they must stop a terrorist group consisting of angry Vietnam veterans.", "release_date": "1976-12-21", "poster": "/ib3fs2WQsPtpFUgg5JoOWoxUem0.jpg", "runtime": 96, "id": 10649, "genre_ids": [28, 80, 53]}, {"title": "Frances Ha", "overview": "An aspiring dancer moves to New York City and becomes caught up in a whirlwind of flighty fair-weather friends, diminishing fortunes and career setbacks.", "release_date": "2013-05-17", "poster": "/mG8gvA3lxxzcJFIAnmMqir6DiWQ.jpg", "runtime": 86, "id": 121986, "genre_ids": [35, 18]}, {"title": "Atlantis: Milo's Return", "overview": "Three different stories come to life in this sequel to the hit animated Disney adventure. Explorer Milo Thatch, his new sweetheart, Queen Kida, and the rest of the team are preparing to rebuild the underwater city. But trouble crops up. Harnessing the power of the crystal of Atlantis, the adventurers set out to defend their kingdom against dark forces that threaten from sand, sea and snow.", "release_date": "2003-02-25", "poster": "/jnGcMr21vmgR82hjXOBLMgJx1hw.jpg", "runtime": 70, "id": 8965, "genre_ids": [14, 16, 878, 10751, 28]}, {"title": "Devil", "overview": "A group of people trapped in a elevator realize that the devil is among them.", "release_date": "2010-01-13", "poster": "/m54c0mMcsQfNcRk2As2qH8Y5DQG.jpg", "runtime": 80, "id": 44040, "genre_ids": [27, 9648, 53]}, {"title": "Stranger Than Fiction", "overview": "Everybody knows that your life is a story. But what if a story was your life? Harold Crick is your average IRS agent: monotonous, boring, and repetitive. But one day this all changes when Harold begins to hear an author inside his head narrating his life. But when the narration reveals he is going to die, Harold must find the author and convince them to change the ending.", "release_date": "2006-09-09", "poster": "/mpgQcZn8cBUBD4JEQyI3zn1RTOA.jpg", "runtime": 113, "id": 1262, "genre_ids": [35, 18, 14, 10749]}, {"title": "Breathe", "overview": "Charlie, a 17-year-old girl tortured by doubt, is thrilled when she becomes friends with Sarah, but when Sarah tires of Charlie and looks for a new friend, their relationship takes an ominous turn.", "release_date": "2014-11-12", "poster": "/eFiBAVpsrB3G4QRoz6hUHrRWSri.jpg", "runtime": 91, "id": 270400, "genre_ids": [18]}, {"title": "Grease Live", "overview": "After enjoying a holiday romance, high school students Danny and Sandy are unexpectedly reunited when she transfers to Rydell High, where she must contend with cynical Rizzo and the Pink Ladies.", "release_date": "2016-01-31", "poster": "/fYI1j8OvxzZdGJy8NWiVWjueDcF.jpg", "runtime": 180, "id": 348089, "genre_ids": [10402]}, {"title": "The Skulls", "overview": "Luke's exultance at being selected for The Skulls (a secret society bred within the walls of a prominent Ivy League Campus) is soon overshadowed when he realises that all is 'not well in Wonderland'. For The Skulls is a breeding ground for the future powerful and elite. It's not only a far cry from his working class background, but it also hallows its own deep and dark secrets.", "release_date": "2000-03-31", "poster": "/ww0HZpFwz9HtEW3HbrKtfts2tNH.jpg", "runtime": 106, "id": 11478, "genre_ids": [80, 18, 53]}, {"title": "Walking With Dinosaurs", "overview": "Walking with Dinosaurs 3D is an upcoming film depicting life-like 3D dinosaur characters set in photo-real landscapes that will transport audiences to the prehistoric world as it existed 70 million years ago. The film is based on the 1999 documentary television miniseries Walking with Dinosaurs, produced by the BBC. Walking with Dinosaurs 3D is being produced by Evergreen Studios, the company that produced Happy Feet, and it is scheduled for release on October 11, 2013.", "release_date": "2013-12-18", "poster": "/3QS2WnruXRj7T4gh9joOFhY6YqB.jpg", "runtime": 87, "id": 77951, "genre_ids": [16, 10751, 12]}, {"title": "Up in Smoke", "overview": "An unemployed pot-smoking slacker and amateur drummer, Anthony Stoner ditches his strict parents and hits the road, eventually meeting kindred spirit Pedro de Pacas. While the drug-ingesting duo is soon arrested for possession of marijuana, Anthony and Pedro get released on a technicality, allowing them to continue their many misadventures and ultimately compete in a rock band contest, where they perform the raucous tune \"Earache My Eye.\"", "release_date": "1978-01-01", "poster": "/cBbgz13sfqRMgu2neJYKAJ0xmx5.jpg", "runtime": 86, "id": 11455, "genre_ids": [35]}, {"title": "Song of the Sea", "overview": "The story of the last Seal Child’s journey home. After their mother’s disappearance, Ben and Saoirse are sent to live with Granny in the city. When they resolve to return to their home by the sea, their journey becomes a race against time as they are drawn into a world Ben knows only from his mother’s folktales. But this is no bedtime story; these fairy folk have been in our world far too long. It soon becomes clear to Ben that Saoirse is the key to their survival.", "release_date": "2014-09-06", "poster": "/uvNv23Arf2ZYtimiStSB2c1DAEX.jpg", "runtime": 93, "id": 110416, "genre_ids": [16, 10751, 14]}, {"title": "Peter Pan", "overview": "In stifling Edwardian London, Wendy Darling mesmerizes her brothers every night with bedtime tales of swordplay, swashbuckling and the fearsome Captain Hook. But the children become the heroes of an even greater story, when Peter Pan flies into their nursery one night and leads them over moonlit rooftops through a galaxy of stars and to the lush jungles of Neverland.", "release_date": "2003-12-25", "poster": "/oZEiHdVIjjGHlpqh5fCWZoUJ9RY.jpg", "runtime": 113, "id": 10601, "genre_ids": [12, 14, 10751]}, {"title": "The Broken Circle Breakdown", "overview": "The loss of their young daughter threatens to destroy the love and faith of two married musicians.", "release_date": "2012-10-09", "poster": "/aa9XvNItHybMqfIii8cq2L276rW.jpg", "runtime": 112, "id": 137182, "genre_ids": [18]}, {"title": "All Star Superman", "overview": "Lex Luthor enacts his plan to rid the world of Superman, once and for all. Succeeding with solar radiation poisoning, the Man of Steel is slowly dying. With what little times remains, the Last Son of Krypton must confront the revealing of his secret identity to Lois Lane and face Luthor in a final battle.", "release_date": "2011-02-22", "poster": "/yVPzeI4OsJtJ5g17NM3ZBYdEVRW.jpg", "runtime": 76, "id": 56590, "genre_ids": [16, 28, 12]}, {"title": "Michael Clayton", "overview": "A law firm brings in its \"fixer\" to remedy the situation after a lawyer has a breakdown while representing a chemical company that he knows is guilty in a multi-billion dollar class action suit.", "release_date": "2007-09-28", "poster": "/rcywkwx4oESbBwtA0D3PImqLorU.jpg", "runtime": 119, "id": 4566, "genre_ids": [18, 9648, 80]}, {"title": "Ultimate Avengers 2", "overview": "Mysterious Wakanda lies in the darkest heart of Africa, unknown to most of the world. An isolated land hidden behind closed borders, fiercely protected by its young king - the Black Panther. But when brutal alien invaders attack, the threat leaves the Black Panther with no option but to go against the sacred decrees of his people and ask for help from outsiders.", "release_date": "2006-08-08", "poster": "/u7vvexSU81Qk20yU7Vog23Ogob.jpg", "runtime": 73, "id": 14611, "genre_ids": [16, 28, 878]}, {"title": "August Rush", "overview": "A drama with fairy tale elements, where an orphaned musical prodigy uses his gift as a clue to finding his birth parents.", "release_date": "2007-09-20", "poster": "/j8kUdhnIlYsgvL0u4EUKEzWUrbo.jpg", "runtime": 114, "id": 5123, "genre_ids": [18]}, {"title": "DOA: Dead or Alive", "overview": "Four beautiful rivals at an invitation-only martial-arts tournament join forces against a sinister threat. Princess Kasumi (Devon Aoki) is an aristocratic warrior trained by martial-arts masters. Tina Armstrong (Jaime Pressly) is a wrestling superstar. Helena Douglas (Sarah Carter) is an athlete with a tragic past. Christie Allen (Holly Valance) earns her keep as a thief and an assassin-for-hire.", "release_date": "2006-09-07", "poster": "/uM7T7YCZX03IQWQir8laxhhiyFp.jpg", "runtime": 87, "id": 9053, "genre_ids": [12, 28, 53]}, {"title": "Emelie", "overview": "After their regular babysitter Maggie can’t make it, the Thompson family turns to her friend Anna to supervise their children while the parents go out to celebrate their anniversary. At first Anna seems like a dream come true to the kids, allowing them to eat extra cookies and play with things that are usually off-limits, but as her behavior becomes increasingly odd, the kids soon find out that her intentions are dark and twisted, and she is not who she seems to be.", "release_date": "2016-03-04", "poster": "/wT6DgWvfFluFdCRJXKUfSJBDjrI.jpg", "runtime": 82, "id": 329010, "genre_ids": [53]}, {"title": "Wrong Turn 6: Last Resort", "overview": "A sudden and mysterious inheritance brings Danny and his friends to Hobb Springs, a forgotten resort deep in the West Virginia hills. Hobb Springs is being looked after under the watchful care of Jackson and Sally, a socially awkward couple who introduce Danny to the long lost family he's never known. A clan by the name of Hillicker. But soon Danny learns his relatives have a different way of living, that for generations, the Hillickers have observed ancient traditions rooted in cannibalism and other taboo rituals.", "release_date": "2014-08-22", "poster": "/n6bu9uvIQBTJEmWCGlifTToWxsu.jpg", "runtime": 91, "id": 259072, "genre_ids": [27]}, {"title": "The Manchurian Candidate", "overview": "When his army unit was ambushed during the first Gulf War, Sergeant Raymond Shaw saved his fellow soldiers just as his commanding officer, then-Captain Ben Marco, was knocked unconscious. Brokering the incident for political capital, Shaw eventually becomes a vice-presidential nominee, while Marco is haunted by dreams of what happened -- or didn't happen -- in Kuwait. As Marco (now a Major) investigates, the story begins to unravel, to the point where he questions if it happened at all. Is it possible the entire unit was kidnapped and brainwashed to believe Shaw is a war hero as part of a plot to seize the White House? Some very powerful people at Manchurian Global corporation appear desperate to stop him from finding out.", "release_date": "2004-07-30", "poster": "/nT0mdDKWWicVSigXTUV275xaHXE.jpg", "runtime": 129, "id": 14462, "genre_ids": [18, 53, 9648]}, {"title": "The Hudsucker Proxy", "overview": "When Waring Hudsucker, head of hugely successful Hudsucker Industries, commits suicide, his board of directors, led by Sidney Mussberger, comes up with a brilliant plan to make a lot of money: appoint a moron to run the company. When the stock falls low enough, Sidney and friends can buy it up for pennies on the dollar, take over the company, and restore its fortunes. They choose idealistic Norville Barnes, who just started in the mail room. Norville is whacky enough to drive any company to ruin, but soon, tough reporter Amy Archer smells a rat and begins an undercover investigation of Hudsucker Industries.", "release_date": "1994-03-11", "poster": "/olViHNQHPy18SOJvbAI1bXUjHXI.jpg", "runtime": 111, "id": 11934, "genre_ids": [35, 18]}, {"title": "Bride of Chucky", "overview": "Chucky hooks up with another murderous doll, the bridal gown-clad Tiffany, for a Route 66 murder spree with their unwitting hosts.", "release_date": "1998-10-16", "poster": "/u5Lc1Li0Hpc452o57E2KaToezZX.jpg", "runtime": 89, "id": 11932, "genre_ids": [35, 27]}, {"title": "Chungking Express", "overview": "Every day, Cop 223 (Takeshi Kaneshiro) buys a can of pineapple with an expiration date of May 1, symbolizing the day he'll get over his lost love. He's also got his eye on a mysterious woman in a blond wig (Brigitte Lin), oblivious of the fact she's a drug dealer. Cop 663 (Tony Leung Chiu Wai) is distraught with heartbreak over a breakup. But when his ex drops a spare set of his keys at a local cafe, a waitress (Faye Wong) lets herself into his apartment and spruces up his life.", "release_date": "1994-07-14", "poster": "/yQUjZTzwgskqOJdr3jhwQ4yTkvb.jpg", "runtime": 102, "id": 11104, "genre_ids": [18, 35, 10749]}, {"title": "Tekken: Kazuya's Revenge", "overview": "Based the game \"Tekken\" of the same name, this movie is a prequel to 2010's \"Tekken\" movie adaptation. It follows Kazuya Mishima, who suffers from amnesia as he tries to find out who he really is while kidnapped by an underground crime organization.", "release_date": "2014-08-12", "poster": "/mgr0lSUeBsbNiKEhsqQPmqasrpO.jpg", "runtime": 90, "id": 286548, "genre_ids": [28]}, {"title": "I.Q.", "overview": "Albert Einstein helps a young man who's in love with Einstein's niece to catch her attention by pretending temporarily to be a great physicist.", "release_date": "1994-12-24", "poster": "/kAYymfWcktoHSjQJEtfEIeByZR9.jpg", "runtime": 100, "id": 11777, "genre_ids": [35, 18, 10749]}, {"title": "I'm for the Hippopotamus", "overview": "In Africa, many years ago, Slim and Tom don't like it when a German tyrant, starts selling all of the African wildlife to Canadian Zoo's! Slim and Tom must teach this guy a lesson by beating the hell out of him and his gang, left and right! Written by Mark MacIntyre {page13@fastmail.ca}", "release_date": "1979-11-30", "poster": "/c5aNorI0nCYIcFVgqWUBG7wPIBi.jpg", "runtime": 95, "id": 9031, "genre_ids": [12, 28, 35]}, {"title": "The Ridiculous 6", "overview": "When his long-lost outlaw father returns, Tommy \"White Knife\" Stockburn goes on an adventure-filled journey across the Old West with his five brothers.", "release_date": "2015-12-11", "poster": "/k77xcsBtZMq9zIlTVQV7UBemzXD.jpg", "runtime": 119, "id": 347969, "genre_ids": [37, 35]}, {"title": "The Immigrant", "overview": "An innocent immigrant woman is tricked into a life of burlesque and vaudeville until a dazzling magician tries to save her and reunite her with her sister who is being held in the confines of Ellis Island.", "release_date": "2013-07-03", "poster": "/s1KTOHIQkn78NT74bz7pmxM6c7x.jpg", "runtime": 120, "id": 152599, "genre_ids": [18, 10749]}, {"title": "Forsaken", "overview": "John Henry returns to his hometown in hopes of repairing his relationship with his estranged father, but a local gang is terrorizing the town. John Henry is the only one who can stop them, however he has abandoned both his gun and reputation as a fearless quick-draw killer.", "release_date": "2016-02-19", "poster": "/pmbpMLCQeMHKdm5AvMYLSNijfQf.jpg", "runtime": 90, "id": 354110, "genre_ids": [37, 18]}, {"title": "Maid in Manhattan", "overview": "A senatorial candidate falls for a hotel maid, thinking she is a socialite when he sees her trying on a wealthy woman's dress.", "release_date": "2002-12-12", "poster": "/3LQ4wKp4lF41yTTRSd6QdgD6eXO.jpg", "runtime": 105, "id": 7303, "genre_ids": [35, 18, 10749]}, {"title": "Testament of Youth", "overview": "Testament of Youth is a powerful story of love, war and remembrance, based on the First World War memoir by Vera Brittain, which has become the classic testimony of that war from a woman’s point of view. A searing journey from youthful hopes and dreams to the edge of despair and back again, it’s a film about young love, the futility of war and how to make sense of the darkest times.", "release_date": "2014-10-14", "poster": "/bm4LR8WLYg1CKEjpFcDkIL0DBjS.jpg", "runtime": 129, "id": 284689, "genre_ids": [36, 18, 10752]}, {"title": "Setup", "overview": "A group of friends plan out a detailed heist that turns deadly when one betrays the other by taking off with the goods. Taking matters into his own hands, Sonny seeks out his revenge teaming up with the most dangerous mob boss in town to get back what is rightfully his. When he finally comes face to face with his longtime friend he will be forced to make a life changing choice.", "release_date": "2011-11-04", "poster": "/hSE2TZqF6x46Exo6Et5aCqPWtej.jpg", "runtime": 85, "id": 70586, "genre_ids": [18, 28, 53, 80]}, {"title": "Joe", "overview": "The rough-hewn boss (Nicolas Cage) of a lumber crew courts trouble when he steps in to protect the youngest member (Tye Sheridan) of his team from an abusive father.", "release_date": "2014-04-10", "poster": "/bvcLnoffCm67n7pZPVdJ6pluJsi.jpg", "runtime": 118, "id": 157847, "genre_ids": [18]}, {"title": "The Philadelphia Experiment", "overview": "Based on an \"actual event\" that took place in 1943. About a US Navy Destroyer Escort that disappeared from the Philadelphia Naval Shipyard, and sent two men 40 years into the future to 1984.", "release_date": "1984-08-03", "poster": "/4J0n9oFLfdkcCA86bXCnViJKxzd.jpg", "runtime": 102, "id": 10606, "genre_ids": [12, 18, 14, 10749, 878]}, {"title": "Splash", "overview": "A successful businessman falls in love with the girl of his dreams. There's one big complication though; he's fallen hook, line and sinker for a mermaid.", "release_date": "1984-03-08", "poster": "/nP4O0DUMvqlxvptcjOHdyzK0T2Y.jpg", "runtime": 111, "id": 2619, "genre_ids": [35, 14, 10749]}, {"title": "About Scout", "overview": "A rebellious young girl convinces a suicidal young man to go on a road trip across Texas to track down her little sister, who's been taken by their father.", "release_date": "2016-03-11", "poster": null, "runtime": 91, "id": 386873, "genre_ids": []}, {"title": "A Single Man", "overview": "Adapted from a 1964 novel of the same name, the film follows a day in the life of George Falconer (Colin Firth), a British college professor reeling with the recent and sudden loss of his longtime parter. This traumatic event makes George challenge his own will to live as he seeks the console of close friend Charley (Juliane Moore) who is struggling with her own questions about life.", "release_date": "2009-10-19", "poster": "/eY2KXtuQG5YUsJxuuEKayzu7ISw.jpg", "runtime": 101, "id": 34653, "genre_ids": [18, 10749]}, {"title": "The Yard", "overview": "Based on Kristian Lundberg's novel about Anders, who goes from acclaimed author to physical worker at the bottom of society. He can no longer support himself through his cultural work and is forced to start anew, as a worker in Malmö harbour, at a place called 'The Yard'.", "release_date": "2016-03-11", "poster": "/hx9OR1AmoBygwh4iyZi1XUQ8U0X.jpg", "runtime": 80, "id": 381277, "genre_ids": []}, {"title": "Arthur Christmas", "overview": "This Christmas movie highlights the technological advances of operations at the North Pole, revealing how Santa and his vast army of highly trained elves produce gifts and distribute them around the world in one night. However, every operation has a margin of error… When one of 600 million children to receive a gift from Santa on Christmas Eve is missed, it is deemed \"acceptable\" to all but one, Arthur. Arthur Claus is Santa’s misfit son who executes an unauthorized rookie mission to get the last present half way around the globe before dawn on Christmas morning.", "release_date": "2011-02-22", "poster": "/crjzhg2T1sPL9yE7bFHkYp0OfXG.jpg", "runtime": 97, "id": 51052, "genre_ids": [18, 16, 10751, 35]}, {"title": "Playing with Love", "overview": "Laura and Fabrizio have been meeting every summer in the forest by her parent's summer home. Fabrizio is a solitary boy with only his dog for company; Laura a sweet but unconfident child. This summer new aspects enter into their story as both are growing up. Laura is falling in love with Fabrizio, while he displays a new sexual awareness of her masked by his malice. Things develop further when they meet Sylvia who, unlike the innocent Laura, is confident and assertive. Fabrizio develops a fascination with her, eventually bribing Laura to fetch her to the forest to join them in play.", "release_date": "1977-05-17", "poster": "/pRU8nEGBXMOuIhKB8ZgFWuZBf5G.jpg", "runtime": 94, "id": 46853, "genre_ids": [18]}, {"title": "Death on the Nile", "overview": "The film features the Belgian detective Hercule Poirot played by Peter Ustinov. It takes place in Egypt, mostly on the Nile River. Many of the cultural highlights of Egypt are also featured in the film, such as the Great Pyramids, the Sphinx, and temples at Abu Simbal and Karnak.", "release_date": "1978-10-06", "poster": "/pgR1eEc4nSmGSd9VXhomKXvsGYQ.jpg", "runtime": 140, "id": 4192, "genre_ids": [9648]}, {"title": "Hitchcock", "overview": "Hitchcock follows the relationship between director Alfred Hitchcock and his wife Alma Reville during the making of his most famous film \"Psycho\" - and the trials and tribulations the director faced from Hollywood censors.", "release_date": "2012-11-22", "poster": "/qQGr8DQiAelkcy4w8cXn2qTMkMq.jpg", "runtime": 98, "id": 112336, "genre_ids": [18]}, {"title": "The Muppet Christmas Carol", "overview": "A retelling of the classic Dickens tale of Ebenezer Scrooge, miser extraordinaire. He is held accountable for his dastardly ways during night-time visitations by the Ghosts of Christmas Past, Present, and future.", "release_date": "1992-12-10", "poster": "/fe4nLJkDNXhyuMnrZ60MfoSpPes.jpg", "runtime": 85, "id": 10437, "genre_ids": [35, 10751, 14, 18]}, {"title": "Cruel Intentions", "overview": "Slaking a thirst for dangerous games, Kathryn challenges her stepbrother, Sebastian, to deflower their headmaster's daughter before the summer ends. If he succeeds, the prize is the chance to bed Kathryn. But if he loses, Kathryn will claim his most prized possession.", "release_date": "1999-03-05", "poster": "/6RQu0J2u7viDa34Nn98sKaHv5jD.jpg", "runtime": 97, "id": 796, "genre_ids": [18, 10749, 53]}, {"title": "Grandma", "overview": "Self-described misanthrope Elle Reid has her protective bubble burst when her 18-year-old granddaughter, Sage, shows up needing help. The two of them go on a day-long journey that causes Elle to come to terms with her past and Sage to confront her future.", "release_date": "2015-11-25", "poster": "/gI5J4EOqOjwiQ7V1GpJKWB4nsG4.jpg", "runtime": 78, "id": 309304, "genre_ids": [35]}, {"title": "The Experiment", "overview": "20 men are chosen to participate in the roles of guards and prisoners in a psychological study that ultimately spirals out of control.", "release_date": "2010-07-15", "poster": "/kW6vfjG2HnXj3kaBMu2BRLkRlkq.jpg", "runtime": 120, "id": 43549, "genre_ids": [53, 18]}, {"title": "TRON: The Next Day", "overview": "TRON: The Next Day is a 10-minute short film, released on the Blu-Ray edition of TRON: Legacy in April 2011, that fills in the backstory between TRON and TRON: Legacy. It features scenes from the real-world Flynn Lives ARG as well as purely in-universe content. The short film also reveals the full chronology of the Flynn Lives Organization, naming Roy Kleinberg as the secret figure heading up the operation and Alan Bradley as its financial backer. Some scenes in the short also set up the story for a potential third film.", "release_date": "2011-03-14", "poster": "/l5gtX5txFfiLYrlQSixso5XmLnV.jpg", "runtime": 10, "id": 73362, "genre_ids": [878, 53]}, {"title": "Harold & Kumar Escape from Guantanamo Bay", "overview": "Having satisfied their urge for White Castle, Harold and Kumar jump on a plane to catch up with Harold's love interest, who's headed for the Netherlands. But the pair must change their plans when Kumar is accused of being a terrorist. Rob Corddry also stars in this wild comedy sequel that follows the hapless stoners' misadventures as they try to avoid being captured by the Department of Homeland Security.", "release_date": "2008-04-25", "poster": "/hfyCKWEegVSEM40WTLGdJWAVqNU.jpg", "runtime": 107, "id": 13335, "genre_ids": [35, 12]}, {"title": "Asterix vs. Caesar", "overview": "Obelix falls for a new arrival in his home village in Gaul, but is heartbroken when her true love arrives to visit her. However, the lovers are kidnapped by Romans; Asterix and Obelix set out to rescue them on a dangerous journey that will involve gladiators, slavers and beauracracy - and a personal encounter with the Emperor himself, Julius Caesar...", "release_date": "1985-03-06", "poster": "/mGItmlNRLWnZde2f7qsXGWTxaUC.jpg", "runtime": 79, "id": 8868, "genre_ids": [35, 16, 10751, 12]}, {"title": "Enigma", "overview": "A romantic thriller based around the World War 2 project to crack the codes behind the Enigma machine, used by the Germans to encrypt messages sent to their submarines.", "release_date": "2001-01-22", "poster": "/xBRgHFHnCqhfpq4w63XqbjdMdB2.jpg", "runtime": 119, "id": 10491, "genre_ids": [9648, 18, 53, 10749, 10752]}, {"title": "Van Wilder 2: The Rise of Taj", "overview": "Taj Mahal Badalandabad leaves Coolidge College behind for the halls of Camford University in England, where he looks to continue his education, and teach an uptight student how to make the most out of her academic career.", "release_date": "2006-12-01", "poster": "/sGX7RUBhf9i8nI3cfGHISDnAna0.jpg", "runtime": 97, "id": 10032, "genre_ids": [35]}, {"title": "Justice League", "overview": "Superman, Batman, Green Lantern, Wonder Woman, Aquaman, the Flash and other superheroes unite to fight against evil forces.", "release_date": "2017-11-17", "poster": "/uv4eIISd0bP7a7bA6XXbINCHeJB.jpg", "runtime": 0, "id": 141052, "genre_ids": [14, 878, 28, 12]}, {"title": "All Roads Lead to Rome", "overview": "Maggie is an uptight, single mother and college writing teacher from New York City. In an effort to reconnect with her troubled teen daughter Summer, she decides to embark on a journey to a Tuscan village where she frequented in her younger days. Upon arrival, Maggie runs into Luca a handsome former lover who is still a bachelor and lives with his eighty-year-old mother Carmen. Summer (missing her “bad boy” boyfriend in NYC) and Carmen (secretly planning a wedding against Luca’s wishes to MARCELINO, her one true love in Rome) impulsively steal Luca’s car and race off to Rome. Maggie and Luca quickly pursue allowing the two mismatched couples to spend some time together and develop a new understanding of each other.", "release_date": "2016-02-05", "poster": "/6avzfAzruPuIfq9pawJuS3Ztb3U.jpg", "runtime": 90, "id": 298583, "genre_ids": [35]}, {"title": "The Fifth Estate", "overview": "A look at the relationship between WikiLeaks founder Julian Assange and his early supporter and eventual colleague Daniel Domscheit-Berg, and how the website's growth and influence led to an irreparable rift between the two friends.", "release_date": "2013-10-11", "poster": "/uIMI7d9DXe8uc5KzXnMFdmmEnNC.jpg", "runtime": 128, "id": 162903, "genre_ids": [18, 53]}, {"title": "Proof of Life", "overview": "Alice hires a professional negotiator to obtain the release of her engineer husband, who has been kidnapped by anti-government guerrillas in South America.", "release_date": "2000-12-08", "poster": "/snEJh0a61MwVmkBsOvuzlQO7mkW.jpg", "runtime": 135, "id": 11983, "genre_ids": [28, 12, 18, 10749, 53]}, {"title": "Day & Night", "overview": "When Day, a sunny fellow, encounters Night, a stranger of distinctly darker moods, sparks fly! Day and Night are frightened and suspicious of each other at first, and quickly get off on the wrong foot. But as they discover each other's unique qualities--and come to realize that each of them offers a different window onto the same world-the friendship helps both to gain a new perspective.", "release_date": "2010-06-17", "poster": "/15yOr3M2lOk8fTkn7Bpxuc19ZU9.jpg", "runtime": 6, "id": 40619, "genre_ids": [16, 12, 35, 10751, 14]}, {"title": "Hoffa", "overview": "Jack Nicholson's portrait of union leader James R. Hoffa, as seen through the eyes of his friend, Bobby Ciaro (Danny DeVito). The film follows Hoffa through his countless battles with the RTA and President Roosevelt all the way to a conclusion that negates the theory that he disappeared in 1975.", "release_date": "1992-12-25", "poster": "/84FxleIHMRelE3tovo9yIZqd46O.jpg", "runtime": 140, "id": 10410, "genre_ids": [80, 36]}, {"title": "Chain Reaction", "overview": "Two researchers in a green alternative energy project are put on the run when they are framed for murder and treason.", "release_date": "1996-08-02", "poster": "/t6anpB9iny456N7sVLd3S0QARGv.jpg", "runtime": 107, "id": 12123, "genre_ids": [878, 28, 53, 18]}, {"title": "Enter the Void", "overview": "This psychedelic tour of life after death is seen entirely from the point of view of Oscar (Nathaniel Brown), a young American drug dealer and addict living in Tokyo with his prostitute sister, Linda (Paz de la Huerta). When Oscar is killed by police during a bust gone bad, his spirit journeys from the past -- where he sees his parents before their deaths -- to the present -- where he witnesses his own autopsy -- and then to the future, where he looks out for his sister from beyond the grave.", "release_date": "2009-05-05", "poster": "/AvD7oAOit8FZYG1fH2GA5SPLDst.jpg", "runtime": 161, "id": 34647, "genre_ids": [14, 18]}, {"title": "Mystery Men", "overview": "When Captain Amazing (Kinnear) is kidnapped by Casanova Frankenstein (Rush) a group of superheroes combine together to create a plan. But these aren't normal superheroes. Now, the group who include such heroes as Mr. Furious (Stiller), The Shoveller (Macy) and The Blue Raja (Azaria) must put all the powers together to save everyone they know and love.", "release_date": "1999-08-06", "poster": "/7psRSVuCZyYfxCxt4DTmeIcplPL.jpg", "runtime": 121, "id": 9824, "genre_ids": [12, 14, 28, 35, 878]}, {"title": "Shadow of a Doubt", "overview": "A bored young woman, a teen living in Santa Rosa, California, Charlotte \"Charlie\" Newton (Wright), is frustrated because nothing seems to be happening in her life and that of her family. Then, she receives wonderful news: her uncle (for whom she was named), Charlie Oakley (Cotten), is arriving for a visit. But Uncle Charlie may not be the man he seems to be.", "release_date": "1943-01-16", "poster": "/yOh2tz9FlQ6D89qOqHBpScv5tBP.jpg", "runtime": 108, "id": 21734, "genre_ids": [80, 18, 53]}, {"title": "In the Electric Mist", "overview": "Academy Award winner Tommy Lee Jones leads an all-star cast in this psychological thriller based on the bestselling novel by James Lee Burke. While on an investigation into a series of grisly murders, veteran detective Dave Robicheaux (Jones) navigates his way through the Louisiana bayou and the dark, sultry world of New Orleans mobster \"Baby Feet\" Balboni (John Goodman). Layers of corruption and long-dead secrets reawaken grudges and a lethal alliance A tangled web of killings, past and present, converges in a shocking showdown with stakes that become deeply personal to Robicheaux and his family. Featuring music from five-time GRAMMY Award-winner Buddy Guy, this film takes you deep into Cajun country's hidden worlds.", "release_date": "2009-02-20", "poster": "/3NBNVgt0tlXTQxSTtAJRtgxre68.jpg", "runtime": 117, "id": 13975, "genre_ids": [53, 18, 80, 9648]}, {"title": "Blue Is the Warmest Color", "overview": "Adele's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire, to assert herself as a woman and as an adult. In front of others, Adele grows, seeks herself, loses herself, finds herself.", "release_date": "2013-10-09", "poster": "/3BpgeGHYxle9ob4cLiONgESvqVB.jpg", "runtime": 179, "id": 152584, "genre_ids": [10749, 18]}, {"title": "A Night at the Roxbury", "overview": "Despite being well into adulthood, brothers Doug and Steve Butabi still live at home and work in the flower shop owned by their dad. They exist only to hit on women at discos, though they're routinely unsuccessful until a chance run-in with Richard Grieco gets them inside the swank Roxbury club. Mistaken for high rollers, they meet their dream women, Vivica and Cambi, and resolve to open a club of their own.", "release_date": "1998-10-01", "poster": "/2FtgYPCD47IZ1yUgr05Zn87M98o.jpg", "runtime": 81, "id": 9429, "genre_ids": [35]}, {"title": "Get Carter", "overview": "Jack Carter, a mob enforcer living in Las Vegas, travels back to his hometown of Seattle for his brother's funeral. During this visit, Carter realizes that the death of his brother was not accidental, but a murder. With this knowledge, Carter sets out to kill all those responsible.", "release_date": "2000-10-06", "poster": "/5Dv9QJNJx4cF96lDtX4KGtplNTJ.jpg", "runtime": 102, "id": 10461, "genre_ids": [28, 18, 53, 80]}, {"title": "Herbie Fully Loaded", "overview": "Maggie Peyton, the new owner of Number 53 - the free-wheelin' Volkswagen bug with a mind of its own - puts the car through its paces on the road to becoming a NASCAR competitor.", "release_date": "2005-06-18", "poster": "/w6LisixORl4NbEl4BaEykdkVloE.jpg", "runtime": 101, "id": 11451, "genre_ids": [35, 10751, 12, 14, 10749]}, {"title": "Mrs. Doubtfire", "overview": "Loving but irresponsible dad Daniel Hillard, estranged from his exasperated spouse, is crushed by a court order allowing only weekly visits with his kids. When Daniel learns his ex needs a housekeeper, he gets the job -- disguised as an English nanny. Soon he becomes not only his children's best pal but the kind of parent he should have been from the start.", "release_date": "1993-11-24", "poster": "/jx4NvllNGN7o5bpIhcCMh26Xwaj.jpg", "runtime": 125, "id": 788, "genre_ids": [35, 18, 10751]}, {"title": "Born on the Fourth of July", "overview": "The biography of Ron Kovic. Paralyzed in the Vietnam war, he becomes an anti-war and pro-human rights political activist after feeling betrayed by the country he fought for.", "release_date": "1989-12-20", "poster": "/iAUSzQNpxf9fX1EvhNbeguo6aVA.jpg", "runtime": 145, "id": 2604, "genre_ids": [18, 10752]}, {"title": "Faces in the Crowd", "overview": "A horror-thriller centered on a woman living with \"face-blindness\" after surviving a serial killer's attack. As she lives with her condition, one in which facial features change each time she loses sight of them, the killer closes in.", "release_date": "2011-10-25", "poster": "/x5wucexdNDK4GGuZ83qLD8q6DY8.jpg", "runtime": 102, "id": 70577, "genre_ids": [53, 9648, 80, 18]}, {"title": "Murder on the Orient Express", "overview": "In 1935, when his train is stopped by deep snow, detective Hercule Poirot is called on to solve a murder that occurred in his car the night before.", "release_date": "1974-11-24", "poster": "/66B9pHWl2KU7CwB3xcBNYvEo2CH.jpg", "runtime": 128, "id": 4176, "genre_ids": [18, 53, 9648]}, {"title": "Cradle 2 the Grave", "overview": "Gang leader Tony pulls off a major diamond heist with his crew, but cop-turned-criminal Ling knows who has the loot and responds by kidnapping Tony's daughter and holding her for ransom. Unfortunately, Tony's lost the diamonds as well. As he frantically searches for his daughter and the jewels, Tony pairs with a high-kicking government agent who once worked with Ling and seeks revenge on him.", "release_date": "2003-02-28", "poster": "/v8iPcn54TNsSPabD9ZYQVQUWbXk.jpg", "runtime": 101, "id": 10623, "genre_ids": [28, 80, 18]}, {"title": "Stolen", "overview": "A former thief frantically searches for his missing daughter, who has been kidnapped and locked in the trunk of a taxi.", "release_date": "2012-05-17", "poster": "/pkJyIiDg8s9zEbmOvm628rRGzC6.jpg", "runtime": 96, "id": 127493, "genre_ids": [28, 80, 18, 53]}, {"title": "Practical Magic", "overview": "Sally and Gillian Owens, born into a magical family, have mostly avoided witchcraft themselves. But when Gillian's vicious boyfriend, Jimmy Angelov, dies unexpectedly, the Owens sisters give themselves a crash course in hard magic. With policeman Gary Hallet growing suspicious, the girls struggle to resurrect Angelov -- and unwittingly inject his corpse with an evil spirit that threatens to end their family line.", "release_date": "1998-10-16", "poster": "/wLSnpiAawuJI177pBbyDa0N8BiV.jpg", "runtime": 104, "id": 6435, "genre_ids": [35, 14, 10749]}, {"title": "Sapphire Blue", "overview": "Gwen has just discovered, that she's the final member of the secret time-traveling Circle of Twelve. Now she has to juggle with constant trips to the past, her relationships with Gideon and figuring out dark secrets surrounding the Circle.", "release_date": "2014-08-14", "poster": "/7cl22MqjQvGO4SVZbQX4qyQ3o0h.jpg", "runtime": 116, "id": 279229, "genre_ids": [10751, 878, 14, 12]}, {"title": "Grace of Monaco", "overview": "The story of former Hollywood star Grace Kelly's crisis of marriage and identity, during a political dispute between Monaco's Prince Rainier III and France's Charles De Gaulle, and a looming French invasion of Monaco in the early 1960s.", "release_date": "2014-05-14", "poster": "/7jFZ4r1CTNW2we5rUVx29IcuOZh.jpg", "runtime": 103, "id": 215211, "genre_ids": [10749, 18]}, {"title": "Rollerball", "overview": "In a futuristic society where corporations have replaced countries, the violent game of Rollerball is used to control the populace by demonstrating the futility of individuality. However, one player, Jonathan E., rises to the top, fights for his personal freedom, and threatens the corporate control", "release_date": "1975-06-25", "poster": "/ilPJofDdyoKC1hJG7sdykLBUKZc.jpg", "runtime": 125, "id": 11484, "genre_ids": [12, 28, 878]}, {"title": "The Hit List", "overview": "A disgruntled man creates a hit list with a stranger during a drunken night out and must then race to try to save those he marked for extermination as the bodies begin to pile up and all fingers point to him.", "release_date": "2011-04-02", "poster": "/1FOaPY4hj8QDAygkdL2r6QSMs4k.jpg", "runtime": 90, "id": 58626, "genre_ids": [28, 53]}, {"title": "Tin Cup", "overview": "A washed up golf pro working at a driving range tries to qualify for the US Open in order to win the heart of his succesful rival's girlfriend.", "release_date": "1996-08-16", "poster": "/dS5OwlFbIy5nQMaY9B4gWLe5a05.jpg", "runtime": 135, "id": 10478, "genre_ids": [35, 18, 10749]}, {"title": "Friday the 13th Part VII: The New Blood", "overview": "Tina possesses the gift of telekinesis, allowing her to move things and see the future, using the power of her mind. But when a devious doctor tries to exploit her ability, the gift becomes a hellish curse. Tina unwittingly unchains the merciless bloodthirsty Jason Voorhees from his watery grave, igniting a bloodbath that ends in the ultimate showdown in strength of mind versus pure evil matter.", "release_date": "1988-05-13", "poster": "/mt5ijxnTC5a0sS1oPD58Gt9UT5N.jpg", "runtime": 88, "id": 10281, "genre_ids": [27, 53]}, {"title": "Charade", "overview": "Romance and suspense in Paris, as a woman is pursued by several men who want a fortune her murdered husband had stolen. Who can she trust?", "release_date": "1963-12-05", "poster": "/dylvMaUZ1HQvYvVocfiKb5OovOc.jpg", "runtime": 113, "id": 4808, "genre_ids": [35, 9648, 10749, 53]}, {"title": "Brooklyn's Finest", "overview": "Brooklyn's Finest takes place within the notoriously rough Brownsville section of the city and especially within the Van Dyke housing projects in the NYPD's sixty-fifth precinct. Three policemen struggle with the sometimes fine line between right and wrong.", "release_date": "2009-01-16", "poster": "/jKSBk0LtZgXxG56uvwiAtYf6ttF.jpg", "runtime": 133, "id": 26390, "genre_ids": [80, 18, 53]}, {"title": "The Last Starfighter", "overview": "A video-gaming boy, seemingly doomed to stay at his trailer park home all his life, finds himself recruited as a gunner for an alien defense force.", "release_date": "1984-07-13", "poster": "/5uGg2npj168w8NIXUj35fpdHQX4.jpg", "runtime": 101, "id": 11884, "genre_ids": [878]}, {"title": "RoboCop 3", "overview": "Robocop saves the day once more. This time the half man/half robot takes on ruthless developers who want to evict some people on \"their\" land.", "release_date": "1993-11-05", "poster": "/1YSXqKHjMAutWpIat9AOTIgozDb.jpg", "runtime": 104, "id": 5550, "genre_ids": [28, 12, 80, 878, 53]}, {"title": "Idiocracy", "overview": "To test its top-secret Human Hibernation Project, the Pentagon picks the most average Americans it can find - an Army private and a prostitute - and sends them to the year 2505 after a series of freak events. But when they arrive, they find a civilization so dumbed-down that they're the smartest people around.", "release_date": "2006-09-01", "poster": "/fPAhLmWdXDuwDPb37ccc6DqkJiw.jpg", "runtime": 84, "id": 7512, "genre_ids": [12, 35, 878]}, {"title": "Richie Rich", "overview": "Billionaire heir Richie Rich has it all, including Reggie Jackson as a batting coach and Claudia Schiffer as a personal trainer -- but no playmates. What's more, scoundrel Laurence Van Dough is scheming to take over the family empire. Uh-oh! Enter faithful butler Cadbury to save the day.", "release_date": "1994-12-19", "poster": "/hbNmaqJcjg4ChZ5vvfQpNzizoiR.jpg", "runtime": 95, "id": 11011, "genre_ids": [35, 10751]}, {"title": "The Duchess", "overview": "A chronicle of the life of 18th century aristocrat Georgiana, Duchess of Devonshire, who was reviled for her extravagant political and personal life.", "release_date": "2008-09-05", "poster": "/tOv8ftJIER6Jrwshv1GQ8FhmGUN.jpg", "runtime": 110, "id": 12783, "genre_ids": [18, 36, 10749]}, {"title": "Down to Earth", "overview": "After dying before his time, an aspiring comic gets a second shot at life... by being reincarnated as a wealthy but un-likable businessman.", "release_date": "2001-02-16", "poster": "/zp6hH5R0sFMpGDkTdmpSQozkBVA.jpg", "runtime": 87, "id": 16300, "genre_ids": [14, 35, 878, 10749]}, {"title": "Star Trek II: The Wrath of Khan", "overview": "Admiral James T. Kirk is feeling old; the prospect of accompanying his old ship the Enterprise on a two week cadet cruise is not making him feel any younger. But the training cruise becomes a a life or death struggle when Khan escapes from years of exile and captures the power of creation itself.", "release_date": "1982-06-03", "poster": "/7VKpj4Xl3hTzgAS3xpVuOyqNnSv.jpg", "runtime": 113, "id": 154, "genre_ids": [878, 28, 12, 18, 53]}, {"title": "Vanity Fair", "overview": "Beautiful, funny, passionate, and calculating, Becky is the orphaned daughter of a starving English artist and a French chorus girl. She yearns for a more glamorous life than her birthright promises and resolves to conquer English society by any means possible. A mere ascension into the heights of society is simply not enough. So Becky finds a patron in the powerful Marquess of Steyne whose whims enable Becky to realise her dreams. But is the ultimate cost too high for her?", "release_date": "2004-09-01", "poster": "/1mx5gCVBrIaqFOc2GH2yEBQtnbO.jpg", "runtime": 141, "id": 11632, "genre_ids": [18, 10749]}, {"title": "Star Trek III: The Search for Spock", "overview": "Admiral Kirk and his bridge crew risk their careers stealing the decommissioned Enterprise to return to the restricted Genesis planet to recover Spock's body.", "release_date": "1984-05-31", "poster": "/6uwPD03ASHhJryFY5yp3XTDq4aR.jpg", "runtime": 105, "id": 157, "genre_ids": [878, 28, 12, 53]}, {"title": "Page Eight", "overview": "Page Eight is lovingly turned, with elegant writing, a flawless cast and a heartfelt message from writer/director David Hare about the danger zone where spies and politicians meet.  The tension builds gently as we follow the fortunes of Johnny Worricker, a jazz-loving charmer who works high up at MI5 as an intelligence analyst. It’s a part made for Bill Nighy and he purrs out bon mots with a weary panache that women 20 years younger find irresistible. One such is his neighbour, Nancy Pierpan (Rachel Weisz), in a Battersea mansion block. The question for Johnny is whether her interest in him is genuine or hides something darker.  As his boss (Michael Gambon) puts it: “Distrust is a terrible habit.” Questions of trust, honour and friendship rumble through the play. The characters exchange oblique repartee as a plot about a damning dossier unwinds. It’s not to be missed.", "release_date": "2011-08-28", "poster": "/4WdJmlY03tktC7B6UM8sHxPfPcw.jpg", "runtime": 99, "id": 73358, "genre_ids": [9648, 53, 18]}, {"title": "The Extraordinary Adventures of Adèle Blanc-Sec", "overview": "An adventure set in the early part of the 20th century, focused on a popular novelist and her dealings with would-be suitors, the cops, monsters, and other distractions.", "release_date": "2010-04-09", "poster": "/og6Jv55bF0uzF1F1kpUW6Je7z0H.jpg", "runtime": 105, "id": 35552, "genre_ids": [14, 12, 28, 9648]}, {"title": "The Ides of March", "overview": "An idealistic staffer for a newbie presidential candidate gets a crash course on dirty politics during his stint on the campaign trail. Based on the play by Beau Willimon.", "release_date": "2011-09-24", "poster": "/4RTZVVFVFUxndkjlyauDIi0jANt.jpg", "runtime": 101, "id": 10316, "genre_ids": [18]}, {"title": "Almost Famous", "overview": "Almost Famous is an autobiographical inspired film about a 15-year-old who is hired by Rolling Stone magazine to follow and interview a rock band during their tour. A film about growing up, first love, disappointment, and the life of a rock star.", "release_date": "2000-09-08", "poster": "/9pNo92j6zSEAUB8pNmcJTkpnkBF.jpg", "runtime": 122, "id": 786, "genre_ids": [18, 10402]}, {"title": "Runner Runner", "overview": "When a poor college student who cracks an online poker game goes bust, he arranges a face-to-face with the man he thinks cheated him, a sly offshore entrepreneur.", "release_date": "2013-09-24", "poster": "/vh3pmcySB3sWkNwLRIyrbTugSrD.jpg", "runtime": 91, "id": 146238, "genre_ids": [80, 53, 18]}, {"title": "The Number 23", "overview": "Walter Sparrow is an animal control officer that becomes obsessed with a mysterious book that seems to be based on his own life. As soon as he opens the book, he notices strange parallels between what he reads and what he's experienced. But now he's worried that a fictional murder might materialize.", "release_date": "2007-02-23", "poster": "/ifG0shuMk1jAf7cTutpF25sv3Wu.jpg", "runtime": 101, "id": 3594, "genre_ids": [53, 18, 9648]}, {"title": "Red Cliff", "overview": "In the early third century, the land of Wu is invaded by the warlord Cao Cao and his million soldiers. The ruler of Wu, Sun Quan, calls on the rival warlord Liu Bei for help, but their two armies are still badly outnumbered. However, the Wu strategist Zhou Yu sees that Cao Cao's army is unused to battling on the sea, which may just give them a chance if they can exploit this weakness properly.", "release_date": "2008-07-10", "poster": "/uMiA2c1wrySRTI3f2ij5i2aCCya.jpg", "runtime": 150, "id": 12289, "genre_ids": [12, 18, 28]}, {"title": "The Pirates! In an Adventure with Scientists!", "overview": "In The Pirates! Band of Misfits, Hugh Grant stars in his first animated role as the luxuriantly bearded Pirate Captain – a boundlessly enthusiastic, if somewhat less-than-successful, terror of the High Seas. With a rag-tag crew at his side (Martin Freeman, Brendan Gleeson, Russell Tovey, and Ashley Jensen), and seemingly blind to the impossible odds stacked against him, the Captain has one dream: to beat his bitter rivals Black Bellamy (Jeremy Piven) and Cutlass Liz (Salma Hayek) to the much coveted Pirate Of The Year Award. It’s a quest that takes our heroes from the shores of exotic Blood Island to the foggy streets of Victorian London. Along the way they battle a diabolical queen (Imelda Staunton) and team up with a haplessly smitten young scientist (David Tennant), but never lose sight of what a pirate loves best: adventure!", "release_date": "2012-03-12", "poster": "/z3abtsVuypFShFkfvTOjzATkeg9.jpg", "runtime": 88, "id": 72197, "genre_ids": [16, 12, 10751, 35]}, {"title": "Vampire Academy", "overview": "Rose Hathaway is a Dhampir, half human/vampire, guardians of the Moroi, peaceful, mortal vampires living discretely within our world. Her legacy is to protect the Moroi from bloodthirsty, immortal Vampires, the Strigoi. This is her story.", "release_date": "2014-02-07", "poster": "/vfSIkiI13TNbDFFty2Jv1F9ChMU.jpg", "runtime": 104, "id": 203739, "genre_ids": [28, 14, 35, 27, 9648]}, {"title": "Letters From a Killer", "overview": "A man is falsely convicted of the murder of his wife. During his time in jail, he finds comfort from four women with whom he corresponds. After his second court appearance, he is finally freed from prison only to be framed for yet 2 more murders which he did not commit. With the help of his former prison guard, he once again sets out to clear his name", "release_date": "1998-08-21", "poster": "/aDdE9x1IU8nKpstxbfTEj5o8I5P.jpg", "runtime": 100, "id": 38017, "genre_ids": [18, 9648, 53]}, {"title": "Two Night Stand", "overview": "After an extremely regrettable one night stand, two strangers wake up to find themselves snowed in after sleeping through a blizzard that put all of Manhattan on ice. They're now trapped together in a tiny apartment, forced to get to know each other way more than any one night stand should.", "release_date": "2014-09-26", "poster": "/787egmKPQvpL7GiUze7AlkoQB1B.jpg", "runtime": 86, "id": 286554, "genre_ids": [10749, 35]}, {"title": "Asterix and Cleopatra", "overview": "Popular animated hero Asterix and his faithful sidekick Obelix travel to ancient Egypt to help Cleopatra build a new summer home. Cleopatra and Julius Caesar have made a bet, with Caesar wagering the project cannot be completed in a few weeks time. With the help of a magic potion, Asterix comes to the rescue of the Queen of the Nile as Caesar and an angry architect plot against them.", "release_date": "1968-12-19", "poster": "/voteQpRV2EYbEJoTnAv82xeVx7f.jpg", "runtime": 72, "id": 9929, "genre_ids": [10751, 16, 12, 35]}, {"title": "U-571", "overview": "In the midst of World War II, the battle below the seas rages. The Nazi's have the upper edge as the Allies are unable to crack their war codes. That is, until a wrecked U-boat sends out an SOS signal, and the Allies realise this is their chance to seize the 'enigma coding machine'. But masquerading as Nazi's and taking over the U-boat is the smallest of their problems..", "release_date": "2000-04-21", "poster": "/6zdPIbSF9vxCBZpntNvishPo5ol.jpg", "runtime": 116, "id": 3536, "genre_ids": [28, 18, 53, 10752]}, {"title": "The Experiment", "overview": "Das Experiment is a shocking psycho thriller about the potential for brutality that humans hide. Even more shocking is the fact that it’s based on an actual occurrence—a 1971 psychological experiment at Stanford University that was aborted prematurely when the experimenters lost control.", "release_date": "2001-03-07", "poster": "/fPAXEGvnNkW61inaqairRnCItfS.jpg", "runtime": 114, "id": 575, "genre_ids": [18, 53]}, {"title": "Contraband", "overview": "To protect his brother-in-law from a drug lord, a former smuggler heads to Panama to score millions of dollars in counterfeit bills.", "release_date": "2012-01-12", "poster": "/1po0IPambMJmBhUD9rwd41M9Jmh.jpg", "runtime": 109, "id": 77866, "genre_ids": [53, 28, 18, 80]}, {"title": "Jonah Hex", "overview": "Gunsliger Jonah Hex (Josh Brolin) is appointed by President Ulysses Grant to track down terrorist Quentin Turnbull (John Malkovich), a former Confederate officer determined on unleashing hell on earth. Jonah not only secures freedom by accepting this task, he also gets revenge on the man who slayed his wife and child. Megan Fox plays a prostitute as well as Jonah Hex's love interst in the film.", "release_date": "2010-06-18", "poster": "/fhpl0NYcwQ8oUmur30L0ANOay4L.jpg", "runtime": 80, "id": 20533, "genre_ids": [28, 37, 18, 14, 53]}, {"title": "The Twelve Tasks of Asterix", "overview": "Asterix and Obelix depart on an adventure to complete twelve impossible tasks to prove to Caesar that they are as strong as the Gods. You'll roar with laughter as they outwit, outrun, and generally outrage the very people who are trying to prove them \"only human\".", "release_date": "1976-09-08", "poster": "/VSOjIvBH168wKFURHBSpUjqGVt.jpg", "runtime": 82, "id": 9385, "genre_ids": [10751, 16, 35, 12]}, {"title": "After Hours", "overview": "An ordinary word processor has the worst night of his life after he agrees to visit a girl in Soho whom he met that evening at a coffee shop.", "release_date": "1985-09-13", "poster": "/qpr5tRmvyx4rbv1gKMKbW1v5JUC.jpg", "runtime": 97, "id": 10843, "genre_ids": [35, 53, 18]}, {"title": "Don't Be Afraid of the Dark", "overview": "A young girl sent to live with her father and his new girlfriend discovers creatures in her new home who want to claim her as one of their own.", "release_date": "2010-11-06", "poster": "/5RGZI8ZjV5u1KUlNEejvG43At4c.jpg", "runtime": 99, "id": 46261, "genre_ids": [14, 27, 53]}, {"title": "Mystic River", "overview": "A thriller about friendship and loyalty, guilt and vengeance, and the fateful affect the past has on the present. Sean Penn won an Oscar for his multifaceted performance as a father who lost his daughter.", "release_date": "2003-10-07", "poster": "/qeHasONCKH5sR9HcTWquXI5ZN5y.jpg", "runtime": 138, "id": 322, "genre_ids": [53, 80, 18, 9648]}, {"title": "The Signal", "overview": "A horror film told in three parts, from three perspectives, in which a mysterious transmission that turns people into killers invades every cell phone, radio, and television.", "release_date": "2007-02-22", "poster": "/OdJHcbCRcL03HKaxHGI1q6HrYM.jpg", "runtime": 103, "id": 13059, "genre_ids": [27, 28, 53, 878]}, {"title": "Capote", "overview": "Capote is the biographical film about writer Truman Capote and his assignment for The New Yorker to write the non-fiction book In Cold Blood. Philip Seymour Hoffman won an Oscar for Best Actor for his portrayal of Capote.", "release_date": "2005-09-30", "poster": "/klbnGQ9OlFRzuLDtP9FSGkwepGp.jpg", "runtime": 114, "id": 398, "genre_ids": [80, 18]}, {"title": "[REC]²", "overview": "The action continues from [REC], with the medical officer and a SWAT team outfitted with video cameras are sent into the sealed off apartment to control the situation.", "release_date": "2009-09-15", "poster": "/5TtMZGiZCM1JLtogK5Xj8UaKQSn.jpg", "runtime": 85, "id": 10664, "genre_ids": [53, 27]}]