[{"title": "The NeverEnding Story II: The Next Chapter", "overview": "Once again, Bastian is transported to the world of Fantasia which he recently managed to save from destruction. However, the land is now being destroyed by an evil sorceress, Xayide, so he must join up with Atreyu and face the Emptiness once more.", "release_date": "1990-10-25", "poster": "/esgMAz4NUAQm3Zu3rXcNZ5yXvlu.jpg", "runtime": 89, "id": 34636, "genre_ids": [18, 10751, 14, 12]}, {"title": "Copycat", "overview": "An agoraphobic psychologist and a female detective must work together to take down a serial killer who copies serial killers from the past.", "release_date": "1995-10-27", "poster": "/80czeJGSoik22fhtUM9WzyjUU4r.jpg", "runtime": 124, "id": 1710, "genre_ids": [18, 53]}, {"title": "Made of Honor", "overview": "Tom and Hannah have been platonic friends for 10 years. He's a serial dater, while she wants marriage but hasn't found Mr. Right. Just as Tom is starting to think that he is relationship material after all, Hannah gets engaged. When she asks Tom to be her \"maid\" of honor, he reluctantly agrees just so he can attempt to stop the wedding and woo her.", "release_date": "2008-05-02", "poster": "/b7w9BOieXq3qzwtOoXRUCNWc1Hz.jpg", "runtime": 101, "id": 10761, "genre_ids": [35, 10749]}, {"title": "A Long Way Down", "overview": "Four lost souls – a disgraced TV presenter, a foul-mouthed teen, an isolated single mother and a solipsistic muso - decide to end their lives on the same night, New Year's Eve. When this disillusioned quartet of strangers meet unintentionally at the same suicide hotspot, a London high-rise with the well-earned nickname Topper's Tower, they mutually agree to call off their plans for six weeks, forming an unconventional, dysfunctional family, becoming media sensations as the Topper House Four and searching together for the reasons to keep on living.", "release_date": "2014-03-20", "poster": "/vIa83hicQj1ZFDG2bWfZaoUoa2e.jpg", "runtime": 96, "id": 141043, "genre_ids": [35, 18]}, {"title": "Sex Drive", "overview": "A high school senior drives cross-country with his best friends to hook up with a babe he met online.", "release_date": "2008-10-16", "poster": "/bwXrZy2xqsyDnno4z8AENEgVfsO.jpg", "runtime": 109, "id": 13523, "genre_ids": [35, 12, 10749]}, {"title": "Don't Look Back", "overview": "Panic attacks and memory loss signal the plight of a writer whose body is inexplicably being taken over by another woman.", "release_date": "2009-05-16", "poster": "/ScupKoT3DOYJj9IAERzlDaxJHz.jpg", "runtime": 110, "id": 18897, "genre_ids": [18, 27, 9648]}, {"title": "Home Alone 4", "overview": "Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a new criminal named Vera to hit Natalie's mansion.", "release_date": "2002-11-02", "poster": "/359bHILkiD6ZVCq6WoHSD0UuJQV.jpg", "runtime": 89, "id": 12536, "genre_ids": [80, 35, 10751]}, {"title": "Yellowbird", "overview": "Yellowbird lives in the ruins of an old house. He lacks the confidence to leave his home, no matter how much Bug, his labybird friend, tries to convince him to go out into the world. Attempts to toughen him up have had little success, so Bug seizes an opportunity that leaves Yellowbird unexpectedly finding himself the new leader of the flock that is migrating to Africa. Still, lacking faith in his own abilities and with danger and imminent failure lurking around every corner, our feathered hero is forced to either find the strength required to work with the team or bow out and stay hidden away forever.", "release_date": "2014-11-06", "poster": "/bxzWkCpESYQUaIBDB14O1yowZAa.jpg", "runtime": 90, "id": 292795, "genre_ids": [10751, 16, 35]}, {"title": "Manhattan", "overview": "The life of a divorced television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.", "release_date": "1979-04-25", "poster": "/2OmmKrcLfFQeTd5N7pZeAw6fJPA.jpg", "runtime": 96, "id": 696, "genre_ids": [35, 18, 10749]}, {"title": "Maps to the Stars", "overview": "Led by the loathsome yet funny and touching child-star Benjie, we witness the convoluted world of shallow, selfish celebrities and their minions, all of whom are about to be manipulated and destroyed by the young woman who literally represents the fruit of their twisted machinations, Agatha, Benjie’s tormented, apparently psychotic sister.", "release_date": "2014-05-21", "poster": "/ciIFIMR78V9BMfLEylJGSwnlwm.jpg", "runtime": 112, "id": 157851, "genre_ids": [18]}, {"title": "Jingle All the Way", "overview": "Meet Howard Langston, a salesman for a mattress company is constantly busy at his job, and he also constantly disappoints his son, after he misses his son's karate exposition, his son tells Howard that he wants for Christmas is an action figure of his son's television hero, he tries hard to to make it up to him. Unfortunately for Howard, it is Christmas Eve, and every store is sold out of Turbo Man, now Howard must travel all over town and compete with everybody else to find a Turbo Man action figure.", "release_date": "1996-11-15", "poster": "/aaVkNhUONnkSv5ijPjq7pEmmWyE.jpg", "runtime": 89, "id": 9279, "genre_ids": [35, 10751]}, {"title": "Chinese Zodiac", "overview": "Asian Hawk (Jackie Chan) leads a mercenary team to recover several lost artifacts from the Old Summer Palace, the bronze heads of the 12 Chinese Zodiac animals which were sacked by the French and British armies from the imperial Summer Palace in Beijing in 1860. Assisted by a Chinese student and a Parisian lady, Hawk stops at nothing to accomplish the mission.", "release_date": "2012-12-20", "poster": "/qUo6fIvNPRZTIBOT4vTSFi3pWHP.jpg", "runtime": 120, "id": 98567, "genre_ids": [28, 12]}, {"title": "Dead in Tombstone", "overview": "An outlaw named Guerrero Hernandez is shot in the back and killed whilst attempting to free his half-brother from a small-town prison. Making a deal with the devil, Hernandez returns from the dead to take his revenge.", "release_date": "2013-10-01", "poster": "/esk9F3hBlNYsUk9koPrOyfYlLaB.jpg", "runtime": 100, "id": 151933, "genre_ids": [28, 14, 27]}, {"title": "Coach Carter", "overview": "Based on a true story, in which Richmond High School head basketball coach Ken Carter made headlines in 1999 for benching his undefeated team due to poor academic results.", "release_date": "2005-01-14", "poster": "/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg", "runtime": 136, "id": 7214, "genre_ids": [18]}, {"title": "Hereafter", "overview": "A supernatural thriller centered on three people -- a blue-collar American, a French journalist and a London school boy -- who are touched by death in different ways.", "release_date": "2010-10-15", "poster": "/iyC8fKWncwX2d06NwUz5qbf2P1.jpg", "runtime": 129, "id": 44603, "genre_ids": [18, 14]}, {"title": "Bedazzled", "overview": "Elliot Richardson, suicidal techno geek, is given seven wishes to turn his life around when he meets up with a very seductive Satan. The catch: his soul. Some of his wishes include a 7 foot basketball star, a rock star, and a hamburger. But, as could be expected, the Devil must put her own little twist on each his fantasies.", "release_date": "2000-10-19", "poster": "/bgDOE1eyvi786a8vKV8rDwrAH6U.jpg", "runtime": 93, "id": 1636, "genre_ids": [14, 35, 10749]}, {"title": "Goon", "overview": "Doug Glatt, a slacker who discovers he has a talent for brawling is approached by a minor league hockey coach and invited to join the team as the \"muscle.\" Despite the fact that Glatt can't skate his best friend, Pat, convinces him to give it a shot, and Glatt becomes a hero to the team and their fans, until the league's reigning goon becomes threatened by Glatt's success and decides to even the score.", "release_date": "2011-09-10", "poster": "/84mA0tnArvMdr5alUFVgfOypk7i.jpg", "runtime": 92, "id": 74387, "genre_ids": [35]}, {"title": "The Guest", "overview": "A soldier introduces himself to the Peterson family, claiming to be a friend of their son who died in action. After the young man is welcomed into their home, a series of accidental deaths seem to be connected to his presence.", "release_date": "2014-09-17", "poster": "/xxSuU7Q9ZmPjw9TNQ1WzmHVAxBI.jpg", "runtime": 99, "id": 241848, "genre_ids": [9648, 53, 28]}, {"title": "The Kids Are All Right", "overview": "Two women, Nic and Jules, brought a son and daughter into the world through artificial insemination. When one of their children reaches age, both kids go behind their mothers' backs to meet with the donor. Life becomes so much more interesting when the father, two mothers and children start to become attached to each other.", "release_date": "2010-07-09", "poster": "/fB8DRRd1aw3bug7toO9IRAmCp0d.jpg", "runtime": 106, "id": 39781, "genre_ids": [35, 18]}, {"title": "Mood Indigo", "overview": "A woman suffers from an unusual illness caused by a flower growing in her lungs.", "release_date": "2013-04-24", "poster": "/68he4OAqUDH18CDb9jlnt6MQPCs.jpg", "runtime": 131, "id": 157820, "genre_ids": [18, 14]}, {"title": "View from the Top", "overview": "A small-town woman tries to achieve her goal of becoming a flight attendant.", "release_date": "2003-03-21", "poster": "/814bbCG15mlt2qjaesO1IOtdiHD.jpg", "runtime": 87, "id": 11523, "genre_ids": [35, 10749]}, {"title": "If I Stay", "overview": "Based on Gayle Forman's novel of the same name. \"If I Stay\" is the story of the gifted classical musician Mia and her boyfriend, Adam, an up and coming indie-rock star. Torn between two paths in life, her art or her relationship, Mia is forced to make an even starker choice between life and death when she is caught in a fatal car accident with her family one snowy morning in Oregon.", "release_date": "2014-08-21", "poster": "/isUQKy3cdfN62DfIp0dhl4hD5oc.jpg", "runtime": 106, "id": 249164, "genre_ids": [18]}, {"title": "The Ledge", "overview": "A thriller in which a battle of philosophies between a fundamentalist Christian and an atheist escalates into a lethal battle of wills.", "release_date": "2011-05-06", "poster": "/7iHQhaF2LRGlHpZcjcdODDn6pj.jpg", "runtime": 101, "id": 63493, "genre_ids": [18, 53]}, {"title": "High Crimes", "overview": "High powered lawyer Claire Kubik finds her world turned upside down when her husband, who she thought was Tom Kubik, is arrested and is revealed to be Ron Chapman. Chapman is on trial for a murder of Latin American villagers while he was in the Marines. Claire soon learns that to navigate the military justice system, she'll need help from the somewhat unconventional Charlie Grimes.", "release_date": "2002-04-03", "poster": "/adujr0eiutryiWmK8i0DPGTrOpU.jpg", "runtime": 115, "id": 11560, "genre_ids": [18, 9648, 53, 80]}, {"title": "The Water Horse", "overview": "A lonely boy discovers a mysterious egg that hatches a sea creature of Scottish legend.", "release_date": "2007-12-25", "poster": "/i1DU0Nux6CozY1uEjyz5uCWBxhc.jpg", "runtime": 112, "id": 54318, "genre_ids": [14, 12, 10751]}, {"title": "3 Idiots", "overview": "In the tradition of “Ferris Bueller’s Day Off” comes this refreshing comedy about a rebellious prankster with a crafty mind and a heart of gold. Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's sexy daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.", "release_date": "2009-12-23", "poster": "/wbE5SRTZFtQxgj2nIo4HJpQDk0k.jpg", "runtime": 170, "id": 20453, "genre_ids": [18, 35, 10749]}, {"title": "Arthur", "overview": "Arthur is the most quotable drunk millionaire that is likely to ever steal your heart. Dudley Moore portrays Arthur, a thirty year old child who will inherit 750 million dollars if he complies with his family's demands and marries the woman of their choosing.", "release_date": "1981-07-17", "poster": "/jddxGVvDxhcnnRphdI2krUGYw6O.jpg", "runtime": 97, "id": 13665, "genre_ids": [35, 18, 10749]}, {"title": "Lavalantula", "overview": "Giant lava breathing tarantulas – Lavalantulas – erupt out of ancient volcanos in the Santa Monica Mountains, raining death and destruction upon Los Angeles. With the City of Angels on the verge of incineration, only a washed up ‘90s action hero actor (Steve Guttenberg) stands in the way of this monstrous swarm of bloodthirsty creatures who burn their victims alive.", "release_date": "2016-03-01", "poster": "/nu2DRYXzbUjhpogIQYtzGLLTFif.jpg", "runtime": 90, "id": 294562, "genre_ids": [27, 878, 10770]}, {"title": "August: Osage County", "overview": "A look at the lives of the strong-willed women of the Weston family, whose paths have diverged until a family crisis brings them back to the Midwest house they grew up in, and to the dysfunctional woman who raised them.", "release_date": "2013-12-09", "poster": "/hkG0j7bfSBGB6NpPtYwW7zH0fU5.jpg", "runtime": 121, "id": 152737, "genre_ids": [35, 18]}, {"title": "Hollywood Ending", "overview": "Woody Allen stars as Val Waxman, a two-time Oscar winner turned washed-up, neurotic director in desperate need of a comeback. When it comes, Waxman finds himself backed into a corner: Work for his ex-wife Ellie or forfeit his last shot. Is Val blinded by love when he opts for the reconnect? Is love blind when it comes to Ellie's staunch support? Literally and figuratively, the proof is the picture.", "release_date": "2002-05-03", "poster": "/poWPlmbVKQR4qdKdSIL4erhzT51.jpg", "runtime": 112, "id": 9689, "genre_ids": [35, 18]}, {"title": "Broken Horses", "overview": "The bonds of brotherhood, the laws of loyalty, and the futility of violence in the shadows of the US Mexico border gang wars.", "release_date": "2015-04-10", "poster": "/daZNvU3adIzbk8p4KhnyNCRzYnJ.jpg", "runtime": 101, "id": 319910, "genre_ids": [53, 9648, 18, 80]}, {"title": "The Strangers", "overview": "After returning from a wedding reception, a couple staying in an isolated vacation house receive a knock on the door in the mid-hours of the night. What ensues is a violent invasion by three strangers, their faces hidden behind masks. The couple find themselves in a violent struggle, in which they go beyond what either of them thought capable in order to survive.", "release_date": "2008-05-29", "poster": "/pZwTosOfiB9hGvXvPg9fpoOqKmp.jpg", "runtime": 90, "id": 10665, "genre_ids": [53, 27, 9648]}, {"title": "Firefox", "overview": "The Soviets have developed a revolutionary new jet fighter, called \"Firefox\". Naturally, the British are worried that the jet will be used as a first-strike weapon, as rumours say that the jet is indetectable on radar. They send ex-Vietnam War pilot Mitchell Gant on a covert mission into the Soviet Union to steal Firefox.", "release_date": "1982-06-13", "poster": "/1QK1xhmvnLLZhDC8DNaFt08psp9.jpg", "runtime": 136, "id": 10724, "genre_ids": [878, 28, 12, 53]}, {"title": "J. Edgar", "overview": "As the face of law enforcement in America for almost 50 years, J. Edgar Hoover was feared and admired, reviled and revered. But behind closed doors, he held secrets that would have destroyed his image, his career and his life.", "release_date": "2011-11-09", "poster": "/upACO9i21lb5lG7ovf51m3lIPcv.jpg", "runtime": 137, "id": 88794, "genre_ids": [18, 80, 36]}, {"title": "Far from the Madding Crowd", "overview": "A beautiful young woman maintains relationships with three very different men.", "release_date": "2015-05-01", "poster": "/6v1DEaO2TZzrqcaGohUf1K7BXkU.jpg", "runtime": 119, "id": 250734, "genre_ids": [10749, 18]}, {"title": "The Replacement Killers", "overview": "Hired assassin John Lee is asked by Chinatown crime boss Terence Wei to murder the young son of policeman Stan Zedkov. Lee has the boy in his sights, but his conscience gets the better of him, and he spares the child's life. Afraid that Wei will take revenge on his family in China, Lee seeks out expert forger Meg Coburn to obtain the passport he needs to get out of the country, but a band of replacement killers is soon on his trail.", "release_date": "1998-02-06", "poster": "/w3a8vGtEyCPypK1muKOO6h1VLAY.jpg", "runtime": 87, "id": 11702, "genre_ids": [18, 28, 80, 53]}, {"title": "Squatters", "overview": "A wealthy couple from the Pacific Palisades discovers homeless young lovers have moved into their home.", "release_date": "2014-05-14", "poster": "/jFZ1PJAt0Mr2DbvQ1sksPuhCtt7.jpg", "runtime": 102, "id": 268321, "genre_ids": [18]}, {"title": "Terms of Endearment", "overview": "Aurora and Emma are mother and daughter who march to different drummers. Beginning with Emma's marriage, Aurora shows how difficult and loving she can be. The movie covers several years of their lives as each finds different reasons to go on living and find joy. Aurora's interludes with Garrett Breedlove, retired astronaut and next door neighbor are quite striking.", "release_date": "1983-11-20", "poster": "/6CRrKmRs3SIgHGeCXZKH7P9ol1b.jpg", "runtime": 132, "id": 11050, "genre_ids": [18, 35]}, {"title": "Wild Target", "overview": "A hitman tries to retire but a beautiful thief may change his plans.", "release_date": "2010-04-08", "poster": "/x1O8MOIY41fpKbCUt1I4sKeLwwr.jpg", "runtime": 98, "id": 44147, "genre_ids": [28, 35]}, {"title": "Kung Fu Jungle", "overview": "A martial arts instructor working at a police academy gets imprisoned after killing a man by accident. But when a vicious killer starts targeting martial arts masters, the instructor offers to help the police in return for his freedom.", "release_date": "2014-10-31", "poster": "/uTgzEoPNiMOUUyDxlg4s3SUQEGn.jpg", "runtime": 100, "id": 290864, "genre_ids": [80, 28, 53]}, {"title": "The Day the Earth Stood Still", "overview": "An alien and a robot land on earth after World War II and tell mankind to be peaceful or face destruction. A classic science fiction film from Robert Wise with an exceptional message.", "release_date": "1951-09-17", "poster": "/tyujnQl6topN3O9lPnGMpzGsYQM.jpg", "runtime": 92, "id": 828, "genre_ids": [18, 878, 53]}, {"title": "Manhattan Murder Mystery", "overview": "A middle-aged couple suspects foul play when their neighbor's wife suddenly drops dead.", "release_date": "1993-08-18", "poster": "/6y04YdXDoSNxiJ5g0h92NBiatyv.jpg", "runtime": 104, "id": 10440, "genre_ids": [35, 80, 9648, 53]}, {"title": "The Neverending Story III: Escape from Fantasia", "overview": "A young boy must restore order when a group of bullies steal the magical book that acts as a portal between Earth and the imaginary world of Fantasia.", "release_date": "1994-10-26", "poster": "/driZCEKL79PaCsZNICSU3xd59sk.jpg", "runtime": 95, "id": 27793, "genre_ids": [10751, 14]}, {"title": "The Olsen Gang Sees Red", "overview": "Egon and the gang are hired to stage a robbery of an antique Chinese vase for an economically challenged baron. Naturally they fooled, which infuriates Egon. The gang tries to get back at the baron by switching the vase with a cheap Hong Kong copy. One attempt is made during the barons hunting party, where Egon ends up being bricked up in the catacombs. In another attempt, the gang has to coordinate breaking through several walls at The Royal Theater in Copenhagen with the \"Elverhøj\" overture.", "release_date": "1976-10-01", "poster": "/mVxQjhuUn9D2p8NZ2GAAyYMzeal.jpg", "runtime": 100, "id": 11392, "genre_ids": [10751, 35, 80]}, {"title": "Feast", "overview": "This Oscar-winning animated short film tells the story of one man's love life is seen through the eyes of his best friend and dog, Winston, and revealed bite by bite through the meals they share.", "release_date": "2014-11-07", "poster": "/qJ9ouIj4wN24asvKTUSAcJnSfrT.jpg", "runtime": 6, "id": 293299, "genre_ids": [10749, 35, 16, 18, 10751]}, {"title": "Animals United", "overview": "A group of animals waiting for the annual flood they rely on for food and water discover that the humans, who have been destroying their habitats have built a dam for a leisure resort. The animals endeavour to save the delta and send a message to the humans not to interfere with nature.", "release_date": "2010-10-07", "poster": "/tAlZp5pTUBFfE8qYBdzUEOg45fi.jpg", "runtime": 93, "id": 50135, "genre_ids": [16, 10751, 35]}, {"title": "Bill & Ted's Excellent Adventure", "overview": "In the small town of San Dimas, a few miles away from Los Angeles, there are two nearly brain dead teenage boys going by the names of Bill S, Preston ESQ. and Ted Theodore Logan, they have a dream together of starting their own rock and roll band called the \"Wyld Stallyns\". Unfortunately, they are still in high school and on the verge of failing out of their school as well, and if they do not pass their upcoming history report, they will be separated as a result of Ted's father sending him to military school. But, what Bill and Ted do not know is that they must stay together to save the future. So, a man from the future named Rufus came to help them pass their report. So, both Bill and Ted decided to gather up historical figures which they need for their report. They are hoping that this will help them pass their report so they can stay together.", "release_date": "1989-02-17", "poster": "/b2yKJ1STPklVSRtso2Tg4TPXK7u.jpg", "runtime": 90, "id": 1648, "genre_ids": [12, 35, 878]}, {"title": "The Back-Up Plan", "overview": "When Zoe tires of looking for Mr. Right, she decides to have a baby on her own. But on the day she's artificially inseminated, she meets Stan, who seems to be just who she's been searching for all her life. Now, Zoe has to figure out how to make her two life's dreams fit with each other.", "release_date": "2010-04-23", "poster": "/1Ig6ZQpLZfLsdvMLHD0inc2w0HB.jpg", "runtime": 106, "id": 34806, "genre_ids": [35, 10749]}, {"title": "[REC]³ Genesis", "overview": "The action now takes place miles away from the original location and partly in broad daylight, giving the film an entirely fresh yet disturbing new reality. The infection has left the building. In a clever twist that draws together the plots of the first two movies, this third part of the saga also works as a decoder to uncover information hidden in the first two films and leaves the door open for the final installment, the future '[REC] 4 Apocalypse.'", "release_date": "2012-03-30", "poster": "/xVo5vRdq8siODzQTBCbmYaihqre.jpg", "runtime": 80, "id": 80280, "genre_ids": [27]}, {"title": "The Waterboy", "overview": "Bobby Boucher is a water boy for a struggling college football team. The coach discovers Boucher's hidden rage makes him a tackling machine whose bone-crushing power might vault his team into the playoffs.", "release_date": "1998-11-06", "poster": "/wZKa2NZgEKJ85NoO2cQ7xzj8eBn.jpg", "runtime": 90, "id": 10663, "genre_ids": [35]}, {"title": "Armour of God II: Operation Condor", "overview": "Agent Jackie is hired to find WWII Nazi gold hidden in the Sahara desert. He teams up with three bungling women (the 3 stooges?) who are all connected in some way. However a team of mercenries have ideas on the ownership of the gold. A battle / chase ensues as to who gets there first. Lots of choregraphed Kung-Fu and quirky Chan humour.", "release_date": "1991-02-07", "poster": "/cU3UPFvOG1Jq7dVE0gmMGnvVboH.jpg", "runtime": 106, "id": 10975, "genre_ids": [80, 28, 35, 53, 12]}, {"title": "A Monster in Paris", "overview": "Paris,1910. Emile, a shy movie projectionist, and Raoul, a colorful inventor, find themselves embarked on the hunt for a monster terrorizing citizens. They join forces with Lucille, the big-hearted star of the Bird of Paradise cabaret, an eccentric scientist and his irascible monkey to save the monster, who turns out to be an oversized but harmless flea, from the city's ruthlessly ambitious police chief.", "release_date": "2011-10-12", "poster": "/bEqkbV0bYIDWpu2dMc1Zy3aFHhT.jpg", "runtime": 90, "id": 77459, "genre_ids": [10751, 16, 12, 35]}, {"title": "The People vs. Fritz Bauer", "overview": "It is the late 1950s. Flourishing under the economic miracle, Germany grows increasingly apathetic about confronting the horrors of its recent past. Nevertheless, Fritz Bauer doggedly devotes his energies to bringing the Third Reich to justice. One day Bauer receives a letter from Argentina, written by a man who is certain that his daughter is dating the son of Adolph Eichmann. Excited by the promising lead, and mistrustful of a corrupt judiciary system where Nazis still lurk, Bauer journeys to Jerusalem to seek alliance with Mossad, the Israeli secret service. To do so is treason — yet committing treason is the only way Bauer can serve his country.", "release_date": "2015-09-13", "poster": "/gu0CNamrj0u6FwnPjYyUdmJvFbW.jpg", "runtime": 105, "id": 355065, "genre_ids": [36, 18]}, {"title": "Music and Lyrics", "overview": "A washed up singer is given a couple days to compose a chart-topping hit for an aspiring teen sensation. Though he's never written a decent lyric in his life, he sparks with an offbeat younger woman with a flair for words.", "release_date": "2007-02-09", "poster": "/jhv9qSAuwGkzVj1pSnu3HQBb8Qe.jpg", "runtime": 96, "id": 11172, "genre_ids": [35, 10402, 10749]}, {"title": "Dolores Claiborne", "overview": "Selena is a big-shot reporter in the city who has long distanced herself from her roots in a small town in Maine. She finds herself compelled to return, however, after her mother is accused of murdering the wealthy woman for whom she worked as a maid. Selena has a very bad relationship with her mother, and their visit is incredibly tense, particularly since she strongly suspects that her mother is guilty. As the days go by, however, Selena's investigative skills lead her to some surprising revelations about her own past and her mother's motivations. While Dolores may be a hard woman, she did not become so overnight. As she learns more about what has contributed to the make-up of her mother's armor, her own dissipates", "release_date": "1995-03-24", "poster": "/ewmVWV0TP8LTlYZ4OzCcguwC9d1.jpg", "runtime": 132, "id": 11929, "genre_ids": [9648, 18, 53, 80]}, {"title": "While You Were Sleeping", "overview": "A love story built on a misunderstanding. A transit worker pulls commuter Peter off the tracks after he's mugged. But while he's in a coma, his family mistakenly thinks she's Peter's fiancée, and she doesn't correct them. Things get more complicated when she falls for his brother, who's not quite sure that she's who she claims to be.", "release_date": "1995-04-21", "poster": "/9StV7DX4ZtRZGJs9VcVEPvxIKL6.jpg", "runtime": 103, "id": 2064, "genre_ids": [35, 18, 10749]}, {"title": "Spooks: The Greater Good", "overview": "During a handover to the head of counter-terrorism of MI5 Harry Pearce, terrorist Adam Qasim escapes from MI5 custody. When Harry disappears soon after, his protégé Will Crombie is tasked with finding out what happened as an impending attack on London looms. Crombie eventually uncovers a deadly conspiracy.", "release_date": "2015-04-11", "poster": "/mCu8mJRbBD8x187A5WserM9YhOr.jpg", "runtime": 104, "id": 292040, "genre_ids": [53, 28]}, {"title": "Babysitting", "overview": "Looking for a baby-sitter for the night, Marc Schaudel entrusts his son Remy to the care of his employee Franck, a straight man. But the thing that Marc doesn't know, is that Franck is getting 30 years old this weekend and that his son Remy is a very capricious child. The next day, Marc and his wife Claire are awakened by a call from the police. Remy and Franck are missing, and the house is totally devastated. The police finds a camera in the leftovers. Marc, Claire and the police start watching the video that has been recorded the day before during the night and find out what happened to Franck and Remy.", "release_date": "2014-04-16", "poster": "/xbX14wgGdrE3ZUa2r2mFHkKjVuP.jpg", "runtime": 85, "id": 262551, "genre_ids": [35]}, {"title": "Kadhalum Kadanthu Pogum", "overview": "Kadhalum Kadanthu Pogum (Meaning: Love too shall pass) is a Tamil romantic comedy-drama film written and directed by Nalan Kumarasamy. Produced by C. V. Kumar under Thirukumaran Entertainment banner, the film stars Vijay Sethupathi and Madonna Sebastian in the lead roles.[2] The film, which is an official remake of the Korean film My Dear Desperado, will release on 11 March 2016.", "release_date": "2016-03-11", "poster": "/qsJ3jXnAaBLEfHYaFT36nOBihXh.jpg", "runtime": 136, "id": 387252, "genre_ids": [18, 10749, 35]}, {"title": "Open Grave", "overview": "A man awakes-- without memory -- in a pit full of bodies and must figure out if the people who rescued him are the killers, or if he is the murderer.", "release_date": "2013-08-13", "poster": "/uO9pr6aMgHz8ofLrOAjHvhv7J3e.jpg", "runtime": 102, "id": 215830, "genre_ids": [27, 53, 9648]}, {"title": "Ruby Sparks", "overview": "Calvin is a young novelist who achieved phenomenal success early in his career but is now struggling with his writing – as well as his romantic life. Finally, he makes a breakthrough and creates a character named Ruby who inspires him. When Calvin finds Ruby, in the flesh, sitting on his couch about a week later, he is completely flabbergasted that his words have turned into a living, breathing person.", "release_date": "2012-07-25", "poster": "/1mgwXxdkV7sQRRCb4Qaq3HZl8Xe.jpg", "runtime": 104, "id": 103332, "genre_ids": [35, 10749, 14, 18]}, {"title": "Pirates of Silicon Valley", "overview": "This film is the semi-humorous documentary about the men who made the world of technology what it is today, their struggles during college, the founding of their companies, and the ingenious actions they took to build up the global corporate empires of Apple Computer Inc. and Microsoft Corporation.", "release_date": "1999-05-10", "poster": "/62NXimypwBEiu9IS2Z6R5OI5Ncu.jpg", "runtime": 97, "id": 3293, "genre_ids": [18, 10770]}, {"title": "LelleBelle", "overview": "19-year old Belle practices playing the violin diligently, but is unable to impart her music with a sensitive undertone. Her life changes when she discovers that sexual desire stimulates passion in her music.", "release_date": "2010-10-09", "poster": "/chL8jvp6TjxIRxWgIBjhTV3tCaE.jpg", "runtime": 89, "id": 52371, "genre_ids": [10749, 10402]}, {"title": "Partly Cloudy", "overview": "Everyone knows that the stork delivers babies, but where do the storks get the babies from? The answer lies up in the stratosphere, where cloud people sculpt babies from clouds and bring them to life. Gus, a lonely and insecure grey cloud, is a master at creating \"dangerous\" babies. Crocodiles, porcupines, rams and more - Gus's beloved creations are works of art, but more than a handful for his loyal delivery stork partner, Peck. As Gus's creations become more and more rambunctious, Peck's job gets harder and harder. How will Peck manage to handle both his hazardous cargo and his friend's fiery temperament?", "release_date": "2009-05-28", "poster": "/5M5bg79OV96Vb4O0fDjX5clxASG.jpg", "runtime": 5, "id": 24480, "genre_ids": [16, 12, 35, 10751, 14]}, {"title": "Evolution", "overview": "11-year-old Nicolas lives with his mother in a seaside housing estate. The only place that ever sees any activity is the hospital. It is there that all the boys from the village are forced to undergo strange medical trials that attempt to disrupt the phases of evolution.", "release_date": "2016-03-16", "poster": "/py1nlJixScp6EoYLxMlcbHwBzCb.jpg", "runtime": 81, "id": 330770, "genre_ids": [18]}, {"title": "The Cave", "overview": "A group of biologists discovers a huge network of unexplored caves in Romania. The biologists believe they have found an undisturbed eco-system that has produced a new species. They hire the best American team of underwater cave explorers in the world. The team is so excited about the new cave that they start the dive immediately along with the biologists. While exploring deeper in the underwater caves, a cave-in blocks their exit, so they must find a new way out. They soon discover a larger carnivorous creature has added them to its food chain.", "release_date": "2005-08-25", "poster": "/6UE07AsyGzhiI6mcidlIiAkHlX0.jpg", "runtime": 97, "id": 9042, "genre_ids": [28, 12, 27, 53]}, {"title": "Above the Law", "overview": "Seagal is Nico Toscani, an Italian immigrant, American patriot, ex-CIA agent, aikido specialist, and unorthodox Chicago policeman. He is as committed to his job as he is to his personalized brand of justice: expert and thorough bone-crushing.", "release_date": "1988-04-08", "poster": "/pgPJhW4Ij2wZeapQ4yVGVRTzf1p.jpg", "runtime": 99, "id": 9395, "genre_ids": [28, 12, 18, 53]}, {"title": "Justice League: The Flashpoint Paradox", "overview": "When time travel allows a past wrong to be righted for The Flash and his family, the ripples of the event prove disastrous as a fractured, alternate reality now exists where a Justice League never formed, and even Superman is nowhere to be found. Teaming with a grittier, more violent Dark Knight and Cyborg, Flash races to restore the continuity of his original timeline while this new world is ravaged by a fierce war between Wonder Woman's Amazons and Aquaman’s Atlanteans.", "release_date": "2013-07-28", "poster": "/kde98IJmR3HBh5B366dYlVE4BNK.jpg", "runtime": 75, "id": 183011, "genre_ids": [14, 878, 16, 28, 12]}, {"title": "The Parent Trap", "overview": "Hallie Parker and Annie James are identical twins separated at a young age because of their parents' divorce. unknowingly to their parents, the girls are sent to the same summer camp where they meet, discover the truth about themselves, and then plot with each other to switch places. Hallie meets her mother, and Annie meets her father for the first time in years.", "release_date": "1998-07-28", "poster": "/7vR4e3ga3mdSEpYe8kMeUv3mgND.jpg", "runtime": 127, "id": 9820, "genre_ids": [35, 10751, 18]}, {"title": "Churchill's Secret", "overview": "British Prime Minister Winston Churchill suffers from a stroke in the summer of 1953 that's kept a secret from the rest of the world.", "release_date": "2016-02-29", "poster": "/2CObThMKEMvrna8SPDCuHsJFlJ0.jpg", "runtime": 101, "id": 381167, "genre_ids": [10770, 18]}, {"title": "I Want You", "overview": "Sequel to \"Three Steps Above Heaven\". The sexy Gin (Clara Lago) is the new love of Hache (Mario Casas), but this can not forget his former girlfriend (Maria Valverde), so the love triangle is inevitable.", "release_date": "2012-06-22", "poster": "/7RIRYN5k3H3RWSeEg5ijhgfzcXN.jpg", "runtime": 75, "id": 109689, "genre_ids": [18, 10749]}, {"title": "Species: The Awakening", "overview": "A scientist, Dr Holander, takes his niece Miranda to Mexico in an attempt to reverse the effects of the alien DNA he used to create her. However the treatment goes horribly wrong, and sets Miranda on a killing spree as she sets out to find a mate.", "release_date": "2007-10-02", "poster": "/qc1RTHhJbhJtTQQT81E6u6235yV.jpg", "runtime": 98, "id": 15212, "genre_ids": [27, 878, 53]}, {"title": "Bowfinger", "overview": "On the verge of bankruptcy and desperate for his big break, aspiring filmmaker Bobby Bowfinger concocts a crazy plan to make his ultimate dream movie. Rallying a ragtag team that includes a starry-eyed ingenue, a has-been diva and a film studio gofer, he sets out to shoot a blockbuster featuring the biggest star in Hollywood, Kit Ramsey -- only without letting Ramsey know he's in the picture.", "release_date": "1999-08-12", "poster": "/8dPucB4Dp7gdbozmuV2dxMOHy7i.jpg", "runtime": 97, "id": 11353, "genre_ids": [35]}, {"title": "LEGO DC Comics Super Heroes: Justice League vs. Bizarro League", "overview": "Superman’s clone, Bizarro, has become an embarrassing problem. Chaos and destruction follow Bizarro everywhere as he always hears the opposite of what is said, says the opposite of what he means and does the opposite of what is right. And when the citizens of Metropolis keep confusing Bizarro with Superman, the Man of Steel decides it’s time to find a new home for him…on another planet! It’s up to the Justice League to come to terms with their backward counterparts and team up with them to stop Darkseid and save the galaxy!", "release_date": "2015-02-10", "poster": "/eyaGDrV1ScVGiXrBifb8AuoQ3ko.jpg", "runtime": 48, "id": 322456, "genre_ids": [16, 28, 12, 10751]}, {"title": "Taking Lives", "overview": "Recruited to assist Montreal police in their desperate search for a serial killer who assumes the identities of his victims, FBI profiler Illeana Scott knows it's only a matter of time before the killer strikes again. Her most promising lead is a museum employee who might be the killer's only eyewitness.", "release_date": "2004-03-16", "poster": "/2LE560KT69RLnxIU83wrTvClj8D.jpg", "runtime": 103, "id": 11081, "genre_ids": [28, 18, 9648, 53]}, {"title": "Crazy Heart", "overview": "When reporter Jean Craddock interviews Bad Blake -- an alcoholic, seen-better-days country music legend -- they connect, and the hard-living crooner sees a possible saving grace in a life with Jean and her young son. But can he leave behind an existence playing in the shadow of Tommy, the upstart kid he once mentored?", "release_date": "2009-12-16", "poster": "/tUyhwp36YykNKpqpEfauCavuDbK.jpg", "runtime": 112, "id": 25196, "genre_ids": [18, 10402, 10749]}, {"title": "A Shot in the Dark", "overview": "A Shot in the Dark is the second and more successful film from the Pink Panther film series where both animated and real life sequences are mixed. A cult classic from Blake Edwards based on the play L’Idiot by Marcel Achard and Harry Kurnitz.", "release_date": "1964-06-23", "poster": "/l15hjmMupObI0x8I6uv1Qsafqg1.jpg", "runtime": 102, "id": 1594, "genre_ids": [35, 80]}, {"title": "We Are Still Here", "overview": "After the death of their college age son, Anne and Paul Sacchetti relocate to the snowswept New England hamlet of Aylesbury, a sleepy village where all is most certainly not as it seems. When strange sounds and eerie feelings convince Anne that her son's spirit is still with them, they invite an eccentric, New Age couple to help them get to the bottom of the mystery.", "release_date": "2015-06-05", "poster": "/oTslO8AmYYGaFr6MCiIv3F30vWv.jpg", "runtime": 84, "id": 291272, "genre_ids": [27]}, {"title": "Sydney White", "overview": "A modern retelling of Snow White set against students in their freshman year of college in the greek system.", "release_date": "2007-09-21", "poster": "/7gWssDrFkEekZidyu82u0OWaoyq.jpg", "runtime": 108, "id": 10760, "genre_ids": [35]}, {"title": "PK", "overview": "This experimental satire is a comedy of ideas about an alien in the city, who asks questions that no one has asked before. They are innocent, child-like questions, but they bring about catastrophic answers. People who are set in their ways for generations, are forced to reappraise their world when they see it from PK's innocent eyes. In the process PK makes loyal friends and powerful foes, mends broken lives and angers the establishment. PK's childlike curiosity transforms into a spiritual odyssey for him and millions of others. This offbeat, experimental drama is an ambitious and uniquely original exploration of complex philosophies. It is also a simple and humane tale of love, laughter and letting-go. Finally, it is a moving saga about a friendship between strangers from worlds apart.", "release_date": "2014-12-18", "poster": "/dWUqNMxL2fMu1PlnRFLKvURi4rk.jpg", "runtime": 153, "id": 297222, "genre_ids": [35, 18, 878]}, {"title": "Rope", "overview": "Two young men strangle their \"inferior\" classmate, hide his body in their apartment, and invite his friends and family to a dinner party as a means to challenge the \"perfection\" of their crime.", "release_date": "1948-08-23", "poster": "/9UlEZpKqJPoaFu1OfHM3BohSRUo.jpg", "runtime": 80, "id": 1580, "genre_ids": [80, 18, 9648, 53]}, {"title": "Below", "overview": "In the dark silence of the sea during World War II, the submarine U.S.S. Tiger Shark prowls on what should be a routine rescue mission. But for the shell-shocked crew, trapped together in the sub's narrow corridors and constricted spaces, this is about to become a journey into the sensory delusions, mental deceptions and runaway fear that lurk just below the surface of the ocean.", "release_date": "2002-10-11", "poster": "/5N0yv9QVvpp25JAlC5x1DA7raxr.jpg", "runtime": 105, "id": 12590, "genre_ids": [53, 27, 9648]}, {"title": "License to Wed", "overview": "Newly engaged, Ben and Sadie can't wait to start their life together and live happily ever after. However Sadie's family church's Reverend Frank won't bless their union until they pass his patented, \"foolproof\" marriage prep course consisting of outrageous classes, outlandish homework assignments and some outright invasion of privacy.", "release_date": "2007-07-04", "poster": "/9I8NiY5cfFmwgI8Y5NKQqsuDawS.jpg", "runtime": 91, "id": 2959, "genre_ids": [35]}, {"title": "A Happy Event", "overview": "She drove me into a corner, then forced me to go beyond my limits. She made me confront the absolute: love, sacrifice, tenderness, abandonment. She dislocated me, transformed me. Why didn't anyone warn me? Why doesn't anyone ever talk about this?\" Un heureux événement, or an intimate view of motherhood, sincere and with no taboos.", "release_date": "2011-09-27", "poster": "/nf5oRDb72t3p7gECVMvVNrizYY4.jpg", "runtime": 107, "id": 77462, "genre_ids": [10749, 35]}, {"title": "Tremors 2: Aftershocks", "overview": "Those supersucking desert creatures are back --- and this time they're south of the border. As the creatures worm their way through the oil fields of Mexico, the only people who can wrangle them are veteran Earl Bassett and survivalist Burt Gummer. Add to that team a young punk out for cash and a fearless scientist, and the critters don't stand a chance.", "release_date": "1996-04-09", "poster": "/paM021FyQsgsErxRa7ywRz7EQCv.jpg", "runtime": 100, "id": 11069, "genre_ids": [27, 28, 35, 878]}, {"title": "The Double Life of Veronique", "overview": "Veronique is a beautiful young French woman who aspires to be a renowned singer; Weronika lives in Poland, has a similar career goal and looks identical to Veronique, though the two are not related. The film follows both women as they contend with the ups and downs of their individual lives, with Veronique embarking on an unusual romance with Alexandre Fabbri, a puppeteer who may be able to help her with her existential issues.", "release_date": "1991-05-15", "poster": "/CuBNIdRCfFbTQTZtK0G99mxI42.jpg", "runtime": 97, "id": 1600, "genre_ids": [18, 53]}, {"title": "Sharknado", "overview": "A freak hurricane hits Los Angeles, causing man-eating sharks to be scooped up in tornadoes and flooding the city with shark-infested seawater. Surfer and bar-owner Fin sets out with his friends Baz and Nova to rescue his estranged wife April and teenage daughter Claudia", "release_date": "2013-07-11", "poster": "/fhjfcjNBY8FcyxR8hRZ2H19zN6Z.jpg", "runtime": 86, "id": 205321, "genre_ids": [10770, 27]}, {"title": "The Devil's Own", "overview": "A thriller about an IRA gunman who draws an American family into the crossfire of terrorism. Frankie McGuire is one of the IRA's deadliest assassins. But when he is sent to the U.S. to buy weapons, Frankie is housed with the family of Tom O'Meara, a New York cop who knows nothing about Frankie's real identity. Their surprising friendship, and Tom's growing suspicions, force Frankie to choose between the promise of peace or a lifetime of murder.", "release_date": "1997-03-12", "poster": "/1zusKhAtJ3YhbuA6J184Vm4INB3.jpg", "runtime": 107, "id": 4477, "genre_ids": [80, 53, 18]}, {"title": "Short Cuts", "overview": "Multi-storied, fish-eyed look at American culture with some 22 characters intersecting--profoundly or fleetingly--through each other's lives. Running the emotional gamut from disturbing to humorous, Altman's portrait of the contemporary human condition is nevertheless fascinating. Based on nine stories and a prose poem by Raymond Carver.", "release_date": "1993-09-05", "poster": "/op1Us7HA7bgkJqRUhcoZQrVBHzr.jpg", "runtime": 187, "id": 695, "genre_ids": [35, 18]}, {"title": "Mandela: Long Walk to Freedom", "overview": "A chronicle of Nelson Mandela's life journey from his childhood in a rural village through to his inauguration as the first democratically elected president of South Africa.", "release_date": "2013-12-06", "poster": "/dFebwt45Tyfb49SiQPZMelRKIjj.jpg", "runtime": 141, "id": 192136, "genre_ids": [18, 36]}, {"title": "In the Name of the King: A Dungeon Siege Tale", "overview": "A man named Farmer sets out to rescue his kidnapped wife and avenge the death of his son -- two acts committed by the Krugs, a race of animal-warriors who are controlled by the evil Gallian.", "release_date": "2007-11-29", "poster": "/bV18YaqIQh0aeOWnfkOvD0iqfUJ.jpg", "runtime": 127, "id": 2312, "genre_ids": [12, 14, 28, 18]}, {"title": "American Pie Presents: Band Camp", "overview": "The original American Pie characters have moved on, except for Sherman and Jim Levenstein's still understanding dad. Steve Stifler's little brother Matt wants to join his brother's business (the hit it big Girls Gone Wild) and after everything Matt has heard from Jim's band-geek wife Michelle, he plans to go back to band camp and make a video of his own: Bandies Gone Wild!", "release_date": "2005-10-30", "poster": "/hwWwljYkvWebTb9xPvzJdhLtS8R.jpg", "runtime": 94, "id": 8274, "genre_ids": [35]}, {"title": "The Manchurian Candidate", "overview": "The Manchurian Candidate is a political thriller from American director John Frankenheimer. An American soldier is brainwashed into being a killer for the communist Russians during the Korean War.", "release_date": "1962-10-24", "poster": "/1a6krdQr17aaA0Q3yS5LNVtxYvf.jpg", "runtime": 126, "id": 982, "genre_ids": [9648, 53]}, {"title": "Sexy Beast", "overview": "Gary is a former gangster who has made a modest amount of money from his criminal career. Happy to put his life of crime behind him, he has retired with his wife Deedee to the sunny bliss of rural Spain, where he lives an idyllic life with his family and a few close friends. But Gary's contentment is ruptured by an unwelcome visitor from his past. Don.", "release_date": "2001-01-12", "poster": "/rpo9njGpJVLPqRrdM6R7wIqiQ7K.jpg", "runtime": 89, "id": 11826, "genre_ids": [18, 28, 53, 80]}, {"title": "Pocahontas II: Journey to a New World", "overview": "When news of John Smith's death reaches America, Pocahontas is devastated. She sets off to London with John Rolfe, to meet with the King of England on a diplomatic mission: to create peace and respect between the two great lands. However, Governor Ratcliffe is still around; he wants to return to Jamestown and take over. He will stop at nothing to discredit the young princess.", "release_date": "1998-08-04", "poster": "/uBvj30A1jYZJJExflJlvc1sRJuf.jpg", "runtime": 72, "id": 13761, "genre_ids": [12, 16, 10749, 10751]}, {"title": "Cop Out", "overview": "Officers Jimmy Monroe and Paul Hodges have their weapons drawn on a gun-wielding killer. They agree to shoot on three. But, wait, does that mean 1…2… shoot or 1…2…3… then shoot? Punches hit hard and laughs hit harder (or is it the other way ’round?) when action star Bruce Willis and ace comic Tracy Morgan pair as bickering-but-got-your-back Brooklyn buddy cops. Kevin Smith (Clerks, Chasing Amy) directs the gritty, goofball goings-on as the guys hunt for a stolen 1952 mint condition baseball card (Jimmy needs it to fund his daughter’s wedding), a hunt plunging them into a gunslinging war with a deadly drug ring. Batter up, fans. The boys are ready to take you out to the ol’ brawl game!", "release_date": "2010-02-26", "poster": "/cSkPYnVsD7MRNXPhkhBv3Mcxx39.jpg", "runtime": 107, "id": 23742, "genre_ids": [28, 35, 80]}, {"title": "Lust, Caution", "overview": "During World War II a secret agent (Tang Wei) must seduce, then assassinate an official (Tony Leung Chiu Wai) who works for the Japanese puppet government in Shanghai. Her mission becomes clouded when she finds herself falling in love with the man she is assigned to kill.", "release_date": "2007-08-30", "poster": "/1voAijiJYzN3pNyo90ffd6WOKik.jpg", "runtime": 156, "id": 4588, "genre_ids": [28, 18, 10749, 53]}, {"title": "Are We Done Yet?", "overview": "Newlyweds Nick (Ice Cube) and Suzanne (Long) decide to move to the suburbs to provide a better life for their two kids. But their idea of a dream home is disturbed by a contractor (McGinley) with a bizarre approach to business.", "release_date": "2007-04-04", "poster": "/8UuFGqthaNmZu9HZjQ4jXTojbdl.jpg", "runtime": 92, "id": 10172, "genre_ids": [35, 10751, 18]}, {"title": "New York, I Love You", "overview": "Ten vignettes in New York City: a pickpocket meets his match; a young Hasidic woman, on the eve of her marriage, reveals herself to an Indian businessman; a writer tries a pick-up line; an artist seeks a model; a composer needs to read; two women connect; a man takes a child to Central Park; lovers meet; a couple takes a walk on their anniversary; a kid goes to the prom with a girl in a wheelchair; a retired singer contemplates suicide. There are eight million stories in the naked city: these have been ten of them.", "release_date": "2008-09-01", "poster": "/roKhZLvRRzqdVY9rvDv1i5ZAmmx.jpg", "runtime": 103, "id": 12572, "genre_ids": [18, 35, 10749]}, {"title": "Double Indemnity", "overview": "Unsuspecting Mr. Dietrichson becomes increasingly accident prone after his icily calculating wife encourages him to sign a double indemnity policy proposed by a smooth-talking insurance agent. Against a backdrop of distinctly California settings, the partners in crime plan the perfect murder to collect the insurance. Perfect until a claims manager gets a familiar feeling of foul play and pursues the matter relentlessly.", "release_date": "1944-04-24", "poster": "/q6Zs4YMbIBuEfCHCtufwPOkyIVz.jpg", "runtime": 107, "id": 996, "genre_ids": [18, 9648, 53]}, {"title": "Zandalee", "overview": "Bored with her marriage to burnt out poet turned corporate executive Thierry, Zandalee falls prey to an old friend of her husband, the manipulative and egotistical Johhny and becomes enmeshed in a sensual, passionate and destructive affair.", "release_date": "1991-05-09", "poster": "/2htCUPJ6IsosO44lbN5XLfjDDhR.jpg", "runtime": 100, "id": 36630, "genre_ids": [18, 10749, 53]}, {"title": "Caddyshack", "overview": "At an exclusive country club, an ambitious young caddy, Danny Noonan, eagerly pursues a caddy scholarship in hopes of attending college and, in turn, avoiding a job at the lumber yard. In order to succeed, he must first win the favour of the elitist Judge Smails, and then the caddy golf tournament which Smails sponsors.", "release_date": "1980-07-25", "poster": "/tv6s71pj8mhHtfk6DaSxMlu9pd7.jpg", "runtime": 98, "id": 11977, "genre_ids": [35]}, {"title": "High Noon", "overview": "High Noon is about a recently freed leader of a gang of bandits in the desert who is looking to get revenge on the Sheriff who put him in jail. A legendary western film from the Austrian director Fred Zinnemann.", "release_date": "1952-03-27", "poster": "/teFvLNdppclC01dZodBTyaP3lGK.jpg", "runtime": 85, "id": 288, "genre_ids": [37]}, {"title": "Arctic Blast", "overview": "When a solar eclipse sends a colossal blast of super chilled air towards the earth, it then sets off a catastrophic chain of events that threatens to engulf the world in ice and begin a new Ice Age.", "release_date": "2010-05-30", "poster": "/uFSwN9ku4PoVXqUvkOfDoaBfefS.jpg", "runtime": 92, "id": 45556, "genre_ids": [878]}, {"title": "Hellraiser", "overview": "An unfaithful wife encounters the zombie of her dead lover, who's being chased by demons after he escaped from their sado-masochistic Hell.", "release_date": "1987-09-11", "poster": "/4nfAhOTlfZUHNorHJXEib7GYFpp.jpg", "runtime": 94, "id": 9003, "genre_ids": [27, 53]}, {"title": "The Uninvited", "overview": "Anna returns home after spending time in a psychiatric facility following her mother's tragic death and discovers that her mother's former nurse, Rachel, has moved into their house and become engaged to her father, Steven. Soon after she learns this shocking news, Anna is visited by her mother's ghost, who warns her that Rachel has evil intentions.", "release_date": "2009-01-30", "poster": "/2EK387xtxj7ypUXKXdoV8RRYXga.jpg", "runtime": 87, "id": 14254, "genre_ids": [18, 27, 53]}, {"title": "Centurion", "overview": "Britain, A.D. 117. Quintus Dias, the sole survivor of a Pictish raid on a Roman frontier fort, marches north with General Virilus' legendary Ninth Legion, under orders to wipe the Picts from the face of the Earth and destroy their leader, Gorlacon.", "release_date": "2010-02-15", "poster": "/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg", "runtime": 97, "id": 23759, "genre_ids": [18, 28, 53]}, {"title": "Multiplicity", "overview": "Construction worker Doug Kinney finds that the pressures of his working life, combined with his duties to his wife Laura and daughter Jennifer leaves him with little time for himself. However, he is approached by geneticist Dr. Owen Leeds, who offers Doug a rather unusual solution to his problems: cloning.", "release_date": "1996-07-19", "poster": "/6Gd2iKis5P8alb4CChRz1QSS1pp.jpg", "runtime": 117, "id": 9304, "genre_ids": [35, 14, 878]}, {"title": "The Punisher", "overview": "The avenging angel of Marvel Comics fame comes brilliantly to life in this searing action-adventure thriller! Dolph Lundgren stars as Frank Castle, a veteran cop who loses his entire family to a mafia car bomb. Only his ex-partner believes Castle survived the blast to become THE PUNISHER ... a shadowy, invincible fighter against evil who lives for total revenge on his mob enemies.", "release_date": "1989-10-05", "poster": "/9OjFAb9r21TNJIbbMVAZtbj3I60.jpg", "runtime": 89, "id": 8867, "genre_ids": [28, 53]}, {"title": "Bronson", "overview": "A young man who was sentenced to 7 years in prison for robbing a post office ends up spending 30 years in solitary confinement. During this time, his own personality is supplanted by his alter ego, Charles Bronson.", "release_date": "2008-10-09", "poster": "/dnNR1IpEboT6zmWdo4lw7LTzVEm.jpg", "runtime": 92, "id": 18533, "genre_ids": [18, 28, 80]}, {"title": "Mickey's Magical Christmas: Snowed in at the House of Mouse", "overview": "A snowstorm leaves everyone in the House of Mouse stranded and \"bah-humbug\" Donald doesn't have any Christmas spirit. Mickey and all the other guests get hot chocolate and cookies to make Donald feel his Christmas spirit.", "release_date": "2001-11-06", "poster": "/3yIvYvNvarfvwc9YnC0ZbAHhfRK.jpg", "runtime": 65, "id": 21448, "genre_ids": [16, 10751, 35]}, {"title": "Poltergeist II: The Other Side", "overview": "The Freeling family move in with Diane's mother in an effort to escape the trauma and aftermath of Carol Anne's abduction by the Beast. But the Beast is not to be put off so easily and appears in a ghostly apparition as the Reverend Kane, a religeous zealot responsible for the deaths of his many followers. His goal is simple - he wants the angelic Carol Anne.", "release_date": "1986-05-23", "poster": "/wp8IkFabtxJohz8ivfwNWt4Bcse.jpg", "runtime": 91, "id": 11133, "genre_ids": [53, 27]}, {"title": "Delicacy", "overview": "A French woman mourning over the death of her husband three years prior is courted by a Swedish co-worker.", "release_date": "2011-12-20", "poster": "/6T3D2vG8AG5zc1QAwR1QxLEO4ri.jpg", "runtime": 108, "id": 81342, "genre_ids": [18, 35, 10749]}, {"title": "Avengers: Infinity War - Part II", "overview": "The continuation of the Infinity War film.", "release_date": "2019-04-25", "poster": "/zC6MRi5aKmiMvnTVFARfzFpD7EN.jpg", "runtime": 0, "id": 299534, "genre_ids": [878, 28, 12]}, {"title": "Micmacs", "overview": "A man and his friends come up with an intricate and original plan to destroy two big weapons manufacturers.  Avid movie-watcher and video store clerk Bazil has had his life all but ruined by weapons of war. His father was killed by a landmine in Morocco and one fateful night a stray bullet from a nearby shootout embeds itself in his skull, leaving him on the verge of instantaneous death. Losing his job and his home, Bazil wanders the streets until he meets Slammer, a pardoned convict who introduces him to a band of eccentric junkyard dealers including Calculator, a math expert and statistician, Buster, a record-holder in human cannonball feats, Tiny Pete, an artistic craftsman of automatons, and Elastic Girl, a sassy contortionist. When chance reveals to Bazil the two weapons manufacturers responsible for building the instruments of his destruction, he constructs a complex scheme for revenge that his newfound family is all too happy to help set in motion.", "release_date": "2009-10-28", "poster": "/ixFQ3qNSAf4hTvYusbHIqp6Vr9O.jpg", "runtime": 100, "id": 27936, "genre_ids": [28, 35, 80]}, {"title": "Dragonball Evolution", "overview": "The young warrior Son Goku sets out on a quest, racing against time and the vengeful King Piccolo, to collect a set of seven magical orbs that will grant their wielder unlimited power.", "release_date": "2009-04-01", "poster": "/yERkcVylXAcTCi8f0qrba4rmWwg.jpg", "runtime": 85, "id": 14164, "genre_ids": [28, 12, 14, 878, 53]}, {"title": "Stake Land", "overview": "Martin was a normal teenage boy before the country collapsed in an empty pit of economic and political disaster. A vampire epidemic has swept across what is left of the nation's abandoned towns and cities, and it's up to Mister, a death dealing, rogue vampire hunter, to get Martin safely north to Canada, the continent's New Eden.", "release_date": "2010-09-30", "poster": "/xohrZtjqSsP5hWK5J3dn8YyelKY.jpg", "runtime": 98, "id": 52015, "genre_ids": [18, 27, 28, 53, 878]}, {"title": "Strange Magic", "overview": "“Strange Magic” is a madcap fairy tale musical inspired by “A Midsummer Night’s Dream,” with popular songs from the past six decades used to help tell the tale of a colorful cast of goblins, elves, fairies and imps, and their hilarious misadventures sparked by the battle over a powerful potion.", "release_date": "2015-01-23", "poster": "/a4mNEtsj5srkwqiSSNVoxTjOBHs.jpg", "runtime": 90, "id": 302429, "genre_ids": [10402, 16, 10751, 14]}, {"title": "The Assassination of Jesse James by the Coward Robert Ford", "overview": "Everyone in 1880's America knows Jesse James. He's the nation's most notorious criminal, hunted by the law in 10 states. He's also the land's greatest hero, lauded as a Robin Hood by the public. Robert Ford? No one knows him. Not yet. But the ambitious 19-year-old aims to change that. He'll befriend Jesse, ride with his gang. And if that doesn't bring Ford fame, he'll find a deadlier way.", "release_date": "2007-09-02", "poster": "/lSFYLoaL4eW7Q5VQ7SZQP4EHRCt.jpg", "runtime": 160, "id": 4512, "genre_ids": [28, 18, 37]}, {"title": "The Reaping", "overview": "Katherine Morrissey, a former Christian missionary, lost her faith after the tragic deaths of her family. Now she applies her expertise to debunking religious phenomena. When a series of biblical plagues overrun a small town, Katherine arrives to prove that a supernatural force is not behind the occurrences, but soon finds that science cannot explain what is happening. Instead, she must regain her faith to combat the evil that waits in a Louisiana swamp.", "release_date": "2007-04-05", "poster": "/wwpI649fFYWaOhit5O1WLsFuHOI.jpg", "runtime": 99, "id": 1683, "genre_ids": [27]}, {"title": "Harlem Nights", "overview": "\"Sugar\" Ray is the owner of an illegal casino, who contend with the pressures of vicious gangster and corrupt policemen who want to see him go out of business. In the world of organized crime and police corruption in the 1920s, any dastardly trick is fair!", "release_date": "1989-11-17", "poster": "/9nlC5NtmivcSsuiJrbFToWOwL9W.jpg", "runtime": 116, "id": 9085, "genre_ids": [28, 35, 80, 18, 53]}, {"title": "Beyond Beyond", "overview": "Beyond Beyond is a story about wanting the impossible. A story about a little rabbit boy not old enough to understand the rules of life, who takes up the fight against the most powerful force. While doing so, he learns more and more about life.", "release_date": "2014-02-10", "poster": "/d9yIMX1RP27G2wYns752w9ayjDr.jpg", "runtime": 78, "id": 257951, "genre_ids": [16, 12]}, {"title": "One Day", "overview": "A romantic comedy centered on Dexter and Emma, who first meet during their graduation in 1988 and proceed to keep in touch regularly. The film follows what they do on July 15 annually, usually doing something together.", "release_date": "2011-03-02", "poster": "/xzOz17yC3K6SZWtWylXimcHUqpD.jpg", "runtime": 107, "id": 51828, "genre_ids": [18, 10749]}, {"title": "Arthur", "overview": "A drunken playboy stands to lose a wealthy inheritance when he falls for a woman, his family doesn't like.", "release_date": "2011-04-08", "poster": "/rhgZQJlNytsl4YI9J2ilZRhIgBD.jpg", "runtime": 110, "id": 49012, "genre_ids": [35, 10749]}, {"title": "The Brothers Bloom", "overview": "The Brothers Bloom are the best con men in the world, swindling millionaires with complex scenarios of lust and intrigue. Now they've decided to take on one last job - showing a beautiful and eccentric heiress the time of her life with a romantic adventure that takes them around the world.", "release_date": "2008-09-09", "poster": "/dFjfFhbsYCkMoc3fMk3ZQX7HMls.jpg", "runtime": 114, "id": 21755, "genre_ids": [12, 35, 18, 10749]}, {"title": "The Last Temptation of Christ", "overview": "Jesus (Willem Dafoe), a humble Judean carpenter beginning to see that he is the son of God, is drawn into revolutionary action against the Roman occupiers by Judas (Harvey Keitel) -- despite his protestations that love, not violence, is the path to salvation. The burden of being the savior of mankind torments Jesus throughout his life, leading him to doubt. As he is put to death on the cross, Jesus is tempted by visions of an ordinary life married to Mary Magdalene (Barbara Hershey).", "release_date": "1988-08-12", "poster": "/edWGXSUwfNZZAxrvTOGErKbqdx0.jpg", "runtime": 164, "id": 11051, "genre_ids": [18]}, {"title": "Midnight Cowboy", "overview": "A naive male prostitute and his sickly friend struggle to survive on the streets of New York City.", "release_date": "1969-05-25", "poster": "/jEeyGsyoiRPwwxDkR1WWNT8eoyN.jpg", "runtime": 113, "id": 3116, "genre_ids": [18]}, {"title": "DragonHeart: A New Beginning", "overview": "When Geoff, an orphaned stable boy (Chris Masterson), discovers Drake (voice of Robby Benson), the world's last living dragon, he realizes that his dream of becoming a knight in shining armor can now come true. Together, they soon face challenges that turn them into heroes. But caught up in the excitement of their new lives, Geoff and Drake fail to see the hidden dangers that surround them.", "release_date": "2000-08-08", "poster": "/8mbg22L9MdSyELeNwEJkMDVsEVO.jpg", "runtime": 84, "id": 10473, "genre_ids": [28, 12, 35, 14]}, {"title": "American Ninja 2: The Confrontation", "overview": "On a remote Caribbean island, Army Ranger Joe Armstrong saves an old friend from the clutches of \"The Lion\", an evil super-criminal who has kidnapped a local scientist and mass-produced an army of mutant Ninja warriors.", "release_date": "1987-05-01", "poster": "/Qcf7qfkDQoTXpggrov9PBUj5FC.jpg", "runtime": 90, "id": 25678, "genre_ids": [28, 12, 18]}, {"title": "Howard the Duck", "overview": "A scientific experiment unknowingly brings extraterrestrial life forms to the Earth through a laser beam. First is the cigar smoking drake Howard from the duck's planet. A few kids try to keep him from the greedy scientists and help him back to his planet. But then a much less friendly being arrives through the beam...", "release_date": "1986-08-01", "poster": "/f2pj3SSj1GdFSrS5bUojT56umL6.jpg", "runtime": 110, "id": 10658, "genre_ids": [14, 35, 878]}, {"title": "The Presidio", "overview": "Jay Austin is now a civilian police detective. Colonel Caldwell was his commanding officer years before when he left the military police over a disagreement over the handling of a drunk driver. Now a series of murders that cross jurisdictions force them to work together again. That Austin is now dating Caldwell's daughter is not helping the relationship at all.", "release_date": "1988-06-10", "poster": "/igG6ht20VRy48nXeTyoKf4lY6Pk.jpg", "runtime": 97, "id": 11851, "genre_ids": [28, 12, 80, 18, 9648, 53]}, {"title": "High School Musical 2", "overview": "The East High Wildcats are ready to have the time of their lives. Troy (Zac Efron) is thrilled when he’s offered a job in a country club, but it’s all part of Sharpay’s (Ashley Tisdale) plot to lure him away from Gabriella (Vanessa Hudgens). How will it all turn out? All questions are answered on the night of the club’s Talent Show.", "release_date": "2007-08-17", "poster": "/oZ0u3CLAdSzJWAVXsHhGqzmCiNG.jpg", "runtime": 104, "id": 13649, "genre_ids": [35, 18, 10751, 10402]}, {"title": "The Witches", "overview": "A young boy named Luke and his grandmother go on vacation only to discover their hotel is hosting an international witch convention, where the Grand High Witch is unveiling her master plan to turn all children into mice. Will Luke fall victim to the witches' plot before he can stop them?", "release_date": "1990-02-16", "poster": "/5MvUgelNTIdQ5iSDypZeD8gECYn.jpg", "runtime": 91, "id": 10166, "genre_ids": [12, 14, 27]}, {"title": "The Ghost Writer", "overview": "A writer stumbles upon a long-hidden secret when he agrees to help former British Prime Minister Adam Lang complete his memoirs on a remote island after the politician's assistant drowns in a mysterious accident. In director Roman Polanski's tense drama, the author realizes that his discovery threatens some very powerful people who will do anything to ensure that certain episodes from Lang's past remain buried.", "release_date": "2010-02-12", "poster": "/p4HtT6IHPAVg8usYdyv8gZN8Qbm.jpg", "runtime": 128, "id": 11439, "genre_ids": [53, 9648]}, {"title": "Diary of a Wimpy Kid: Dog Days", "overview": "School is out and Greg is ready for the days of summer, when all his plans go wrong. What on earth is he going to do all summer?", "release_date": "2012-08-02", "poster": "/tev1d0E9hkiloecGi038tvTsm3y.jpg", "runtime": 94, "id": 82650, "genre_ids": [35, 10751]}, {"title": "Redirected", "overview": "Four friends become stranded in Eastern Europe and have to become hit men, prostitutes, corrupt cops, smugglers and more to make it home.", "release_date": "2014-01-10", "poster": "/dbmXS7kEJxhAqVVmm5vpmDYpiqh.jpg", "runtime": 99, "id": 190469, "genre_ids": [28, 35, 80, 53]}, {"title": "My Week with Marilyn", "overview": "Sir Laurence Olivier is making a movie in London. Young Colin Clark, an eager film student, wants to be involved and he navigates himself a job on the set. When film star Marilyn Monroe arrives for the start of shooting, all of London is excited to see the blonde bombshell, while Olivier is struggling to meet her many demands and acting ineptness, and Colin is intrigued by her. Colin's intrigue is met when Marilyn invites him into her inner world where she struggles with her fame, her beauty and her desire to be a great actress.", "release_date": "2011-10-17", "poster": "/exyLhOls9XyWr5Eq5F8HX0I6mPu.jpg", "runtime": 99, "id": 75900, "genre_ids": [18]}, {"title": "High School Musical 3: Senior Year", "overview": "It's almost graduation day for high school seniors Troy, Gabriella, Sharpay, Chad, Ryan and Taylor ― and the thought of heading off in separate directions after leaving East High has these Wildcats thinking they need to do something they'll remember forever. Together with the rest of the Wildcats, they stage a spring musical reflecting their hopes and fears about the future and their unforgettable experiences growing up together. But with graduation approaching and college plans in question, what will become of the dreams, romances, and friendships of East High's senior Wildcats?", "release_date": "2008-10-22", "poster": "/ewZpH2QIfPQ0VIn9lPf7MHbLbl4.jpg", "runtime": 116, "id": 11887, "genre_ids": [35, 18, 10751, 10402, 10749]}, {"title": "St. Trinian's", "overview": "When their beloved school is threatened with closure should the powers that be fail to raise the proper funds, the girls scheme to steal a priceless painting and use the profits to pull St. Trinian's out of the red.", "release_date": "2007-12-21", "poster": "/7WkJDzTqWaw2j57Yx1KvoIb5eWA.jpg", "runtime": 101, "id": 10748, "genre_ids": [35, 10751, 878]}, {"title": "A Friend Is a Treasure", "overview": "Alan gets a map to some war treasure which the Japanese army left behind on a small Pacific island at the end of World War II. But some gangsters try to steal the map from him and so he hides on Charlie's boat which just leaves the harbor. He manipulates the ship's compass so that Charlie is not aware that he is sailing to the treasure island. But when they step on the island, they discover that it is not as abandoned as they believed: there are some natives - and a Japanese soldier still defending the treasure", "release_date": "1981-12-09", "poster": "/pmh7g1HOaKGTJ7z6lBvsnLKKtU5.jpg", "runtime": 102, "id": 6399, "genre_ids": [28, 12, 35]}, {"title": "It Happened One Night", "overview": "Ellie Andrews has just tied the knot with society aviator King Westley when she is whisked away to her father's yacht and out of King's clutches. Ellie jumps ship and eventually winds up on a bus headed back to her husband. Reluctantly she must accept the help of out-of- work reporter Peter Warne. Actually, Warne doesn't give her any choice: either she sticks with him until he gets her back to her husband, or he'll blow the whistle on Ellie to her father. Either way, Peter gets what he wants... a really juicy newspaper story!", "release_date": "1934-01-01", "poster": "/k63JqnFvkIGWGhjsqRiksZw2OSs.jpg", "runtime": 105, "id": 3078, "genre_ids": [35, 10749]}, {"title": "These Final Hours", "overview": "What would you do on the last day on Earth?  With the end of the world only hours away, the self-absorbed James heads to the ultimate party-to-end-all-parties. On his way there, he saves the life of a young girl named Rose who is searching desperately for her missing father. This simple act sets James on a path to redemption.", "release_date": "2014-07-31", "poster": "/eKR5xEdSiH57mW3g8cZvoURchm1.jpg", "runtime": 87, "id": 199575, "genre_ids": [18, 53]}, {"title": "Cinderella III: A Twist in Time", "overview": "The evil stepmother conjures up a spell that reverses all that the fairy godmother had done. Everything that she made (the dress, the horses and the carriage) which was how Cinderella went to \"The Ball\". So when all the magic is gone will there be a happily ever after all? What will Cinderella do? Find out in Cinderella III.", "release_date": "2007-02-06", "poster": "/cK3t3NERuYeIpPjSAdWWrhGrLnR.jpg", "runtime": 70, "id": 16119, "genre_ids": [16, 10749, 10751, 14]}, {"title": "The Concorde... Airport '79", "overview": "This film is the last of the 'Airport' genre which stars George Kennedy again in his aviation-disaster struck role as Joe Patroni who has to contend with nuclear missiles, the French Air Force and the threat of the plane splitting in two over the Alps!", "release_date": "1979-08-17", "poster": "/qlgBmtLnfGGYI1cLt7Siii3TBrc.jpg", "runtime": 123, "id": 29723, "genre_ids": [28, 18, 53]}, {"title": "Transformers", "overview": "Young teenager Sam Witwicky becomes involved in the ancient struggle between two extraterrestrial factions of transforming robots, the heroic Autobots and the evil Decepticons. Sam holds the clue to unimaginable power and the Decepticons will stop at nothing to retrieve it.", "release_date": "2007-06-27", "poster": "/bgSHbGEA1OM6qDs3Qba4VlSZsNG.jpg", "runtime": 144, "id": 1858, "genre_ids": [12, 878, 28]}, {"title": "Stalag 17", "overview": "It's a dreary Christmas 1944 for the American POWs in Stalag 17. For the men in Barracks 4, all sergeants, have to deal with a grave problem - there seems to be a security leak. The Germans always seem to be forewarned about escapes and in the most recent attempt the two men, Manfredi and Johnson, walked straight into a trap and were killed. For some in Barracks 4, especially the loud-mouthed Duke, the leaker is obvious: J.J. Sefton, a wheeler-dealer who doesn't hesitate to trade with the guards and who has acquired goods and privileges that no other prisoner seems to have. Sefton denies giving the Germans any information and makes it quite clear that he has no intention of ever trying to escape. He plans to ride out the war in what little comfort he can arrange, but it doesn't extend to spying for the Germans.", "release_date": "1953-05-29", "poster": "/vyXFk2b6X4cEBJvKMBoi3fdlFgC.jpg", "runtime": 120, "id": 632, "genre_ids": [35, 18, 10752]}, {"title": "Dave", "overview": "Bill Mitchell is the philandering and distant President of the United States. Dave Kovic is a sweet-natured and caring Temp Agency operator, who by a staggering coincidence looks exactly like the President. As such, when Mitchell wants to escape an official luncheon, the Secret Service hires Dave to stand in for him. Unfortunately, Mitchell suffers a severe stroke whilst having sex with one of his aides, and Dave finds himself stuck in the role indefinitely. The corrupt and manipulative Chief of Staff, Bob Alexander, plans to use Dave to elevate himself to the White House - but unfortunately, he doesn't count on Dave enjoying himself in office, using his luck to make the country a better place, and falling in love with the beautiful First Lady...", "release_date": "1993-05-07", "poster": "/d8RP3iz7QVlkPAuEX4y6jMd2rC2.jpg", "runtime": 110, "id": 11566, "genre_ids": [35]}, {"title": "Videodrome", "overview": "A sleazy cable-TV programmer begins to see his life and the future of media spin out of control in a very unusual fashion when he acquires a new kind of programming for his station.", "release_date": "1983-02-04", "poster": "/fl09Ai2lKPau49MdLp0pOc5rYlP.jpg", "runtime": 87, "id": 837, "genre_ids": [27, 9648, 878, 53]}, {"title": "Torque", "overview": "Biker Cary Ford is framed by an old rival and biker gang leader for the murder of another gang member who happens to be the brother of Trey, leader of the most feared biker gang in the country. Ford is now on the run trying to clear his name from the murder with Trey and his gang looking for his blood.", "release_date": "2004-01-14", "poster": "/cnutBuvmDB7qhqAZwXJwKG7CAhc.jpg", "runtime": 84, "id": 10718, "genre_ids": [28]}, {"title": "Friday the 13th Part 2", "overview": "Five years after the horrible bloodbath at Camp Crystal Lake, it seems Jason Voorhees and his demented mother are in the past. Paul opens up a new camp close to the infamous site, ignoring warnings to stay away, and a sexually-charged group of counselors follow -- including child psychologist major Ginny. But Jason has been hiding out all this time, and now he's ready for revenge.", "release_date": "1981-05-01", "poster": "/3c6uMXqFXO9G5RVdiPB76IK3FYM.jpg", "runtime": 87, "id": 9725, "genre_ids": [27, 53]}, {"title": "One for the Money", "overview": "Stephanie Plum (Katherine Heigl), an unemployed lingerie buyer, convinces her bail bondsman cousin, Vinnie (Patrick Fischler), to give her a shot as a bounty hunter. Her first assignment is to track down a former cop, Joe Morelli (Jason O'Mara), on the run for murder -- the same man who broke her heart years before. With the help of some friends and the best bounty hunter in the business, Ranger (Daniel Sunjata), she slowly learns what it takes to be a true bounty hunter.", "release_date": "2012-01-26", "poster": "/g8BxtvxvfbiM1UsJUyFjqeygrye.jpg", "runtime": 91, "id": 54054, "genre_ids": [28, 35, 53, 80, 10749]}, {"title": "It's All Gone Pete Tong", "overview": "Its All Gone Pete Tong is a comedy following the tragic life of legendary Frankie Wilde. The story takes us through Frankie's life from one of the best DJ's alive, through subsequent battle with a hearing disorder, culminating in his mysterious disappearance from the scene.", "release_date": "2004-09-12", "poster": "/4rnfaI7J029SYIXp0EEUAXZtGRz.jpg", "runtime": 90, "id": 12109, "genre_ids": [18, 35, 10402]}, {"title": "Sex, Party and Lies", "overview": "A youth group is preparing for what will be the summer of their life, including secrets, lies, sex, confusion, evenings and holidays.", "release_date": "2009-03-27", "poster": "/bw9PUOLftsUHi04tCRblc1xgcYG.jpg", "runtime": 107, "id": 17899, "genre_ids": [35, 18]}, {"title": "Don't Be a Menace to South Central While Drinking Your Juice in the Hood", "overview": "When Ashtray (Shawn Wayans) moves to South Central L.A. to live with his father (who appears to be the same age he is) and grandmother (who likes to talk tough and smoke reefer), he falls in with his gang-banging cousin Loc Dog (Marlon Wayans), who along with the requisite pistols and Uzi carries a thermo-nuclear warhead for self-defense. Will Ashtray be able to keep living the straight life?", "release_date": "1996-01-12", "poster": "/sA2ggM4Wgl3t4entmtLYh0cj1C3.jpg", "runtime": 89, "id": 10607, "genre_ids": [35]}, {"title": "One Man Band", "overview": "With one coin to make a wish at the piazza fountain, a peasant girl encounters two competing street performers who'd prefer the coin find its way into their tip jars. The little girl, Tippy, is caught in the middle as a musical duel ensues between the one-man-bands.", "release_date": "2005-06-21", "poster": "/e3fDOQgvajJCiag9EQ4QvPRtU6a.jpg", "runtime": 4, "id": 13933, "genre_ids": [16, 10751]}, {"title": "Dobermann", "overview": "The charismatic criminal Dobermann, who got his first gun when he was christened, leads a gang of brutal robbers. After a complex and brutal bank robbery, they are being hunted by the Paris police. The hunt is led by the sadistic cop Christini, who only has one goal: to catch Dobermann at any cost.", "release_date": "1997-06-18", "poster": "/zGjiLKmSRZQXYrUjoFFXbRjKmhA.jpg", "runtime": 103, "id": 10347, "genre_ids": [28, 80]}, {"title": "Holy Man", "overview": "Eddie Murphy stars as an over-the-top television evangelist who finds a way to turn television home shopping into a religious experience, and takes America by storm.", "release_date": "1998-10-08", "poster": "/11mINUUPFtqEBdsbayBenOaTWbP.jpg", "runtime": 114, "id": 9713, "genre_ids": [18, 35]}, {"title": "You Again", "overview": "History -- make that high school -- may repeat itself when Marni learns that Joanna, the mean girl from her past, is set to be her sister-in-law. Before the wedding bells toll, Marni must show her brother that a tiger doesn't change its stripes. On Marni's side is her mother, while Joanna's backed by her wealthy aunt.", "release_date": "2010-09-24", "poster": "/8WdXpoFCEUReirxSn3SDAMXG1q5.jpg", "runtime": 105, "id": 38303, "genre_ids": [35, 10749]}, {"title": "Bound", "overview": "Corky, a tough female ex con and her lover Violet concoct a scheme to steal millions of stashed mob money and pin the blame on Violet's crooked boyfriend Caeser.", "release_date": "1996-09-13", "poster": "/xfITNjW2sunPiB7BNotJJsCxhdA.jpg", "runtime": 108, "id": 9303, "genre_ids": [10749, 18, 53, 80]}, {"title": "Donkey X", "overview": "The donkey, Rucio, tells the true story of Don Quixote and defends the idea that he wasn't insane, but a very intelligent, passionate and enthusiastic fellow.", "release_date": "2007-12-05", "poster": "/eyOLQ5Uzb9vIbCPLYr4WqncWVZW.jpg", "runtime": 90, "id": 14704, "genre_ids": [12, 16, 28, 35, 10769]}, {"title": "Attack on Titan: End of the World", "overview": "Eren (Haruma Miura) leaves to restore a break in the wall destroyed by a Titan. He comes under attack by the Titans and is cornered. Shikishima (Hiroki Hasegawa) comes to his aid. The titans never stops attacking.  Eren is now injured and tries to protect Armin (Kanata Hongo), but is swallowed by a titan. A Titan with black hair appears and begins to expel the other titans.", "release_date": "2015-09-19", "poster": "/aCIG1tjNHbLP2GnlaW33SXC95Si.jpg", "runtime": 87, "id": 340382, "genre_ids": [878, 28, 14, 18]}, {"title": "Water for Elephants", "overview": "In this captivating Depression-era melodrama, impetuous veterinary student Jacob Jankowski joins a celebrated circus as an animal caretaker but faces a wrenching dilemma when he's transfixed by angelic married performer Marlena.", "release_date": "2011-03-15", "poster": "/yL2GKiIZTnr8w3M9NkCXSdbDTxA.jpg", "runtime": 120, "id": 55787, "genre_ids": [18, 10749]}, {"title": "Endless Love", "overview": "When beautiful Jade (Gabriella Wilde) meets charismatic David (Alex Pettyfer), her sheltered world of privilege is turned upside down as the pair's instant desire sparks a reckless summer love affair. While Jade leaves behind her inhibitions and innocence as she falls for David, he works to prove himself worthy of her love. But when David's mysterious past and Jade's overprotective father threaten to tear them apart, their romance will be put to the ultimate test.", "release_date": "2014-02-12", "poster": "/wWkTnQosziIXEePOyunr53el8fe.jpg", "runtime": 103, "id": 226857, "genre_ids": [18, 10749]}, {"title": "Looney Tunes: Back In Action", "overview": "Bugs Bunny and Daffy Duck are up to their feuding ways again. Tired of playing second fiddle to Bugs, Daffy has decided to leave the Studio for good. He is aided by Warner Bros.' humor impaired Vice President of Comedy, Kate Houghton, who releases him from his contract and instructs WB security guard/aspiring stunt man DJ Drake to capture and \"escort\" Daffy off the studio lot.", "release_date": "2003-11-14", "poster": "/ownVrxw7OYOo8vwk2g4q74Oe8Wa.jpg", "runtime": 90, "id": 10715, "genre_ids": [16, 35, 10751]}, {"title": "Tarzan", "overview": "One of the most classic and revered stories of all time, Edgar Rice Burroughs' Tarzan returns to the big screen for a new generation. Tarzan and Jane face a mercenary army dispatched by the evil CEO of Greystoke Energies, a man who took over the company from Tarzan's parents, after they died in a plane crash in the African jungle.", "release_date": "2013-10-17", "poster": "/p0Ut3h7Sx6GlsVltt2ZAp8XDFmi.jpg", "runtime": 94, "id": 230222, "genre_ids": [16, 28, 12, 10751]}, {"title": "In Order of Disappearance", "overview": "Upstanding community leader Nils (Stellan Skarsgård) has just won an award for \"Citizen of the Year\" when he learns the news that his son has died of a heroin overdose. Suspecting foul play, Nils begins to investigate, and soon finds himself at the center of an escalating underworld gang war between Serbian drug dealers and a sociopathic criminal mastermind known only as “The Count.” Hans Petter Moland’s action-thriller is an entertaining and intelligent black comedy set in the dead of frozen Norwegian winter. In English, Norwegian, and Swedish with English subtitles.", "release_date": "2014-02-21", "poster": "/A3MCE7xEcXgY5g2EqRkaTg9Tqlz.jpg", "runtime": 115, "id": 252822, "genre_ids": [53, 28, 35, 80]}, {"title": "I Give It A Year", "overview": "After a quick courtship, two lovers hastily decide to tie the knot. As their first year of marriage unfolds, temptation and incompatibility put their relationship in jeopardy.", "release_date": "2013-02-08", "poster": "/d05UThmFSAUD6FTHNjYxhrmdTec.jpg", "runtime": 97, "id": 150117, "genre_ids": [35, 10749]}, {"title": "Camp X-Ray", "overview": "A young woman joins the military to be part of something bigger than herself and her small-town roots. Instead, she ends up as a new guard at Guantanamo Bay, where her mission is far from black and white. Surrounded by hostile jihadists and aggressive squadmates, she strikes up an unusual friendship with one of the detainees.", "release_date": "2014-10-17", "poster": "/oGcmIqOAbV8npgY57u7tqzwPgc.jpg", "runtime": 111, "id": 244506, "genre_ids": [18]}, {"title": "What a Girl Wants", "overview": "An American girl, Daphne, heads to Europe in search of the father she's never met. But instead of finding a British version of her bohemian mother, she learns the love of her mom's life is an uptight politician. The only problem now is that her long-lost dad is engaged to a fiercely territorial social climber with a daughter who makes Daphne's life miserable.", "release_date": "2003-03-27", "poster": "/fz7hIWLvyEAzH0hjGNwWEoWyNQn.jpg", "runtime": 105, "id": 10735, "genre_ids": [35, 18, 10751, 10749]}, {"title": "Hair", "overview": "Claude heads to New York upon receiving his draft notice, leaving the family ranch in Oklahoma. He arrives in New York where he is rapidly indoctrinated into the youth subculture before reporting in for boot camp.", "release_date": "1979-03-14", "poster": "/1RITo61dUEruQTrHqY6fQD8kPs.jpg", "runtime": 121, "id": 10654, "genre_ids": [18, 35, 36, 10402]}, {"title": "Saint Seiya: Legend of Sanctuary", "overview": "Warriors called \"Saints\" are the champions of hope who have always appeared since the Age of Myth whenever evil threatens the world. In this present day story, many years since the long fought \"Holy War\" we find Saori Kido, a girl troubled by her mysterious powers. She is saved by a boy, Seiya \"Bronze Saint\" from a sudden attack by an assassin, through the accident Saori realizes her destiny and mission and decides to go to \"Sanctuary\" with Seiya and his company of Bronze Saints. In Sanctuary they confront \"Pope\" and wage a desperate battle against the greatest Saints, the \"Gold Saints\".", "release_date": "2014-06-21", "poster": "/54eqz6OFHORtSH30L0gedCOIfBj.jpg", "runtime": 93, "id": 287590, "genre_ids": [14, 16, 28]}, {"title": "Curse of the Golden Flower", "overview": "During China's Tang dynasty the emperor has taken the princess of a neighboring province as wife. She has borne him two sons and raised his eldest. Now his control over his dominion is complete, including the royal family itself.", "release_date": "2006-12-21", "poster": "/8JGOTkKOCqSfAwIMPQKF0K44lUW.jpg", "runtime": 114, "id": 1494, "genre_ids": [28, 18, 14]}, {"title": "Dr. T and the Women", "overview": "Dr. Sullivan Travis is a man at the top of his game, a rich and successful Dallas gynecologist whose \"religion\" is women. Dr. T. worships women. In his immediate family and in his office, they surround him. He is loving and giving to each and every one at all times -- he is their savior. And sure enough, as in the story of Job, one day a higher force decides to test his faith. Once a man in complete control of his universe, Dr. T. now finds himself buffeted by chaos and confusion.", "release_date": "2000-09-13", "poster": "/zUT7NOogSI7GLjrDDfWqZMjUTWQ.jpg", "runtime": 121, "id": 10763, "genre_ids": [35, 18, 10749]}, {"title": "Frankie and Johnny", "overview": "When Johnny is released from prison following a forgery charge, he quickly lands a job as a short-order cook at a New York diner. Following a brief fling with waitress Cora, Frankie develops an attraction for Cora's friend and fellow waitress Frankie. While Frankie resists Johnny's charms initially, she eventually relents when her best friend, Tim, persuades her to give Johnny a chance.", "release_date": "1991-10-18", "poster": "/tkr7unuCYqSKL4PAoqp9eYXb5tm.jpg", "runtime": 118, "id": 3784, "genre_ids": [35, 18, 10749]}, {"title": "Dracula: Dead and Loving It", "overview": "When a lawyer shows up at the vampire's doorstep, he falls prey to his charms and joins him in his search for fresh blood. Enter Dr. van Helsing, who may be the only one able to vanquish the count.", "release_date": "1995-12-22", "poster": "/xve4cgfYItnOhtzLYoTwTVy5FGr.jpg", "runtime": 88, "id": 12110, "genre_ids": [35, 27]}, {"title": "The Vatican Tapes", "overview": "In a highly secured vault deep within the walls of Vatican City, the Catholic Church holds thousands of old films and video footage documenting exorcisms/supposed exorcisms and other unexplained religious phenomena they feel the world is not ready to see. This is the first tape - Case 83-G - stolen from these archives and exposed to the public by an anonymous source.", "release_date": "2015-07-24", "poster": "/uiKoHzltaCzHOzvef9tU4HKhqsc.jpg", "runtime": 91, "id": 157544, "genre_ids": [53, 27]}, {"title": "A Thousand Words", "overview": "Jack McCall is a fast-talking literary agent, who can close any deal, any time, any way. He has set his sights on New Age guru Dr. Sinja (Cliff Curtis) for his own selfish purposes. But Dr. Sinja is on to him, and Jack’s life comes unglued after a magical Bodhi tree mysteriously appears in his backyard. With every word Jack speaks, a leaf falls from the tree and he realizes that when the last leaf falls, both he and the tree are toast. Words have never failed Jack McCall, but now he’s got to stop talking and conjure up some outrageous ways to communicate or he’s a goner.", "release_date": "2012-03-07", "poster": "/4T0nPirZLeLEaXOgLT7SGgopCui.jpg", "runtime": 91, "id": 72358, "genre_ids": [18, 35]}, {"title": "TMNT", "overview": "The continued adventures of the four adolescent mutated turtles gifted in the art of the ninja, as they attempt to stop a mysterious evil that threatens to end the world", "release_date": "2007-03-22", "poster": "/4hGzZ2DAjdu6IjHT7dGfiVatHEu.jpg", "runtime": 90, "id": 1273, "genre_ids": [35, 12, 14, 28, 878, 10751]}, {"title": "Failure to Launch", "overview": "Tripp, an attractive man in his thirties, is still living with his parents Al and Sue. Tripp's best friends Demo and Ace are also still living in their parents' homes and seem proud of it. Al and Sue are not happy, however, and are fascinated when friends whose adult son has recently moved away from home reveal they hired an expert to arrange the matter and couldn't be happier with the result.", "release_date": "2006-03-10", "poster": "/sJUEp6HGFitc3Ai2ZnaSJEGy96T.jpg", "runtime": 97, "id": 6877, "genre_ids": [35, 10749]}, {"title": "Star Trek: Generations", "overview": "Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.", "release_date": "1994-11-17", "poster": "/wjrXjlNpDq9U8vYmAwf420yDFtn.jpg", "runtime": 118, "id": 193, "genre_ids": [878, 28, 12, 53]}, {"title": "Fire", "overview": "In a barren, arranged marriage to an amateur swami who seeks enlightenment through celibacy, Radha's life takes an irresistible turn when her beautiful young sister-in-law seeks to free herself from the confines of her own loveless marriage.", "release_date": "1996-09-06", "poster": "/7qjto5AAM71C1qUZ4PLgAYg33Cv.jpg", "runtime": 108, "id": 513, "genre_ids": [18, 10749, 10769]}, {"title": "Flying Swords of Dragon Gate", "overview": "Flying Swords of Dragon Gate picks up three years after the infamous Dragon Inn was burnt down in the desert when its innkeeper Jade vanished. A new gang of marauders had taken over - innkeepers by day and treasure hunters by night. The inn is the rumoured location of a lost city buried under the desert, and its hidden treasure would only be revealed by a gigantic storm every 60 years. The gang used the inn as a front to locate the lost treasure.", "release_date": "2011-12-15", "poster": "/n18QqdVjheqZLThRIVh8KV4Uj2B.jpg", "runtime": 125, "id": 81870, "genre_ids": [12, 28]}, {"title": "Miracle on 34th Street", "overview": "A little girl discovers dreams can come true if you really believe. Six-year-old Susan Walker has doubts about childhood's most enduring miracle - Santa Claus. Her mother told her the 'secret' about Santa a long time ago. But after meeting a special department store Santa who's convinced he's the real thing, Susan is given the most precious gift of all something to believe in.", "release_date": "1994-11-18", "poster": "/iuI31j8DM4TOxJTZeumG0S4npPU.jpg", "runtime": 114, "id": 10510, "genre_ids": [14, 18, 10751]}, {"title": "The Wave", "overview": "A school teacher discusses types of government with his class. His students find it too boring to repeatedly go over national socialism and believe that dictatorship cannot be established in modern Germany. He starts an experiment to show how easily the masses can become manipulated.", "release_date": "2008-03-11", "poster": "/h3FL7Un5LA5dAbg0AoRNjeWvsTK.jpg", "runtime": 107, "id": 7735, "genre_ids": [18, 53]}, {"title": "A Fantastic Fear of Everything", "overview": "Jack is a children's author turned crime novelist whose detailed research into the lives of Victorian serial killers has turned him into a paranoid wreck, persecuted by the irrational fear of being murdered. When Jack is thrown a life-line by his long-suffering agent and a mysterious Hollywood executive takes a sudden and inexplicable interest in his script, what should be his big break rapidly turns into his big breakdown, as Jack is forced to confront his worst demons; among them his love life, his laundry and the origin of all fear.", "release_date": "2012-06-07", "poster": "/6UY0O2FHOdrI87yR16mce5WsJP1.jpg", "runtime": 100, "id": 101519, "genre_ids": [35, 53]}, {"title": "A Star Is Born", "overview": "A Star Is Born is a 1976 rock music film telling the story of a young woman, played by Barbra Streisand who enters show business, and meets and falls in love with an established male star, played by Kris Kristofferson, only to find her career ascending while his goes into decline.", "release_date": "1976-12-16", "poster": "/wTczVFuWBzqTePljgkrSf8MyVpC.jpg", "runtime": 139, "id": 19610, "genre_ids": [18, 10402, 10749]}, {"title": "Husbands and Wives", "overview": "When Jack and Sally announce that they're splitting up, this comes as a shock to their best friends Gabe and Judy. Maybe mostly because they also are drifting apart and are now being made aware of it. So while Jack and Sally try to go on and meet new people, the marriage of Gabe and Judy gets more and more strained, and they begin to find themselves being attracted to other people.", "release_date": "1992-09-18", "poster": "/n3X0YKNLfIiq01kIKAudjvwJJwJ.jpg", "runtime": 108, "id": 28384, "genre_ids": [18, 10749]}, {"title": "The Last Exorcism", "overview": "After years of performing “exorcisms” and taking believers’ money, Reverend Marcus travels to rural Louisiana with a film crew so he can dispel what he believes is the myth of demonic possession. The dynamic reverend is certain that this will be another routine “exorcism” on a disturbed religious fanatic but instead comes upon the blood-soaked farm of the Sweetzer family and a true evil he would have never thought imaginable.", "release_date": "2010-08-27", "poster": "/f9hrJr0Ixff1TBUZUUZZeLd2TEC.jpg", "runtime": 87, "id": 38358, "genre_ids": [27, 18, 53]}, {"title": "Phuntroo", "overview": "Vira is a mad genius who is deeply love struck on Anaya. Faced with utter rejection from the love of his life, he creates a breakthrough invention that will cure his loneliness.", "release_date": "2016-03-11", "poster": "/bLimWxGlaED5fdd0UMpOAvHDz7d.jpg", "runtime": 132, "id": 387094, "genre_ids": [35, 10749, 878]}, {"title": "Danny Collins", "overview": "An ageing rock star decides to change his life when he discovers a 40-year-old letter written to him by John Lennon.", "release_date": "2015-03-20", "poster": "/ye1xEG6SnrfAvzAkgLQSVNIm1oI.jpg", "runtime": 107, "id": 256924, "genre_ids": [35, 18, 10402]}, {"title": "Ghosts of Mars", "overview": "Melanie Ballard (Natasha Henstridge) is a hard nosed police chief in the year 2025. She and a police snatch squad are sent to Mars to apprehend a dangerous criminal James Williams (Ice Cube). Mars has been occupied by humans for some time and they have set up mining facilities. The mining activities on Mars have unleashed the spirits of alien beings who gradually possess the bodies of the workers. It soon turns out that catching the dangerous fugitive takes a back seat as the alien spirits begin to rid their planet of the 'invaders'.", "release_date": "2001-08-24", "poster": "/rBmkaKxRg55zBZr11EGbedFJM0.jpg", "runtime": 98, "id": 10016, "genre_ids": [28, 27, 878]}, {"title": "The Conversation", "overview": "The Conversation is a Francis Ford Coppola thriller from 1974 about a professional surveillance man who is hired to record the conversations between two workers. Yet it looks like he’s gotten into more than he’s getting paid for as information about a murder may have been recorded.", "release_date": "1974-04-07", "poster": "/kUgQKOjq5YsOkCHj90ffDU2bOAK.jpg", "runtime": 113, "id": 592, "genre_ids": [80, 18, 9648]}, {"title": "Barnyard", "overview": "When things get crazy at the farm, it's up to a boisterous bovine named Otis (voiced by Kevin James) to save the day in this computer-animated tale. The animals in this barnyard sing, dance and party, but Otis's stern dad (Sam Elliott) warns the crew to keep their cool around humans. Troublemaker Otis rarely listens to his pop, but when the farmer disappears and the animals go nutty, the young cow realizes he must stop the madness.", "release_date": "2006-08-04", "poster": "/5Oooyxd5B9JKl8o4iyOwwUf7JHk.jpg", "runtime": 90, "id": 9907, "genre_ids": [16, 35, 10751]}, {"title": "The 51st State", "overview": "Elmo McElroy is a streetwise American master chemist who heads to England to sell his special new formula - a powerful, blue concoction guaranteed to take you to 'the 51st state.' McElroy's new product delivers a feeling 51 times more powerful than any thrill, any pleasure, any high in history. But his plans for a quick, profitable score go comically awry when he gets stuck in Liverpool with an unlikely escort and his ex-girlfriend and becomes entangled in a bizarre web of double-dealing and double-crosses.", "release_date": "2001-12-07", "poster": "/wh7oKqAsNqpNcpFiW6LrH4Z79Ga.jpg", "runtime": 93, "id": 1613, "genre_ids": [53, 28, 35, 80]}, {"title": "Collateral Damage", "overview": "Firefighter Gordon Brewer is plunged into the complex and dangerous world of international terrorism after he loses his wife and child in a bombing credited to Claudio \"The Wolf\" Perrini.", "release_date": "2002-02-06", "poster": "/o5TScwlDu3uPzbqZ5IYwlUtMP4O.jpg", "runtime": 108, "id": 9884, "genre_ids": [28, 53, 18]}, {"title": "Little Girl", "overview": "A little girl rides her bike", "release_date": "2016-03-16", "poster": "/7aJsO6qKkUCiSr9fD71EgahNwD6.jpg", "runtime": 3, "id": 385351, "genre_ids": [16]}, {"title": "Close Range", "overview": "A rogue soldier turned outlaw is thrust into a relentless fight with a corrupt sheriff, his obedient deputies, and a dangerous drug cartel in order to protect his sister and her young daughter.", "release_date": "2015-12-11", "poster": "/vbKQn4YHPXNKb2hp64cJ84wsDh.jpg", "runtime": 80, "id": 325173, "genre_ids": [80, 28]}, {"title": "Say Anything...", "overview": "A budding romance between noble underachiever Lloyd Dobler and high school valedictorian Diane Court is threatened when Diane's overly possessive, disapproving father interferes with their relationship. With a prized scholarship to study abroad hanging in the balance, Diane must find a way to make both men happy.", "release_date": "1989-04-14", "poster": "/oVlRVSZx5IpQCC6uymBYpP1fggB.jpg", "runtime": 100, "id": 2028, "genre_ids": [35, 18, 10749]}, {"title": "Mask", "overview": "A boy with a massive facial skull deformity and biker gang mother attempts to live as normal a life as possible under the circumstances.", "release_date": "1985-03-08", "poster": "/gAeyhf3xCcwS339aiWE2DG7rMgA.jpg", "runtime": 120, "id": 11177, "genre_ids": [18]}, {"title": "Omen IV: The Awakening", "overview": "Damien Thorn is dead, but his prophecy is reborn in a girl named Delia, who is adopted by two attorneys, Gene &amp; Karen York. When Karen realises her baby was born under suspicious circumstances, she hires a private investigator to find Delia's real parents. A series of bizarre accidents occur, and Karen begins to suspect everyone of conspiring her as she unravels the truth about her baby.", "release_date": "1991-05-19", "poster": "/qHXmILIvJkV1sobBGSwbjt40sLh.jpg", "runtime": 97, "id": 17792, "genre_ids": [9648, 27, 14, 53]}]