[{"title": "Austin Powers: The Spy Who Shagged Me", "overview": "When diabolical genius Dr. Evil travels back in time to steal superspy Austin Powers's \"mojo,\" Austin must return to the swingin' '60s himself -- with the help of American agent Felicity Shagwell -- to stop the dastardly plan. Once there, Austin faces off against Dr. Evil's army of minions and saves the world in his own unbelievably groovy way.", "release_date": "1999-06-08", "poster": "/yhg0l1Ddd2thQOSUUQx9jBrGI12.jpg", "runtime": 95, "id": 817, "genre_ids": [80, 12, 28, 35, 878]}, {"title": "Barry Lyndon", "overview": "In the Eighteenth Century, in a small village in Ireland, Redmond Barry is a young farm boy in love with his cousin Nora Brady. When Nora engages to the British Captain John Quin, Barry challenges him for a duel of pistols. He wins and escapes to Dublin, but is robbed on the road. Without any other alternative, Barry joins the British Army to fight in the Seven Years War.", "release_date": "1975-12-18", "poster": "/htHCOsF4oUdMWfLh2PKEDFMn8Oc.jpg", "runtime": 184, "id": 3175, "genre_ids": [18, 10749, 10752]}, {"title": "Machete Kills", "overview": "Ex-Federale agent Machete is recruited by the President of the United States for a mission which would be impossible for any mortal man – he must take down a madman revolutionary and an eccentric billionaire arms dealer who has hatched a plan to spread war and anarchy across the planet.", "release_date": "2013-09-12", "poster": "/ltblMRM8clWKsjC2qQITuRN40Yr.jpg", "runtime": 107, "id": 106747, "genre_ids": [28, 80, 53]}, {"title": "The Terminal", "overview": "Viktor Navorski is a man without a country; his plane took off just as a coup d'etat exploded in his homeland, leaving it in shambles, and now he's stranded at Kennedy Airport, where he's holding a passport that nobody recognizes. While quarantined in the transit lounge until authorities can figure out what to do with him, Viktor simply goes on living -- and courts romance with a beautiful flight attendant.", "release_date": "2004-06-17", "poster": "/f4Dup6awDfDqAHKgWqNJ2HFw1qN.jpg", "runtime": 128, "id": 594, "genre_ids": [35, 18]}, {"title": "Oculus", "overview": "A woman tries to exonerate her brother's murder conviction by proving that the crime was committed by a supernatural phenomenon.", "release_date": "2014-04-03", "poster": "/ic8C94ylSfcoLkXqPOKzL6DqPcH.jpg", "runtime": 104, "id": 157547, "genre_ids": [27]}, {"title": "Look Who's Talking", "overview": "Mollie is a single working mother who's out to find the perfect father for her child. Her baby, Mikey, prefers James, a cab driver turned babysitter who has what it takes to make them both happy. But Mollie won't even consider James. It's going to take all the tricks a baby can think of to bring them together before it's too late", "release_date": "1989-10-13", "poster": "/zyq8wUKk3FVfgkYnI1IVgmypOtG.jpg", "runtime": 93, "id": 9494, "genre_ids": [35, 10749]}, {"title": "The Assassination of Jesse James by the Coward Robert Ford", "overview": "Everyone in 1880's America knows Jesse James. He's the nation's most notorious criminal, hunted by the law in 10 states. He's also the land's greatest hero, lauded as a Robin Hood by the public. Robert Ford? No one knows him. Not yet. But the ambitious 19-year-old aims to change that. He'll befriend Jesse, ride with his gang. And if that doesn't bring Ford fame, he'll find a deadlier way.", "release_date": "2007-09-02", "poster": "/lSFYLoaL4eW7Q5VQ7SZQP4EHRCt.jpg", "runtime": 160, "id": 4512, "genre_ids": [28, 18, 37]}, {"title": "Seven Samurai", "overview": "A veteran samurai, who has fallen on hard times, answers a village's request for protection from bandits. He gathers 6 other samurai to help him, and they teach the townspeople how to defend themselves, and they supply the samurai with three small meals a day. The film culminates in a giant battle when 40 bandits attack the village.", "release_date": "1954-04-26", "poster": "/5hqbJSmtAimbaP3XcYshCixuUtk.jpg", "runtime": 207, "id": 346, "genre_ids": [28, 18]}, {"title": "JFK", "overview": "New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story.", "release_date": "1991-12-20", "poster": "/9bmXpKDJv2kdtD4QNexErjGTIOz.jpg", "runtime": 189, "id": 820, "genre_ids": [18, 53, 36]}, {"title": "Horton Hears a Who!", "overview": "One day, Horton the elephant hears a cry from help coming from a speck of dust. Even though he can't see anyone on the speck, he decides to help it. As it turns out, the speck of dust is home to the Whos, who live in their city of Whoville. Horton agrees to help protect the Whos and their home", "release_date": "2008-03-03", "poster": "/cYc2MbsXsDbMcf3tZDSiuNLn7kn.jpg", "runtime": 88, "id": 12222, "genre_ids": [16, 35, 10751, 12, 14]}, {"title": "Saw VI", "overview": "Special Agent Strahm is dead, and Detective Hoffman has emerged as the unchallenged successor to Jigsaw's legacy. However, when the FBI draws closer to Hoffman, he is forced to set a game into motion, and Jigsaw's grand scheme is finally understood.", "release_date": "2009-10-22", "poster": "/iCVk1uniEoQLXdluUGUXBaAgD1H.jpg", "runtime": 90, "id": 22804, "genre_ids": [27, 9648]}, {"title": "Bambi", "overview": "The animated story of Bambi, a young deer hailed as the 'Prince of the Forest' at his birth. As Bambi grows, he makes friends with the other animals of the forest, learns the skills needed to survive, and even finds love. One day, however, the hunters come, and Bambi must learn to be as brave as his father if he is to lead the other deer to safety.", "release_date": "1942-08-08", "poster": "/laABfcpEKweQsaZwCWzmGNUpij9.jpg", "runtime": 70, "id": 3170, "genre_ids": [16, 18, 10751]}, {"title": "Foxcatcher", "overview": "The greatest Olympic Wrestling Champion brother team joins Team Foxcatcher led by multimillionaire sponsor John E. du Pont as they train for the 1988 games in Seoul - a union that leads to unlikely circumstances.", "release_date": "2014-05-19", "poster": "/vLZ8vG6qAeMW5iAtc4pJ5kJyqjr.jpg", "runtime": 134, "id": 87492, "genre_ids": [18, 53]}, {"title": "Death Race", "overview": "Terminal Island, New York: 2020. Overcrowding in the US penal system has reached a breaking point. Prisons have been turned over to a monolithic Weyland Corporation, which sees jails full of thugs as an opportunity for televised sport. Adrenalized inmates, a global audience hungry for violence and a spectacular, enclosed arena come together to form the 'Death Race', the biggest, most brutal event.", "release_date": "2008-08-22", "poster": "/2WeQQVy9FFYX7Z60Kea8C2n7yIq.jpg", "runtime": 105, "id": 10483, "genre_ids": [28, 53, 878]}, {"title": "Skiptrace", "overview": "A detective from Hong Kong teams up with an American gambler to battle against a notorious Chinese criminal.", "release_date": "2016-02-29", "poster": "/rUPzkmw16SSxhgLznvsQWpl6ZfV.jpg", "runtime": 0, "id": 270774, "genre_ids": [28, 35]}, {"title": "The Polar Express", "overview": "This is the story of a young boy on Christmas Eve who boards a magical train that's headed to the North Pole. What unfolds is an an adventure which follows a doubting boy, who takes an extraordinary train ride to the North Pole; during this ride, he embarks on a journey of self-discovery which shows him that the wonder of life never fades for those who believe.", "release_date": "2004-11-09", "poster": "/wOrvRSt0pOlQWLBQDAoRryfUrSm.jpg", "runtime": 100, "id": 5255, "genre_ids": [16, 12, 10751, 14]}, {"title": "The Last of the Mohicans", "overview": "As the English and French soldiers battle for control of the North American colonies in the 18th century, the settlers and native Americans are forced to take sides. Cora and her sister Alice unwittingly walk into trouble but are saved by Hawkeye, an orphaned settler adopted by the last of the Mohicans.", "release_date": "1992-09-25", "poster": "/6FHoUoYrfmwXJsDIR0s8YvV1Ctj.jpg", "runtime": 112, "id": 9361, "genre_ids": [28, 12, 18, 36, 10749, 10752]}, {"title": "Journey 2: The Mysterious Island", "overview": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island.", "release_date": "2012-01-19", "poster": "/jMu45saMeqB2RGDqV3HoQ3XgZ2a.jpg", "runtime": 94, "id": 72545, "genre_ids": [12, 28, 878]}, {"title": "Immortals", "overview": "Theseus is a mortal man chosen by Zeus to lead the fight against the ruthless King Hyperion, who is on a rampage across Greece to obtain a weapon that can destroy humanity.", "release_date": "2011-11-10", "poster": "/3oM3xqBefB9pyZnHZ5Bkkrv797z.jpg", "runtime": 110, "id": 37958, "genre_ids": [14, 28, 18]}, {"title": "Layer Cake", "overview": "When a seemingly straight-forward drug deal goes awry, XXXX has to break his die-hard rules and turn up the heat, not only to outwit the old regime and come out on top, but to save his own skin...", "release_date": "2004-09-30", "poster": "/6k1s24rW0uhXL31C4XxP96HyZJR.jpg", "runtime": 105, "id": 4836, "genre_ids": [18, 53, 80]}, {"title": "Seven Years in Tibet", "overview": "Austrian mountaineer Heinrich Harrer journeys to the Himalayas without his family to head an expedition in 1939. But when World War II breaks out, the arrogant Harrer falls into Allied forces' hands as a prisoner of war. He escapes with a fellow detainee and makes his way to Llaso, Tibet, where he meets the 14-year-old Dalai Lama, whose friendship ultimately transforms his outlook on life.", "release_date": "1997-09-12", "poster": "/cflSeFUVDCf73Tzh5sB204JbQ6j.jpg", "runtime": 136, "id": 978, "genre_ids": [36, 18, 12, 10752]}, {"title": "Army of Darkness", "overview": "A man is accidentally transported to 1300 A.D., where he must battle an army of the dead and retrieve the Necronomicon so he can return home.", "release_date": "1992-10-09", "poster": "/2eZKDIwLNnySbwqQtAaUz0kYDIL.jpg", "runtime": 81, "id": 766, "genre_ids": [14, 27, 35]}, {"title": "Cruel Intentions", "overview": "Slaking a thirst for dangerous games, Kathryn challenges her stepbrother, Sebastian, to deflower their headmaster's daughter before the summer ends. If he succeeds, the prize is the chance to bed Kathryn. But if he loses, Kathryn will claim his most prized possession.", "release_date": "1999-03-05", "poster": "/6RQu0J2u7viDa34Nn98sKaHv5jD.jpg", "runtime": 97, "id": 796, "genre_ids": [18, 10749, 53]}, {"title": "Dragon Ball Z: Resurrection 'F'", "overview": "One peaceful day on Earth, two remnants of Frieza's army named Sorbet and Tagoma arrive searching for the Dragon Balls with the aim of reviving Frieza. They succeed, and Frieza subsequently seeks revenge on the Saiyans.", "release_date": "2015-04-18", "poster": "/uYgE4QiNEDNbYTthVH5MJuCIBsX.jpg", "runtime": 93, "id": 303857, "genre_ids": [28, 12, 16, 14]}, {"title": "Collateral", "overview": "A cab driver finds himself the hostage of an engaging contract killer as he makes his rounds from hit to hit during one night in LA. He must find a way to save both himself and one last victim.", "release_date": "2004-08-05", "poster": "/mttymFexawuVYOlka8R3SVUeBn4.jpg", "runtime": 120, "id": 1538, "genre_ids": [18, 80, 53]}, {"title": "Evil Dead II", "overview": "Ash Williams and his girlfriend Linda find a log cabin in the woods with a voice recording from an archeologist who had recorded himself reciting ancient chants from “The Book of the Dead.” As they play the recording an evil power is unleashed taking over Linda’s body.", "release_date": "1987-03-13", "poster": "/n49mpgUsPgBfRg2qIEj31HX0chu.jpg", "runtime": 84, "id": 765, "genre_ids": [27, 35, 14]}, {"title": "Me Before You", "overview": "A small town girl is caught between dead-end jobs. A high-profile, successful man becomes wheelchair bound following an accident. The man decides his life is not worth living until the girl is hired for six months to be his new caretaker. Worlds apart and trapped together by circumstance, the two get off to a rocky start. But the girl becomes determined to prove to the man that life is worth living and as they embark on a series of adventures together, each finds their world changing in ways neither of them could begin to imagine.", "release_date": "2016-03-03", "poster": "/oN5lELHH5Xheiy0YdhnY3JB4hx2.jpg", "runtime": 93, "id": 296096, "genre_ids": [18, 10749]}, {"title": "Bone Tomahawk", "overview": "Four men set out in the Wild West to rescue a group of captives from cannibalistic cave dwellers.", "release_date": "2015-10-23", "poster": "/8A51Ur47D0CNJhmvQlbif0vzyqZ.jpg", "runtime": 132, "id": 294963, "genre_ids": [27, 37, 12, 18]}, {"title": "Nymphomaniac: Vol. II", "overview": "The continuation of Joe's sexually dictated life delves into the darker aspects of her adult life and what led to her being in Seligman's care.", "release_date": "2013-12-25", "poster": "/2FBFiDhx3tGe8PG4A5iuCbeIJ4s.jpg", "runtime": 123, "id": 249397, "genre_ids": [18, 9648]}, {"title": "21", "overview": "Ben Campbell is a young, highly intelligent, student at M.I.T. in Boston who strives to succeed. Wanting a scholarship to transfer to Harvard School of Medicine with the desire to become a doctor, Ben learns that he cannot afford the $300,000 for the four to five years of schooling as he comes from a poor, working-class background. But one evening, Ben is introduced by his unorthodox math professor Micky Rosa into a small but secretive club of five. Students Jill, Choi, Kianna, and Fisher, who are being trained by Professor Rosa of the skill of card counting at blackjack.", "release_date": "2008-03-27", "poster": "/4zKAgycQDJD2zIkmPYV3aMR8tEy.jpg", "runtime": 123, "id": 8065, "genre_ids": [18, 80]}, {"title": "Austin Powers: International Man of Mystery", "overview": "As a swingin' fashion photographer by day and a groovy British superagent by night, Austin Powers is the '60s' most shagadelic spy, baby! But can he stop megalomaniac Dr. Evil after the bald villain freezes himself and unthaws in the '90s? With the help of sexy sidekick Vanessa Kensington, he just might.", "release_date": "1997-05-02", "poster": "/1Ly0MRK2Na0aRpy2bD6GBRP3Rzx.jpg", "runtime": 94, "id": 816, "genre_ids": [878, 35, 80]}, {"title": "Meiji Tokyo Renka: Yumihari no Serenade", "overview": "On an evening lit by a crimson full moon, an ordinary high school girl named Mei Ayazuki meets a self-proclaimed magician named Charlie at a festival. Through Charlie's magic, she time-travels to the Meiji era in Tokyo, where she meets and falls in love with various great historical figures from that time period.", "release_date": "2015-07-18", "poster": "/A4pvuwwEbkUfvh7s32qV0ZCQope.jpg", "runtime": 0, "id": 347182, "genre_ids": [14, 16]}, {"title": "Beowulf", "overview": "An epic tale concerning a 6th-century Scandinavian warrior named Beowulf and his mission to slay the manlike ogre Grendel, a descendant of Cain.", "release_date": "2007-11-05", "poster": "/j90lLkvlcPNL6VVoLGQ0yzPUfJV.jpg", "runtime": 115, "id": 2310, "genre_ids": [16, 14]}, {"title": "Hellboy II: The Golden Army", "overview": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his crew set out to defeat the evil prince.", "release_date": "2008-07-11", "poster": "/fFcZqnWDeQsImDAAIyAimc3SGEl.jpg", "runtime": 120, "id": 11253, "genre_ids": [12, 14, 878]}, {"title": "Burn After Reading", "overview": "This is a comedic tale of espionage. An ousted CIA official's memoir accidentally falls into the hands of two unwise gym employees intent on exploiting their find.", "release_date": "2008-09-05", "poster": "/kYXnwKcsMJlEBXwQbde1D20aNGe.jpg", "runtime": 96, "id": 4944, "genre_ids": [18, 35, 80]}, {"title": "Hitch", "overview": "Dating coach Alex \"Hitch\" Hitchens (Will Smith) mentors a bumbling client, Albert (Kevin James), who hopes to win the heart of the glamorous Allegra Cole (Amber Valletta). While Albert makes progress, Hitchens faces his own romantic setbacks when proven techniques fail to work on Sara Melas (Eva Mendes), a tabloid reporter digging for dirt on Allegra Cole's love life. When Sara discovers Hitchens' connection to Albert -- now Allegra's boyfriend -- it threatens to destroy both relationships.", "release_date": "2005-02-10", "poster": "/wY1AsrhhymgxVruhkPtfBoLnUA3.jpg", "runtime": 118, "id": 8488, "genre_ids": [35, 18, 10749]}, {"title": "The Pacifier", "overview": "Disgraced Navy SEAL Shane Wolfe is handed a new assignment: Protect the five Plummer kids from enemies of their recently deceased father -- a government scientist whose top-secret experiment remains hidden in the kids' house.", "release_date": "2005-03-04", "poster": "/mHFWjLbJYWFxgrfTAHgbLbVcFug.jpg", "runtime": 95, "id": 10022, "genre_ids": [28, 35, 10751]}, {"title": "We Bought a Zoo", "overview": "Benjamin has lost his wife. In a bid to start his life over, he purchases a large house that has a zoo. This is welcome news for his daughter, but his son is not happy about it. The zoo is need of renovation and Benjamin sets about the work with the head keeper, Kelly, and the rest of the zoo staff. But, the zoo soon runs into financial trouble. The staff must get the zoo back to its former glory, pass a zoo inspection, and get it back open to the public.", "release_date": "2011-12-22", "poster": "/2gYXRzCsQz7qpZKgoE28a9zX1eu.jpg", "runtime": 124, "id": 74465, "genre_ids": [18, 35, 10751]}, {"title": "The Great Dictator", "overview": "Chaplin plays two totally opposite roles in his first \"talkie,\" giving a superb display of his boundless talent for both inspired comedy and powerful drama. One of his masterfully drawn characters is a Jewish barber facing the constant threat of storm troopers and religious persecution. The other is the great dictator, Hynkel, a brilliant lampoon of Adolph Hitler that is awesome proof of Chaplin's pantomime genius. The movie's famous highlight comes in its final scene, when Chaplin steps out of character and addresses the camera with an eloquent plea for the triumph of reason and humanity over mindless militarism.", "release_date": "1940-10-15", "poster": "/4dPMIlHN5y8DK1H1kbjstJciUJG.jpg", "runtime": 125, "id": 914, "genre_ids": [35]}, {"title": "The Rite", "overview": "Seminary student Michael Kovak (Colin O'Donoghue) reluctantly attends exorcism school at the Vatican. While he’s in Rome, Michael meets an unorthodox priest, Father Lucas (Anthony Hopkins), who introduces him to the darker side of his faith, uncovering the devil’s reach even to one of the holiest places on Earth.", "release_date": "2011-01-28", "poster": "/94jKSKAOfM3EU4bPsOPkVB9AOHT.jpg", "runtime": 114, "id": 48171, "genre_ids": [18, 53, 27]}, {"title": "Face/Off", "overview": "An antiterrorism agent goes under the knife to acquire the likeness of a terrorist and gather details about a bombing plot. When the terrorist escapes custody, he undergoes surgery to look like the agent so he can get close to the agent's family.", "release_date": "1997-06-26", "poster": "/q1i8QHiHZ1cukG5iOxai8pydmoa.jpg", "runtime": 138, "id": 754, "genre_ids": [28, 80, 878, 53]}, {"title": "Last Action Hero", "overview": "Danny is obsessed with a fictional movie character action hero Jack Slater. When a magical ticket transports him into Jack's latest adventure, Danny finds himself in a world where movie magic and reality collide. Now it's up to Danny to save the life of his hero and new friend.", "release_date": "1993-06-17", "poster": "/yeLurMF2Xy3nex17hBbxft6zGR0.jpg", "runtime": 130, "id": 9593, "genre_ids": [12, 14, 28, 35, 10751]}, {"title": "The Place Beyond the Pines", "overview": "A motorcycle stunt rider considers committing a crime in order to provide for his wife and child, an act that puts him on a collision course with a cop-turned-politician.", "release_date": "2013-03-20", "poster": "/cdsRBoAditFXVhSr8SgnJ2WTBkX.jpg", "runtime": 140, "id": 97367, "genre_ids": [18, 80]}, {"title": "Citizenfour", "overview": "In June 2013, Laura Poitras and reporter Glenn Greenwald flew to Hong Kong for the first of many meetings with Edward Snowden. She brought her camera with her. The film that resulted from this series of tense encounters is absolutely sui generis in the history of cinema:  a 100% real-life thriller unfolding minute by minute before our eyes. Poitras is a great and brave filmmaker, but she is also a masterful storyteller: she compresses the many days of questioning, waiting, confirming, watching the world’s reaction and agonizing over the next move, into both a great character study of Snowden and a narrative that will leave you on the edge of your seat as it inexorably moves toward its conclusion.", "release_date": "2014-10-10", "poster": "/yNuLhb2y6I5cO7BfiJ7bdfllnIG.jpg", "runtime": 114, "id": 293310, "genre_ids": [99]}, {"title": "8 Mile", "overview": "The setting is Detroit in 1995. The city is divided by 8 Mile, a road that splits the town in half along racial lines. A young white rapper, Jimmy \"B-Rabbit\" Smith Jr summons strength within himself to cross over these arbitrary boundaries to fulfill his dream of success in hip hop. With future and the three one third all he has to do is not choke.", "release_date": "2002-11-08", "poster": "/dXzTrKwpbLpCqn8O70FUUhNbYQT.jpg", "runtime": 110, "id": 65, "genre_ids": [18]}, {"title": "Man Up", "overview": "A 34 year old single woman, Nancy, hung-over again, exhausted by the endless fruitless set ups by her friends, traveling across London to toast another 10 years of her parent's successful happy magical marriage runs in with a 40 year old divorcee, Jack, who mistakes her for his 24 year old blind date. Nancy, deciding to go with it, happens to hop on the most chaotic yet hilarious journey of her life which neither of them will ever forget.", "release_date": "2015-05-29", "poster": "/y7C1EQ9zxJ3mlaQeRztw3NVw41P.jpg", "runtime": 88, "id": 332340, "genre_ids": [10749, 35]}, {"title": "Chocolat", "overview": "A fable of emotional liberation and chocolate. A mother and daughter move to a small French town where they open a chocolate shop. The town, religious and morally strict, is against them as they represent free-thinking and indulgence. When a group of Boat Gypsies float down the river the prejudices of the Mayor leads to a crisis.", "release_date": "2000-12-14", "poster": "/qVKYduwLJ5HjbeVVYqYPSAhWQqh.jpg", "runtime": 121, "id": 392, "genre_ids": [35, 18, 10749]}, {"title": "Halloween", "overview": "A psychotic murderer institutionalized since childhood for the murder of his sister, escapes and stalks a bookish teenage girl and her friends while his doctor chases him through the streets.", "release_date": "1978-10-25", "poster": "/vjoOFOTBJcJvA1weJejlZ92LZD4.jpg", "runtime": 91, "id": 948, "genre_ids": [27, 53]}, {"title": "The Black Cauldron", "overview": "Taran is an assistant pigkeeper with boyish dreams of becoming a great warrior. However, he has to put the daydreaming aside when his charge, an oracular pig named Hen Wen, is kidnapped by an evil lord known as the Horned King. The villain hopes Hen will show him the way to The Black Cauldron, which has the power to create a giant army of unstoppable soldiers.", "release_date": "1985-07-24", "poster": "/ul51Bblm9tSaUh0vvhTRLW9xmJo.jpg", "runtime": 80, "id": 10957, "genre_ids": [16]}, {"title": "Spy Kids 3-D: Game Over", "overview": "Carmen's caught in a virtual reality game designed by the Kids' new nemesis, the Toymaker (Stallone). It's up to Juni to save his sister, and ultimately the world.", "release_date": "2003-07-25", "poster": "/tethGDyocmatW6Li1NcUBXQo6Oo.jpg", "runtime": 84, "id": 12279, "genre_ids": [28, 12, 35, 10751, 878]}, {"title": "A Fish Called Wanda", "overview": "A diamond advocate is attempting to steal a collection of diamonds, yet troubles arise when he realizes that he is not the only one after the diamonds.", "release_date": "1988-07-15", "poster": "/9gZZyQ8XStpUJBFU1ceU4xx1crv.jpg", "runtime": 108, "id": 623, "genre_ids": [35, 80]}, {"title": "Next", "overview": "Las Vegas showroom magician Cris Johnson has a secret which torments him: he can see a few minutes into the future. Sick of the examinations he underwent as a child and the interest of the government and medical establishment in his power, he lies low under an assumed name in Vegas, performing cheap tricks and living off small-time gambling \"winnings.\" But when a terrorist group threatens to detonate a nuclear device in Los Angeles, government agent Callie Ferris must use all her wiles to capture Cris and convince him to help her stop the cataclysm.", "release_date": "2007-04-24", "poster": "/lYqsINoop9spG1FV4SjxXvcYfss.jpg", "runtime": 96, "id": 1738, "genre_ids": [28, 878, 53]}, {"title": "The Scorpion King 4: Quest for Power", "overview": "When he is betrayed by a trusted friend, Mathayus must marshal all his strength and cunning to outwit a formidable opponent who will stop at nothing to unlock a supreme ancient power.", "release_date": "2015-01-09", "poster": "/1nCbfeyxOQXPWnQRSbuDf76Y5e5.jpg", "runtime": 105, "id": 297291, "genre_ids": [28, 14, 12]}, {"title": "Pleasure or Pain", "overview": "A young designer falls under a man's erotic spell and is drawn into a world of sexual abandon from which she may never return.", "release_date": "2013-10-22", "poster": "/kVPMuYjBsGVExXTCQZb3oL7NwGc.jpg", "runtime": 102, "id": 251783, "genre_ids": [18, 53]}, {"title": "Corpse Bride", "overview": "Set in a 19th-century european village, this stop-motion animation feature follows the story of Victor, a young man whisked away to the underworld and wed to a mysterious corpse bride, while his real bride Victoria waits bereft in the land of the living.", "release_date": "2005-09-09", "poster": "/o9GbcdP7rOg2m1NyUnUR3ZwNcTE.jpg", "runtime": 77, "id": 3933, "genre_ids": [10749, 14, 16, 10402]}, {"title": "Legally Blonde", "overview": "Elle Woods has it all. She's the president of her sorority, a Hawaiian Tropic girl, Miss June in her campus calendar, and, above all, a natural blonde. She dates the cutest fraternity boy on campus and wants nothing more than to be Mrs. Warner Huntington III. But, there's just one thing stopping Warner from popping the question: Elle is too blonde.", "release_date": "2001-07-13", "poster": "/1gAnkZNAd3HqgWL7aqSOQFwt7D1.jpg", "runtime": 96, "id": 8835, "genre_ids": [35]}, {"title": "Inside Llewyn Davis", "overview": "In Greenwich Village in the early 1960s, gifted but volatile folk musician Llewyn Davis struggles with money, relationships, and his uncertain future following the suicide of his singing partner.", "release_date": "2013-12-06", "poster": "/mRYOb0fgxj3o03u5y62YPhAunby.jpg", "runtime": 105, "id": 86829, "genre_ids": [18, 10402]}, {"title": "The Princess and the Frog", "overview": "A waitress, desperate to fulfill her dreams as a restaurant owner, is set on a journey to turn a frog prince back into a human being, but she has to do face the same problem after she kisses him.", "release_date": "2009-12-08", "poster": "/bVRHirC6uIZL9VtRqYRxdedYnOG.jpg", "runtime": 97, "id": 10198, "genre_ids": [10751, 16, 14]}, {"title": "Kingdom of Heaven", "overview": "After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.", "release_date": "2005-05-03", "poster": "/d9GYuT9aMoDi4MPTKYe4M2PwUm4.jpg", "runtime": 144, "id": 1495, "genre_ids": [18, 28, 12, 36, 10752]}, {"title": "Homefront", "overview": "Phil Broker is a former DEA agent who has gone through a crisis after his action against a biker gang went horribly wrong and it cost the life of his boss' son. He is recently widowed and is left with a 9-years-old daughter,Maddy. He decides to quit the turbulent and demanding life of thrill for Maddy's sake and retires to a small town. His daughter fights off a boy who was bullying her at school and this sets in motion a round of events that end in his direct confrontation with the local Meth drug lord. His past history with the biker gang also enters the arena, making matters more complex. But he has a mission in his mind to protect his daughter and he is ready to pay any cost that it demands.", "release_date": "2013-11-27", "poster": "/6ymSuhG28tF2lnDxVTNibzlYzn0.jpg", "runtime": 100, "id": 204082, "genre_ids": [28, 53]}, {"title": "The Voices", "overview": "A mentally unhinged factory worker must decide whether to listen to his talking cat and become a killer, or follow his dog's advice to keep striving for normalcy.", "release_date": "2015-02-06", "poster": "/lmnPpYkSFsuAxnO6WJhQOlVZCA0.jpg", "runtime": 101, "id": 244458, "genre_ids": [53, 35, 80]}, {"title": "The Tree of Life", "overview": "The impressionistic story of a Texas family in the 1950s. The film follows the life journey of the eldest son, Jack, through the innocence of childhood to his disillusioned adult years as he tries to reconcile a complicated relationship with his father. Jack finds himself a lost soul in the modern world, seeking answers to the origins and meaning of life while questioning the existence of faith.", "release_date": "2011-05-18", "poster": "/ptDOdfOg0srtk4TGdeYbLqxv2nd.jpg", "runtime": 139, "id": 8967, "genre_ids": [18, 14]}, {"title": "Jack the Giant Slayer", "overview": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. Fighting for a kingdom, its people, and the love of a brave princess, he comes face to face with the unstoppable warriors he thought only existed in legend–and gets the chance to become a legend himself.", "release_date": "2013-02-27", "poster": "/skn7v9tBfFf7sK5CCuLjQRSpMZ1.jpg", "runtime": 114, "id": 81005, "genre_ids": [14, 28]}, {"title": "Tombstone", "overview": "Legendary marshal Wyatt Earp, now a weary gunfighter, joins his brothers Morgan and Virgil to pursue their collective fortune in the thriving mining town of Tombstone. But Earp is forced to don a badge again and get help from his notorious pal Doc Holliday when a gang of renegade brigands and rustlers begins terrorizing the town.", "release_date": "1993-12-25", "poster": "/iXjrnw3dspqP5EhgqI0pUBcFO0g.jpg", "runtime": 130, "id": 11969, "genre_ids": [28, 12, 18, 36, 37]}, {"title": "City of Ember", "overview": "For generations, the people of the City of Ember have flourished in an amazing world of glittering lights. But Ember's once powerful generator is failing and the great lamps that illuminate the city are starting to flicker. Now, two teenagers, in a race against time, must search Ember for clues that will unlock the ancient mystery of the city's existence, before the the lights go out forever.", "release_date": "2008-10-07", "poster": "/vtlcA292oROPaG74amLsAhtBNbB.jpg", "runtime": 90, "id": 13600, "genre_ids": [12, 10751, 14]}, {"title": "Philadelphia", "overview": "No one would take his case until one man was willing to take on the system. Two competing lawyers join forces to sue a prestigious law firm for AIDS discrimination. As their unlikely friendship develops their courage overcomes the prejudice and corruption of their powerful adversaries.", "release_date": "1993-12-22", "poster": "/uyUSC7oX0alcAG9q6vke8WHGKkY.jpg", "runtime": 125, "id": 9800, "genre_ids": [18, 9648]}, {"title": "The Hunt for Red October", "overview": "When a Soviet nuclear sub headed toward American waters drops off U.S. scanners, the Yanks scramble to take defensive steps. But CIA analyst Jack Ryan convinces the brass that the sub's commander has something other than a first strike in mind. A perilous cat-and-mouse game ensues.", "release_date": "1990-03-02", "poster": "/bqvlKYlWq2uibsuVzKTWseeccd2.jpg", "runtime": 134, "id": 1669, "genre_ids": [28, 12, 53]}, {"title": "Atlantis: Milo's Return", "overview": "Three different stories come to life in this sequel to the hit animated Disney adventure. Explorer Milo Thatch, his new sweetheart, Queen Kida, and the rest of the team are preparing to rebuild the underwater city. But trouble crops up. Harnessing the power of the crystal of Atlantis, the adventurers set out to defend their kingdom against dark forces that threaten from sand, sea and snow.", "release_date": "2003-02-25", "poster": "/jnGcMr21vmgR82hjXOBLMgJx1hw.jpg", "runtime": 70, "id": 8965, "genre_ids": [14, 16, 878, 10751, 28]}, {"title": "The To Do List", "overview": "Feeling pressured to become more sexually experienced before she goes to college, Brandy Klark makes a list of things to accomplish before hitting campus in the fall.", "release_date": "2013-07-24", "poster": "/kcFuRIq7vVNkjcPcvNcdsT2Bgf9.jpg", "runtime": 104, "id": 129139, "genre_ids": [35, 10749]}, {"title": "The A-Team", "overview": "A group of Iraq War veterans goes on the run from U.S. military forces while they try to clear their names after being framed for a crime they didn't commit. Along the way, Col. Hannibal Smith, Capt. H.M. \"Howling Mad\" Murdock , Sgt. Bosco \"B.A.\" Baracus, and Lt. Templeton \"Faceman\" Peck help out various people they encounter.", "release_date": "2010-06-10", "poster": "/eMwotYpkcE42lGlaoCpPFaolvst.jpg", "runtime": 117, "id": 34544, "genre_ids": [53, 28, 12, 35, 80]}, {"title": "Ultraviolet", "overview": "A beautiful hemophage infected with a virus that gives her superhuman powers has to protect a boy who is thought to be carrying antigens that would destroy all hemophages.", "release_date": "2006-03-03", "poster": "/9WjpSppgltvz57NTZsJs2uNMO8d.jpg", "runtime": 88, "id": 9920, "genre_ids": [878, 28, 53]}, {"title": "Batman Forever", "overview": "The Dark Knight of Gotham City confronts a dastardly duo: Two-Face and the Riddler. Formerly District Attorney Harvey Dent, Two-Face believes Batman caused the courtroom accident which left him disfigured on one side. And Edward Nygma, computer-genius and former employee of millionaire Bruce Wayne, is out to get the philanthropist; as The Riddler. Former circus acrobat Dick Grayson, his family killed by Two-Face, becomes Wayne's ward and Batman's new partner Robin.", "release_date": "1995-05-31", "poster": "/hnuIc1ZC1jxSNoefaN8Bp6ixgBJ.jpg", "runtime": 121, "id": 414, "genre_ids": [14]}, {"title": "ParaNorman", "overview": "In the town of Blithe Hollow, Norman Babcock is a boy who can speak to the dead, but no one besides his eccentric new friend, Neil, believes his ability is real. One day, Norman's estranged eccentric uncle tells him of an important annual ritual he must take up to protect the town from an curse cast by a witch it condemned centuries ago. Eventually, Norman decides to cooperate, but things don't go according to plan. Now, a magic storm of the witch threatens Blithe Hollow as the accursed dead rise. Together with unexpected new companions, Norman struggles to save his town, only to discover the horrific truth of the curse. With that insight, Norman must resolve the crisis for good as only he can.", "release_date": "2012-08-03", "poster": "/AtenrJ8HptJOOtvJJwxu4nbo3es.jpg", "runtime": 90, "id": 77174, "genre_ids": [10751, 16, 12, 35]}, {"title": "Friday", "overview": "Craig and Smokey are two guys in Los Angeles hanging out on their porch on a Friday afternoon, smoking and drinking, looking for something to do. Encounters with neighbors and other friends over the course of the day and night, and their ensuing antics, make up the rest of the movie.", "release_date": "1995-04-26", "poster": "/A66Lze4KZb1fgBkB2blv1a4XwDP.jpg", "runtime": 91, "id": 10634, "genre_ids": [35, 18]}, {"title": "Evolution", "overview": "A comedy that follows the chaos that ensues when a meteor hits the Earth carrying alien life forms that give new meaning to the term \"survival of the fittest.\" David Duchovny, Orlando Jones, Seann William Scott, and Julianne Moore are the only people standing between the aliens and world domination... which could be bad news for the Earth.", "release_date": "2001-06-07", "poster": "/zGwNEPgfCXthetspyTHwvTEbfJG.jpg", "runtime": 101, "id": 9397, "genre_ids": [28, 35, 878]}, {"title": "The Name of the Rose", "overview": "In this adaptation of Umberto Eco's best-selling novel, 14th-century Franciscan monk William of Baskerville and his young novice arrive at a conference to find that several monks have been murdered under mysterious circumstances. To solve the crimes, William must rise up against the Church's authority and fight the shadowy conspiracy of monastery monks using only his intelligence -- which is considerable.", "release_date": "1986-09-24", "poster": "/dk3Vmp86t4lacnI3sQuU9ihOCUh.jpg", "runtime": 130, "id": 192, "genre_ids": [18, 53, 9648]}, {"title": "The Reader", "overview": "Tells the story of Michael Berg, a German lawyer who as a teenager in the late 1950s had an affair with an older woman, Hanna, who then disappeared only to resurface years later as one of the defendants in a war crimes trial stemming from her actions as a concentration camp guard late in the war. He alone realizes that Hanna is illiterate and may be concealing that at the expense of her freedom.", "release_date": "2008-12-10", "poster": "/mEqgCzhGO3gi9DkevgM7N6a5mY3.jpg", "runtime": 124, "id": 8055, "genre_ids": [18, 10749]}, {"title": "Abraham Lincoln: Vampire Hunter", "overview": "President Lincoln's mother is killed by a supernatural creature, which fuels his passion to crush vampires and their slave-owning helpers.", "release_date": "2012-06-20", "poster": "/lHcaLiPDDrLmJAL2MTlMzgM2s2x.jpg", "runtime": 94, "id": 72331, "genre_ids": [27]}, {"title": "Dances with Wolves", "overview": "Wounded Civil War soldier John Dunbar tries to commit suicide -- and becomes a hero instead. As a reward, he's assigned to his dream post, a remote junction on the Western frontier, and soon makes unlikely friends with the local Sioux tribe.", "release_date": "1990-11-09", "poster": "/hpmclspug1I8EwKSWhL7pWWltA.jpg", "runtime": 181, "id": 581, "genre_ids": [12, 18, 37]}, {"title": "John Tucker Must Die", "overview": "After discovering they are all dating the same same guy, three popular students from different cliques band together for revenge, so they enlist the help of a new gal in town and conspire to break the jerk's heart, while destroying his reputation.", "release_date": "2006-07-27", "poster": "/7sIw8ZC9G9VeECJsk61PFmGq24B.jpg", "runtime": 87, "id": 9293, "genre_ids": [35, 10749]}, {"title": "Good Morning, Vietnam", "overview": "An unorthodox and irreverent DJ begins to shake up things when he is assigned to the US Armed Services Radio station in Vietnam.", "release_date": "1987-12-23", "poster": "/62Ve2yREvobU0qo4DxdSrShh1YO.jpg", "runtime": 121, "id": 801, "genre_ids": [35, 18, 10752]}, {"title": "Legends of the Fall", "overview": "An epic tale of three brothers and their father living in the remote wilderness of 1900s USA and how their lives are affected by nature, history, war, and love.", "release_date": "1994-12-16", "poster": "/wbQzDiy18kHvT76vjbem2WggmF2.jpg", "runtime": 133, "id": 4476, "genre_ids": [18, 37, 10752, 10749]}, {"title": "30 Days of Night", "overview": "This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction.", "release_date": "2007-10-17", "poster": "/utaOrixJukf5HrlMjmHrRhA7DKk.jpg", "runtime": 113, "id": 4513, "genre_ids": [27, 53]}, {"title": "Bad Boys II", "overview": "Martin Lawrence and Will Smith reunite as out-of-control trash-talking buddy cops Marcus Burnett and Mike Lowrey of the Miami Narcotics Task Force. Bullets fly, cars crash, and laughs explode as they pursue a whacked-out drug lord from the streets of Miami to the barrios of Cuba. But the real fireworks result when Lawrence discovers that playboy Smith is secretly romancing his sexy sister Syd.", "release_date": "2003-07-18", "poster": "/680X9apSqmAcebLg8evnnUeQNeI.jpg", "runtime": 147, "id": 8961, "genre_ids": [12, 28, 35, 53, 80]}, {"title": "The Grudge", "overview": "Karen Davis is an American Nurse moves to Tokyo and encounter a supernatural spirit who is vengeful and often possesses its victims. A series of horrifying and mysterious deaths start to occur, with the spirit passing its curse onto each victim. Karen must now find away to break this spell, before she becomes its next victim.", "release_date": "2004-10-22", "poster": "/y05X9RL0FIcEwoVSTppCPcQwhvf.jpg", "runtime": 92, "id": 1970, "genre_ids": [27, 53, 9648]}, {"title": "What We Do in the Shadows", "overview": "Follow the lives of Viago, Deacon, and Vladislav - three flatmates who are just trying to get by and overcome life's obstacles-like being immortal vampires who must feast on human blood. Hundreds of years old, the vampires are finding that beyond sunlight catastrophes, hitting the main artery, and not being able to get a sense of their wardrobe without a reflection, modern society has them struggling with the mundane like paying rent, keeping up with the chore wheel, trying to get into nightclubs, and overcoming flatmate conflicts.", "release_date": "2014-06-19", "poster": "/kJjXTVQ0yP6Ns5pd7YiyCYCdS3X.jpg", "runtime": 86, "id": 246741, "genre_ids": [35, 27]}, {"title": "Fun with Dick and Jane", "overview": "After losing their high-paying corporate jobs, Jane and Dick Harper (Jim Carrey and Téa Leoni) turn to robbing banks to maintain their upwardly mobile standard of living in this action-comedy based on the 1977 film of the same name. The couple's hold-up act begins as a desperate measure. But before long, they're actually enjoying it -- and now it's getting to be a habit.", "release_date": "2005-12-21", "poster": "/nevy1DCIpEOqeuqrBjeSHCrNLQ9.jpg", "runtime": 90, "id": 7552, "genre_ids": [28, 35, 80]}, {"title": "The Rainmaker", "overview": "When Rudy Baylor (Matt Damon), a young attorney with no clients, goes to work for a seedy ambulance chaser, he wants to help the parents of a terminally ill boy in their suit against an insurance company (represented by a ruthless Jon Voight). But to take on corporate America, Rudy and a scrappy paralegal (Danny DeVito) must open their own law firm.", "release_date": "1997-11-18", "poster": "/vg7oB7GlXhKMTkn6uMdqccgE5YV.jpg", "runtime": 135, "id": 11975, "genre_ids": [18, 80, 53]}, {"title": "Dawn of the Dead", "overview": "A group of surviving people take refuge in a shopping center after the world has been over taken over by aggressive, flesh-eating zombies. A remake of the 1978 zombie film of the same name.", "release_date": "2004-03-19", "poster": "/yfqsgzW6AQYmBjIEIq0y9EB1Rgl.jpg", "runtime": 101, "id": 924, "genre_ids": [14, 27, 28]}, {"title": "Snatch", "overview": "The second film from British director Guy Ritchie. Snatch tells an obscure story similar to his first fast-paced crazy character-colliding filled film “Lock, Stock &amp; Two Smoking Barrels.” There are two overlapping stories here – one is the search for a stolen diamond, and the other about a boxing promoter who’s having trouble with a psychotic gangster.", "release_date": "2000-09-01", "poster": "/on9JlbGEccLsYkjeEph2Whm1DIp.jpg", "runtime": 103, "id": 107, "genre_ids": [53, 80]}, {"title": "Little Miss Sunshine", "overview": "Little Miss Sunshine is a comedy about a family of six who are all having a mental breakdown at the same time. To ease their mental lows they decide to take a cross country road trip to a “Little Miss Sunshine” contest that their daughter has qualified for. An Academy Award winning comedy with memorable performances from its all actors.", "release_date": "2006-07-26", "poster": "/j8iu2kdD0KWMcA3IMzCAhO8ULO.jpg", "runtime": 102, "id": 773, "genre_ids": [35, 18]}, {"title": "Once Upon a Time in the West", "overview": "This classic western masterpiece is an epic film about a widow whose land and life are in danger as the railroad is getting closer and closer to taking them over. A mysterious harmonica player joins forces with a desperado to protect the woman and her land.", "release_date": "1968-12-21", "poster": "/rVAHRtAMhV8QVXQMQ8NxNbZXCDp.jpg", "runtime": 175, "id": 335, "genre_ids": [28, 37]}, {"title": "Underworld 5", "overview": "The plot is unknown at this time.", "release_date": "2016-10-21", "poster": "/cyP6NXQ75XxnLZ44YBHgzCI7K1Z.jpg", "runtime": 0, "id": 346672, "genre_ids": [27, 28]}, {"title": "The Breakfast Club", "overview": "Five high school students, all different stereotypes, meet in detention, where they pour their hearts out to each other, and discover how they have a lot more in common than they thought.", "release_date": "1985-02-15", "poster": "/4ZejrrCpfoypR5lHoT3pq6yVldW.jpg", "runtime": 97, "id": 2108, "genre_ids": [35, 18]}, {"title": "Coraline", "overview": "When Coraline moves to an old house, she feels bored and neglected by her parents. She finds a hidden door with a bricked up passage. During the night, she crosses the passage and finds a parallel world where everybody has buttons instead of eyes, with caring parents and all her dreams coming true. When the Other Mother invites Coraline to stay in her world forever, the girl refuses and finds that the alternate reality where she is trapped is only a trick to lure her.", "release_date": "2009-02-05", "poster": "/1E9DfFpaGOjXNLn7HOGMH52UkLL.jpg", "runtime": 100, "id": 14836, "genre_ids": [16, 10751]}, {"title": "Hugo", "overview": "Hugo is an orphan boy living in the walls of a train station in 1930s Paris. He learned to fix clocks and other gadgets from his father and uncle which he puts to use keeping the train station clocks running. The only thing that he has left that connects him to his dead father is an automaton (mechanical man) that doesn't work without a special key which Hugo needs to find to unlock the secret he believes it contains. On his adventures, he meets with a shopkeeper, George Melies, who works in the train station and his adventure-seeking god-daughter. Hugo finds that they have a surprising connection to his father and the automaton, and he discovers it unlocks some memories the old man has buried inside regarding his past.", "release_date": "2011-11-22", "poster": "/fkeaJr29ypea1n24gzspsc7qK44.jpg", "runtime": 126, "id": 44826, "genre_ids": [12, 18, 10751]}, {"title": "Resident Evil: Apocalypse", "overview": "As the city is locked down under quarantine, Alice joins a small band of elite soldiers, enlisted to rescue the missing daughter of the creator of the mutating T-virus. It's a heart-pounding race against time as the group faces off against hordes of blood- thirsty zombies, stealthy Lickers, mutant canines and the most sinister foe yet.", "release_date": "2004-09-10", "poster": "/iSuDk6sbkbjnLfB5rftMlyiJfh4.jpg", "runtime": 94, "id": 1577, "genre_ids": [27, 28, 878]}, {"title": "The Break-Up", "overview": "Cohabitating couple Gary and Brooke find their once-blissful romance on the rocks when petty spats about lemons and dirty dishes mushroom into an all-out battle for custody of their upscale Chicago condo. An escalating argument ensues as Gary and Brooke continue to live under the same roof, all while cooking up schemes to drive each other off the premises.", "release_date": "2006-06-01", "poster": "/wjbKWg1Zcu70mNWo5SzqMkQlQQe.jpg", "runtime": 106, "id": 9767, "genre_ids": [35]}, {"title": "3 Days to Kill", "overview": "A dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter. But first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunting down the world's most ruthless terrorist and looking after his teenage daughter for the first time in ten years, while his wife is out of town.", "release_date": "2014-02-14", "poster": "/mj1aAY5WbVhb62nw3MvZinsbhke.jpg", "runtime": 113, "id": 192102, "genre_ids": [28, 18, 53, 80]}, {"title": "Love, Rosie", "overview": "Rosie and Alex are best friends. They are suddenly separated when Alex and his family move from Dublin to America. Can their friendship survive years and miles? Will they gamble everything for true love?", "release_date": "2014-07-02", "poster": "/qGYr7P3s0gx5YLvrILnbAkpTt1K.jpg", "runtime": 102, "id": 200727, "genre_ids": [10749, 35]}, {"title": "Big Momma's House", "overview": "When a street-smart FBI agent is sent to Georgia to protect a beautiful single mother and her son from an escaped convict, he is forced to impersonate a crass Southern granny known as Big Momma in order to remain incognito.", "release_date": "2000-05-31", "poster": "/bse0uwxF6daKzDbxZki1SYRNZkI.jpg", "runtime": 98, "id": 9600, "genre_ids": [80, 35]}, {"title": "The Water Diviner", "overview": "Four years after the Battle of Gallipoli, Australian farmer Joshua Connor travels to Turkey to find his three sons, who never returned home from the war. When he arrives in Istanbul, he meets others who have also suffered losses: hotelier Ayshe and her son, Orhan, who befriends Connor; and Major Hasan, a Turkish officer who fought against Connor's sons and now may be their father's only hope in finding closure.", "release_date": "2014-12-25", "poster": "/29DKgFK6wXvdZJs1Mencvmw1jy5.jpg", "runtime": 112, "id": 256917, "genre_ids": [10752, 18]}, {"title": "Couples Retreat", "overview": "Four couples, all friends, descend on a tropical island resort. Though one husband and wife are there to work on their marriage, the others just want to enjoy some fun in the sun. They soon find, however, that paradise comes at a price: Participation in couples therapy sessions is mandatory. What started out as a cut-rate vacation turns into an examination of the common problems many face.", "release_date": "2009-09-19", "poster": "/6mdsH9XA2u4jnVKwWlKE1Mg2OQM.jpg", "runtime": 113, "id": 19899, "genre_ids": [35, 10749]}, {"title": "Rush Hour", "overview": "When Hong Kong Inspector Lee is summoned to Los Angeles to investigate a kidnapping, the FBI doesn't want any outside help and assigns cocky LAPD Detective James Carter to distract Lee from the case. Not content to watch the action from the sidelines, Lee and Carter form an unlikely partnership and investigate the case themselves.", "release_date": "1998-09-18", "poster": "/jdfxpW5LF36sHsHjyH8CMBEG4TF.jpg", "runtime": 98, "id": 2109, "genre_ids": [28, 35, 80, 53]}, {"title": "The Curious Case of Benjamin Button", "overview": "Tells the story of Benjamin Button, a man who starts aging backwards with bizarre consequences.", "release_date": "2008-11-24", "poster": "/4O4INOPtWTfHq3dd5vYTPV0TCwa.jpg", "runtime": 166, "id": 4922, "genre_ids": [14, 18, 53, 9648, 10749]}, {"title": "Close Encounters of the Third Kind", "overview": "After an encounter with UFOs, a line worker feels undeniably drawn to an isolated area in the wilderness where something spectacular is about to happen.", "release_date": "1977-11-16", "poster": "/mABOVIUl5lB0WF4HG28rfamgxG1.jpg", "runtime": 135, "id": 840, "genre_ids": [878, 18]}, {"title": "Oliver & Company", "overview": "This animated take on Oliver Twist re-imagines Oliver as an adorable orphaned kitten who struggles to survive in New York City and falls in with a band of canine criminals led by an evil human. First, Oliver meets Dodger, a carefree mutt with street savoir faire. But when Oliver meets wealthy Jenny on one of the gang's thieving missions, his life changes forever.", "release_date": "1988-11-18", "poster": "/m54pXsIUy3IJoaGhk3RwKsZQPG8.jpg", "runtime": 74, "id": 12233, "genre_ids": [16, 35, 10751]}, {"title": "Lethal Weapon 2", "overview": "In the opening chase, Martin Riggs and Roger Murtaugh stumble across a trunk full of Krugerrands. They follow the trail to a South African diplomat who's using his immunity to conceal a smuggling operation. When he plants a bomb under Murtaugh's toilet, the action explodes!", "release_date": "1989-07-06", "poster": "/wvTj5Jg01wqGQ85Y4YIBCmvTl6q.jpg", "runtime": 114, "id": 942, "genre_ids": [28, 12, 35, 80, 53]}, {"title": "Alvin and the Chipmunks: Chipwrecked", "overview": "Playing around while aboard a cruise ship, the Chipmunks and Chipettes accidentally go overboard and end up marooned in a tropical paradise. They discover their new turf is not as deserted as it seems.", "release_date": "2011-12-14", "poster": "/31IPWvH2l4ycyK8EsMOmmwiJC7n.jpg", "runtime": 87, "id": 55301, "genre_ids": [35, 14, 10751, 10402, 16]}, {"title": "Fantastic Mr. Fox", "overview": "The Fantastic Mr. Fox bored with his current life, plans a heist against the three local farmers. The farmers, tired of sharing their chickens with the sly fox, seek revenge against him and his family.", "release_date": "2009-10-23", "poster": "/750pfEttsYAVmynRg2vmt1AXh4q.jpg", "runtime": 87, "id": 10315, "genre_ids": [12, 16, 35, 10751]}, {"title": "Rosemary's Baby", "overview": "A young couple moves into an infamous New York apartment building to start a family. Things become frightening as Rosemary begins to suspect her unborn baby isn't safe around their strange neighbors.", "release_date": "1968-06-12", "poster": "/qSJYJ0FsP5DMJcn37fYVq0VhmNt.jpg", "runtime": 136, "id": 805, "genre_ids": [27, 18, 9648]}, {"title": "Young & Beautiful", "overview": "Isabelle, a 17-year-old student, loses her virginity during a quick holiday romance. When she returns home, she begins a secret life as a prostitute for a year.", "release_date": "2013-08-20", "poster": "/fqsab9s1yv60bDpak8p7b7R9Dn9.jpg", "runtime": 95, "id": 184314, "genre_ids": [18]}, {"title": "Armour of God", "overview": "When a fortune hunter's ex-girlfriend is kidnapped by an evil cult, her fiancee enlists his help in finding and delivering the ransom--the priceless and powerful Armour of the Gods. With the help of a sexy woman and a wacky sidekick, the adventure begins.", "release_date": "1986-08-16", "poster": "/AjgHw0FH8DwjB3fL6EWAxl02wgG.jpg", "runtime": 88, "id": 10974, "genre_ids": [12, 28, 35]}, {"title": "Sleeping with Other People", "overview": "Can two serial cheaters get a second chance at love? After a one-night stand in college, New Yorkers Lainey and Jake meet by chance twelve years later and discover they each have the same problem: because of their monogamy-challenged ways, neither can maintain a relationship. Determined to stay friends despite their mutual attraction, they make a pact to keep it platonic, a deal that proves easier said than done.", "release_date": "2015-07-11", "poster": "/sT7WJ14n2tfU7ek9O1c0n2rVMbJ.jpg", "runtime": 100, "id": 288036, "genre_ids": [35]}, {"title": "Julie & Julia", "overview": "Julia Child and Julie Powell - both of whom wrote memoirs - find their lives intertwined. Though separated by time and space, both women are at loose ends... until they discover that with the right combination of passion, fearlessness and butter, anything is possible.", "release_date": "2009-08-06", "poster": "/4BFGuCcdV7y8mFYzBhgj00d3b1z.jpg", "runtime": 123, "id": 24803, "genre_ids": [10749, 18]}, {"title": "Jackass 3D", "overview": "Jackass 3D is a 3-D film and the third movie of the Jackass series. It follows the same premise as the first two movies, as well as the TV series. It is a compilation of various pranks, stunts and skits. Before the movie begins, a brief introduction is made by Beavis and Butt-head explaining the 3D technology behind the movie. The intro features the cast lining up and then being attacked by various objects in slow-motion. The movie marks the 10th anniversary of the franchise, started in 2000.", "release_date": "2010-10-15", "poster": "/5j9VFEVjYn0FtqZGqDcmMPYSVoY.jpg", "runtime": 94, "id": 16290, "genre_ids": [35, 99, 28]}, {"title": "Moonwalkers", "overview": "What if Apollo 11 never actually made it? What if, in reality, Stanley Kubrick secretly shot the famous images of the moon landing in a studio, working for the US administration? This is the premise of a totally plausible conspiracy theory that takes us to swinging sixties London, where a stubborn CIA agent will never find Kubrick but is forced to team up with a lousy manager of a seedy rock band to develop the biggest con of all time.", "release_date": "2015-03-14", "poster": "/f2TmM9dp20dpJqmEFNyC8Jcl3lR.jpg", "runtime": 107, "id": 272548, "genre_ids": [35]}, {"title": "Dawn of the Dead", "overview": "During an ever-growing epidemic of zombies that have risen from the dead, two Philadelphia SWAT team members, a traffic reporter, and his television-executive girlfriend seek refuge in a secluded shopping mall.", "release_date": "1978-09-02", "poster": "/yK8BmYEvd0IPpDXL6zzlTA2geDf.jpg", "runtime": 127, "id": 923, "genre_ids": [27]}, {"title": "Charlie's Angels: Full Throttle", "overview": "The Angels are charged with finding a pair of missing rings that are encoded with the personal information of members of the Witness Protection Program. As informants are killed, the ladies target a rogue agent who might be responsible.", "release_date": "2003-06-27", "poster": "/rfJrpT6oj4lLzi4Rqt0qzTfUdtr.jpg", "runtime": 106, "id": 9471, "genre_ids": [28, 12, 35, 80]}, {"title": "The Spectacular Now", "overview": "A hard-partying high school senior's philosophy on life changes when he meets the not-so-typical \"nice girl.\"", "release_date": "2013-08-02", "poster": "/iklgvkUqlruQrz8DlUsJzaa9HZh.jpg", "runtime": 95, "id": 157386, "genre_ids": [35, 18, 10749]}, {"title": "Lethal Weapon 4", "overview": "In the combustible action franchise's final installment, maverick detectives Martin Riggs and Roger Murtaugh square off against Asian mobster Wah Sing Ku, who's up to his neck in slave trading and counterfeit currency. With help from gumshoe Leo Getz and smart-aleck rookie cop Lee Butters, Riggs and Murtaugh aim to take down Ku and his gang.", "release_date": "1998-07-09", "poster": "/kpC9Y0jhwTqtRlcetxbgn3crnlU.jpg", "runtime": 127, "id": 944, "genre_ids": [28, 12, 35, 80, 18, 53]}, {"title": "Nurse 3-D", "overview": "Abby Russell, a beautiful, dedicated nurse with a sinister side, has a secret life in which she targets and punishes dishonest men.", "release_date": "2014-02-07", "poster": "/yuWH3471FAVjlqZWhsPeh4IKsNf.jpg", "runtime": 99, "id": 78383, "genre_ids": [27, 53]}, {"title": "Get Smart", "overview": "When the identities of secret agents from Control are compromised, the Chief promotes hapless but eager analyst Maxwell Smart and teams him with stylish, capable Agent 99, the only spy whose cover remains intact. Can they work together to thwart the evil plans of KAOS and its crafty operative?", "release_date": "2008-06-19", "poster": "/zS3UhYJvy6oLTBgNckpoyAa0qNs.jpg", "runtime": 110, "id": 11665, "genre_ids": [28, 35, 53]}, {"title": "The Hundred-Foot Journey", "overview": "A story centered around an Indian family who moves to France and opens a restaurant across the street from a Michelin-starred French restaurant.", "release_date": "2014-08-06", "poster": "/zQWT270zHKC4xVs0ogUwrU8EwqB.jpg", "runtime": 122, "id": 228194, "genre_ids": [18]}, {"title": "Ferris Bueller's Day Off", "overview": "Charismatic teen Ferris Bueller plays hooky in Chicago with his girlfriend and best friend.", "release_date": "1986-06-11", "poster": "/kto49vDiSzooEdy4WQH2RtaC9oP.jpg", "runtime": 103, "id": 9377, "genre_ids": [18, 35]}, {"title": "Seven Pounds", "overview": "An IRS agent with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.", "release_date": "2008-12-18", "poster": "/mX8SsTw2uApc02W8SBIKeprcWr1.jpg", "runtime": 123, "id": 11321, "genre_ids": [18]}, {"title": "Shaolin Soccer", "overview": "A young Shaolin follower reunites with his discouraged brothers to form a soccer team using their martial art skills to their advantage.", "release_date": "2001-07-12", "poster": "/agSrcqz39QfPNm0ogoGLUuzRbLV.jpg", "runtime": 113, "id": 11770, "genre_ids": [28, 35]}, {"title": "Enchanted", "overview": "The beautiful princess Giselle is banished by an evil queen from her magical, musical animated land and finds herself in the gritty reality of the streets of modern-day Manhattan. Shocked by this strange new environment that doesn't operate on a \"happily ever after\" basis, Giselle is now adrift in a chaotic world badly in need of enchantment. But when Giselle begins to fall in love with a charmingly flawed divorce lawyer who has come to her aid - even though she is already promised to a perfect fairy tale prince back home - she has to wonder: Can a storybook view of romance survive in the real world?", "release_date": "2007-11-20", "poster": "/syHRHMysV3B7DFOf88McrJl7yim.jpg", "runtime": 107, "id": 4523, "genre_ids": [35, 10751, 14, 10749]}, {"title": "The Lorax", "overview": "A 12-year-old boy searches for the one thing that will enable him to win the affection of the girl of his dreams. To find it he must discover the story of the Lorax, the grumpy yet charming creature who fights to protect his world.", "release_date": "2012-03-01", "poster": "/6FuYtjegxaUv7n7C733hUEOQytR.jpg", "runtime": 86, "id": 73723, "genre_ids": [16, 10751]}, {"title": "The Hot Nights of Linda", "overview": "A young woman is hired to care for an elderly man who lives on an island off the Greek coast. When she arrives there the man warns her that his daughters are evil and dangerous. The woman discovers that one of the daughters is a crazed nymphomaniac who pursues, and seduces, everyone in the house, including her crippled sister.", "release_date": "1975-07-16", "poster": "/e1CikDtm5axXLuaW1NLMukkGNRb.jpg", "runtime": 80, "id": 219814, "genre_ids": [18]}, {"title": "The Descendants", "overview": "With his wife Elizabeth on life support after a boating accident, Hawaiian land baron Matt King takes his daughters on a trip from Oahu to Kauai to confront the young real estate broker, who was having an affair with Elizabeth before her misfortune.", "release_date": "2011-09-09", "poster": "/5lpBvuPNaPiOpitehczWmJgf6wb.jpg", "runtime": 115, "id": 65057, "genre_ids": [35, 18]}, {"title": "Brokeback Mountain", "overview": "Brokeback Mountain is an Ang Lee film about two modern day cowboys who meet on a shepherding job in the summer of ’63. The two share a raw and powerful summer together that turns into a life long relationship conflicting with the lives they are supposed to live.", "release_date": "2005-09-02", "poster": "/z2DqVxj17aW6xpimRlCLfhKSfUm.jpg", "runtime": 134, "id": 142, "genre_ids": [18, 10749]}, {"title": "Trash", "overview": "Set in Brazil, three kids who make a discovery in a garbage dump soon find themselves running from the cops and trying to right a terrible wrong.", "release_date": "2014-10-09", "poster": "/y8kQJ4e7LoMgCpldx7P8JqO6keE.jpg", "runtime": 112, "id": 206563, "genre_ids": [80, 53, 12, 18]}, {"title": "Let the Right One In", "overview": "Set in 1982 in the suburb of Blackeberg, Stockholm, twelve-year-old Oskar is a lonely outsider, bullied at school by his classmates; at home, Oskar dreams of revenge against a trio of bullies. He befriends his twelve-year-old, next-door neighbor Eli, who only appears at night in the snow-covered playground outside their building.", "release_date": "2008-01-26", "poster": "/9FGpMfbpKjN7i2jF2gQpvQvK9VB.jpg", "runtime": 115, "id": 13310, "genre_ids": [27, 18]}, {"title": "Mojin: The Lost Legend", "overview": "At the beginning of the 1990s, famous tomb explorer Hu Bayi decided to retire and move to the United States with his fiancée Shirley. But before his wedding, Bayi discovers his first love Ding Shitian, who supposedly had died in the \"One Hundred Cave\" 20 years ago, is actually still alive. Together with Shirley and his old exploration partner, Bayi unravels a terrible millennium-old secret...", "release_date": "2015-12-18", "poster": "/g1tAcVESg6IAt3MZPRArI2kowcf.jpg", "runtime": 127, "id": 299824, "genre_ids": [12, 28, 14]}, {"title": "Awakenings", "overview": "The victims of an encephalitis epidemic many years ago have been catatonic ever since, but now a new drug offers the prospect of reviving them.", "release_date": "1990-12-12", "poster": "/y7Ug5P1HhQ9NbflpGcRJUAASiX7.jpg", "runtime": 121, "id": 11005, "genre_ids": [18]}, {"title": "Fearless", "overview": "Huo Yuan Jia became the most famous martial arts fighter in all of China at the turn of the 20th Century. Huo faced personal tragedy but ultimately fought his way out of darkness, defining the true spirit of martial arts and also inspiring his nation. The son of a great fighter who didn't wish for his child to follow in his footsteps, Huo resolves to teach himself how to fight - and win.", "release_date": "2006-01-26", "poster": "/nPku02hVAFPsAd1pJr81OkdBidw.jpg", "runtime": 103, "id": 7549, "genre_ids": [18, 28]}, {"title": "The Green Inferno", "overview": "A group of student activists travel from New York City to the Amazon to save the rainforest.  However, once they arrive in this vast green landscape, they soon discover that they are not alone… and that no good deed goes unpunished.", "release_date": "2013-11-02", "poster": "/prG32jWEgiZ2N8BpBPu1G0jMiv2.jpg", "runtime": 100, "id": 171424, "genre_ids": [27, 53]}, {"title": "Attack the Block", "overview": "A teen gang in a grim South London housing estate must team up with the other residents to protect their neighbourhood from a terrifying alien invasion.", "release_date": "2011-05-12", "poster": "/n2qLb5UPj0sKUnlzkthp30wM0g2.jpg", "runtime": 88, "id": 59678, "genre_ids": [28, 35, 27, 878]}, {"title": "The Happening", "overview": "When a deadly airborne virus threatens to wipe out the northeastern United States, teacher Elliott Moore (Mark Wahlberg) and his wife (Zooey Deschanel) flee from contaminated cities into the countryside in a fight to discover the truth. Is it terrorism, the accidental release of some toxic military bio weapon -- or something even more sinister? John Leguizamo and Betty Buckley co-star in this thriller from writer-director M. Night Shyamalan.", "release_date": "2008-06-11", "poster": "/c8Asvr5ORuL9NtaTGZZJsq4heDf.jpg", "runtime": 91, "id": 8645, "genre_ids": [53, 878]}, {"title": "Mater and the Ghostlight", "overview": "Mater, the rusty but trusty tow truck from Cars, spends a day in Radiator Springs playing scary pranks on his fellow townsfolk. That night at Flo's V8 Café, the Sheriff tells the story of the legend of the Ghostlight, and as everyone races home Mater is left alone primed for a good old-fashioned scare.", "release_date": "2006-07-27", "poster": "/sQWHFt51t3ZaOskX27OUwBqQilv.jpg", "runtime": 7, "id": 13934, "genre_ids": [16, 10751]}, {"title": "Machete", "overview": "After being set-up and betrayed by the man who hired him to assassinate a Texas Senator, an ex-Federale launches a brutal rampage of revenge against his former boss.", "release_date": "2010-09-01", "poster": "/3RCX4EzTrpO6wNz536EQPhYM2Fk.jpg", "runtime": 105, "id": 23631, "genre_ids": [28, 35, 53]}, {"title": "Shanghai Noon", "overview": "Chon Wang, a clumsy imperial guard trails Princess Pei Pei when she is kidnapped from the Forbidden City and transported to America. Wang follows her captors to Nevada, where he teams up with an unlikely partner, outcast outlaw Roy O'Bannon, and tries to spring the princess from her imprisonment.", "release_date": "2000-05-26", "poster": "/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg", "runtime": 110, "id": 8584, "genre_ids": [12, 28, 35, 37]}, {"title": "Beasts of No Nation", "overview": "A drama based on the experiences of Agu, a child soldier fighting in the civil war of an unnamed African country.", "release_date": "2015-09-11", "poster": "/geb6DKAnaRf0PFRlqm8i02G6JBv.jpg", "runtime": 137, "id": 283587, "genre_ids": [10752, 18]}, {"title": "Point Break", "overview": "In the coastal town of Los Angeles, a gang of bank robbers call themselves The Ex-Presidents commit their crimes while wearing masks of Reagan, Carter, Nixon and Johnson. The F.B.I. believes that the members of the gang could be surfers and send young agent Johnny Utah undercover at the beach to mix with the surfers and gather information.", "release_date": "1991-07-12", "poster": "/qzKNI8b8EZZhwGFqPavPO04abf.jpg", "runtime": 120, "id": 1089, "genre_ids": [28, 53, 80]}, {"title": "Gnomeo & Juliet", "overview": "A version of Shakespeare's play, set in the world of warring indoor and outdoor gnomes. Garden gnomes Gnomeo and Juliet have as many obstacles to overcome as their quasi namesakes when they are caught up in a feud between neighbors. But with plastic pink flamingos and lawnmower races in the mix, can this young couple find lasting happiness?", "release_date": "2011-01-13", "poster": "/atCBHTqq7khw5Z1KSVXDo6ncKWF.jpg", "runtime": 84, "id": 45772, "genre_ids": [16, 10751]}, {"title": "Embrace of the Serpent", "overview": "The epic story of the first contact, encounter, approach, betrayal and, eventually, life-transcending friendship, between Karamakate, an Amazonian shaman, last survivor of his people, and two scientists that, over the course of 40 years, travel through the Amazon in search of a sacred plant that can heal them. Inspired by the journals of the first explorers of the Colombian Amazon, Theodor Koch-Grunberg and Richard Evans Schultes.", "release_date": "2016-02-17", "poster": "/2QZPAzKzQ3T2yWFfmmjSibRSLUu.jpg", "runtime": 125, "id": 336808, "genre_ids": [18, 12]}, {"title": "Big Mommas: Like Father, Like Son", "overview": "FBI agent Malcolm Turner and his 17-year-old son, Trent, go undercover at an all-girls performing arts school after Trent witnesses a murder. Posing as Big Momma and Charmaine, they must find the murderer before he finds them.", "release_date": "2011-02-16", "poster": "/tm2EddDwAfH79K4WAmSnvpHwoje.jpg", "runtime": 107, "id": 38322, "genre_ids": [80, 35, 28]}, {"title": "The Taking of Pelham 123", "overview": "Armed men hijack a New York City subway train, holding the passengers hostage in return for a ransom, and turning an ordinary day's work for dispatcher Walter Garber into a face-off with the mastermind behind the crime.", "release_date": "2009-06-11", "poster": "/rqbG1uRKSNDLnDx1Jl7LBc4AtSy.jpg", "runtime": 106, "id": 18487, "genre_ids": [18]}, {"title": "Garfield", "overview": "Garfield, the fat, lazy, lasagna lover, has everything a cat could want. But when Jon, in an effort to impress the Liz - the vet and an old high-school crush - adopts a dog named Odie and brings him home, Garfield gets the one thing he doesn't want. Competition.", "release_date": "2004-06-10", "poster": "/v6xvth8PjDG350ARG9H2sF7N3SF.jpg", "runtime": 80, "id": 8920, "genre_ids": [16, 35, 10751]}, {"title": "Home Alone 3", "overview": "9-year-old Alex Pruitt is home alone with the chicken pox. Turns out, due to a mix-up among nefarious spies, Alex was given a toy car concealing a top-secret microchip. Now Alex must fend off the spies as they try break into his house to get it back.", "release_date": "1997-12-12", "poster": "/z6ugEdjGuY4qcX1ymdV2CTVSvKN.jpg", "runtime": 102, "id": 9714, "genre_ids": [35, 10751]}, {"title": "Johnny English Reborn", "overview": "Johnny English Reborn is a 2011 British spy comedy film parodying the James Bond secret agent genre and film franchise reboots. The film is the sequel to Johnny English (2003), and stars Rowan Atkinson reprising his role as the title character and directed by Oliver Parker. The film has a slightly darker tone than the previous film but retains Atkinson's signature humor.", "release_date": "2011-09-15", "poster": "/vnS4Lb5rNx2ZucVdrW3TQd6n2AL.jpg", "runtime": 101, "id": 58233, "genre_ids": [80, 12, 28, 35, 53]}, {"title": "Grudge Match", "overview": "A pair of aging boxing rivals are coaxed out of retirement to fight one final bout -- 30 years after their last match.", "release_date": "2013-12-25", "poster": "/hScOPtZpAxYWx2sOGcfbzYti39Z.jpg", "runtime": 113, "id": 64807, "genre_ids": [35]}, {"title": "The Raid 2", "overview": "After fighting his way through an apartment building populated by an army of dangerous criminals and escaping with his life, SWAT team member Rama goes undercover, joining a powerful Indonesian crime syndicate to protect his family and uncover corrupt members of his own force.", "release_date": "2014-03-27", "poster": "/fVVU9hG6i6jeMv4HddeeTCAVzpF.jpg", "runtime": 150, "id": 180299, "genre_ids": [28, 80, 53]}, {"title": "The Texas Chainsaw Massacre", "overview": "After picking up a traumatized young hitchhiker, five friends find themselves stalked and hunted by a deformed chainsaw-wielding killer and his family of equally psychopathic killers.", "release_date": "2003-10-17", "poster": "/gx7FCIOFGxqNyplF3t7qtmUv55g.jpg", "runtime": 98, "id": 9373, "genre_ids": [27]}, {"title": "Push", "overview": "After his father, an assassin, is brutally murdered, Nick Gant vows revenge on Division, the covert government agency that dabbles in psychic warfare and experimental drugs. Hiding in Hong Kong's underworld, Nick assembles a band of rogue psychics dedicated to destroying Division. Together with Cassie, a teenage clairvoyant, Nick goes in search of a missing girl and a stolen suitcase that could be the key to accomplishing their mutual goal.", "release_date": "2009-02-06", "poster": "/shk0MSuHOdBiQfHjLdcXDF6iXC9.jpg", "runtime": 111, "id": 13455, "genre_ids": [28]}, {"title": "My Big Fat Greek Wedding", "overview": "A young Greek woman falls in love with a non-Greek and struggles to get her family to accept him while she comes to terms with her heritage and cultural identity.", "release_date": "2002-02-22", "poster": "/vqGs8K6MdMHVPMTgMhzKHBVgu0t.jpg", "runtime": 95, "id": 8346, "genre_ids": [35, 18, 10749]}, {"title": "The Scorpion King 3: Battle for Redemption", "overview": "Since his triumphant rise to power in the original blockbuster \"The Scorpion King\", Mathayus' kingdom has fallen and he's lost his queen to plague. Now an assassin for hire, he must defend a kingdom from an evil tyrant and his ghost warriors for the chance to regain the power and glory he once knew. Starring Ron Perlman (\"Hellboy\") and Billy Zane (\"Titanic\"), and featuring 6-time WWE champion Dave Bautista and UFC star Kimbo Slice, \"The Scorpion King 3: Battle for Redemption\" takes \"The Mummy\" phenomenon to an all-new level of epic action and non-stop adventure.", "release_date": "2012-01-17", "poster": "/i4BjV6dMPaCMiWCf86hPUg0BF9Z.jpg", "runtime": 106, "id": 78049, "genre_ids": [28, 14, 12]}, {"title": "The Ides of March", "overview": "An idealistic staffer for a newbie presidential candidate gets a crash course on dirty politics during his stint on the campaign trail. Based on the play by Beau Willimon.", "release_date": "2011-09-24", "poster": "/4RTZVVFVFUxndkjlyauDIi0jANt.jpg", "runtime": 101, "id": 10316, "genre_ids": [18]}, {"title": "Lockout", "overview": "Set in the near future, Lockout follows a falsely convicted ex-government agent , whose one chance at obtaining freedom lies in the dangerous mission of rescuing the President's daughter from rioting convicts at an outer space maximum security prison.", "release_date": "2012-04-12", "poster": "/rE1AMAaUVuzKcPwv3CR8KC0Pv0n.jpg", "runtime": 95, "id": 81796, "genre_ids": [28, 53, 878]}, {"title": "The Patriot", "overview": "After proving himself on the field of battle in the French and Indian War, Benjamin Martin wants nothing more to do with such things, preferring the simple life of a farmer. But when his son Gabriel enlists in the army to defend their new nation, America, against the British, Benjamin reluctantly returns to his old life to protect his son.", "release_date": "2000-06-28", "poster": "/yQE8Ag9t1wQHjY58rPzJX8G1iIz.jpg", "runtime": 165, "id": 2024, "genre_ids": [18, 36, 10752, 28]}, {"title": "Gridiron Gang", "overview": "Teenagers at a juvenile detention center, under the leadership of their counselor, gain self-esteem by playing football together.", "release_date": "2006-09-15", "poster": "/8UlDsCPjAfg15L5Sgkcmy8rv1rg.jpg", "runtime": 125, "id": 9766, "genre_ids": [28, 12, 80, 18]}, {"title": "American Reunion", "overview": "In the comedy American Reunion, all the American Pie characters we met a little more than a decade ago are returning to East Great Falls for their high-school reunion. In one long-overdue weekend, they will discover what has changed, who hasn’t and that time and distance can’t break the bonds of friendship. It was summer 1999 when four small-town Michigan boys began a quest to lose their virginity. In the years that have passed, Jim and Michelle married while Kevin and Vicky said goodbye. Oz and Heather grew apart, but Finch still longs for Stifler’s mom. Now these lifelong friends have come home as adults to reminisce about - and get inspired by - the hormonal teens who launched a comedy legend.", "release_date": "2012-04-04", "poster": "/yfOZaUh08d1YtLCtgvfRRAssrR7.jpg", "runtime": 113, "id": 71552, "genre_ids": [35]}, {"title": "Curious George", "overview": "Will Ferrell stars as The Man in the Yellow Hat, a gentleman who looks after his pet monkey - an inquisitive and wonderful creature whose enthusiasm often gets the best of him.", "release_date": "2006-02-10", "poster": "/1WyGePG0GVjAG0FEPX2s9xrP4w9.jpg", "runtime": 86, "id": 9975, "genre_ids": [12, 16, 35, 10751]}, {"title": "Over the Hedge", "overview": "A scheming raccoon fools a mismatched family of forest creatures into helping him repay a debt of food, by invading the new suburban sprawl that popped up while they were hibernating...and learns a lesson about family himself.", "release_date": "2006-04-22", "poster": "/fGvoD6n6blbFprgbl3BJ2U8YHSF.jpg", "runtime": 83, "id": 7518, "genre_ids": [10751, 16]}, {"title": "Safe", "overview": "After a former elite agent rescues a 12-year-old Chinese girl who's been abducted, they find themselves in the middle of a standoff between Triads, the Russian Mafia and high-level corrupt New York City politicians and police.", "release_date": "2012-04-16", "poster": "/eoiqqDHohBCDwFWQOvczUeNoixK.jpg", "runtime": 94, "id": 72387, "genre_ids": [28, 80, 53]}, {"title": "Warrior", "overview": "An ex-Marine haunted by a tragic past, Tommy Riordan (Tom Hardy) returns to his hometown of Pittsburgh and enlists his father (Nick Nolte), a recovering alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path toward the title prize, his brother Brendan (Joel Edgerton), a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense winner-take-all battle of their lives.", "release_date": "2011-09-09", "poster": "/qzeShckQ34eJJFQ24dTx9QI8kcS.jpg", "runtime": 140, "id": 59440, "genre_ids": [28, 18]}, {"title": "The Last Song", "overview": "A drama centered on a rebellious girl who is sent to a Southern beach town for the summer to stay with her father. Through their mutual love of music, the estranged duo learn to reconnect.", "release_date": "2010-03-31", "poster": "/90ICc0MXgDgTtWD3qfA1BfkA21t.jpg", "runtime": 107, "id": 35690, "genre_ids": [18, 10751, 10749]}, {"title": "You Don't Mess With the Zohan", "overview": "An Israeli counterterrorism soldier with a secretly fabulous ambition to become a Manhattan hairstylist. Zohan's desire runs so deep that he'll do anything -- including faking his own death and going head-to-head with an Arab cab driver -- to make his dreams come true.", "release_date": "2008-06-05", "poster": "/3n9FYKLJVqwrZ7Wf96eoF2cAowU.jpg", "runtime": 113, "id": 10661, "genre_ids": [35, 28]}, {"title": "Planet of the Apes", "overview": "Taylor and two other astronauts come out of deep hibernation to find that their ship has crashed. Escaping with little more than clothes they find that they have landed on a planet where men are pre-lingual and uncivilized while apes have learned speech and technology. Taylor is captured and taken to the city of the apes after damaging his throat so that he is silent and cannot communicate with the apes.", "release_date": "1968-02-07", "poster": "/xNlrkGHC7ERtUufzRwyeKT61WHJ.jpg", "runtime": 112, "id": 871, "genre_ids": [12, 878, 9648]}, {"title": "Tale of Tales", "overview": "A fantasy film with horror elements, \"The Tale of Tales\" is loosely inspired by the 17th century collection of fairy tales of the same name by Italian writer Giambattista Basile.", "release_date": "2015-05-14", "poster": "/mEABzxV2ylLduvQgiiljctPj3Qt.jpg", "runtime": 125, "id": 314405, "genre_ids": [14, 36]}, {"title": "Tinker Tailor Soldier Spy", "overview": "George Smiley, a recently retired MI6 agent, is doing his best to adjust to a life outside the secret service. However, when a disgraced agent reappears with information concerning a mole at the heart of the service, Smiley is drawn back into the murky field of espionage. Tasked with investigating which of his trusted former colleagues has chosen to betray him and their country, Smiley narrows his search to four suspects - all experienced, skilled and successful agents - but past histories, rivalries and friendships make it far from easy to pinpoint the man who is eating away at the heart of the British establishment.", "release_date": "2011-09-16", "poster": "/2N3P730TYXEcNL0BO8WBuMc6yJz.jpg", "runtime": 127, "id": 49517, "genre_ids": [18, 53, 9648]}, {"title": "No Good Deed", "overview": "Terri, a devoted wife and mother of two, lives an ideal life that takes a dramatic turn when her home and children are threatened by Colin, a charming stranger who smooth-talks his way into her house, claiming car trouble. The unexpected invitation leaves her and her family terrorized and fighting for survival.", "release_date": "2014-09-12", "poster": "/x42BcGsV7gbINP3EIBdykdOZDDY.jpg", "runtime": 84, "id": 136835, "genre_ids": [53]}, {"title": "Safe House", "overview": "Denzel Washington plays the most dangerous renegade from the CIA, who comes back onto the grid after a decade on the run. When the South African safe house he's remanded to is attacked by mercenaries, a rookie operative (Ryan Reynolds) escapes with him. Now, the unlikely allies must stay alive long enough to uncover who wants them dead.", "release_date": "2012-02-09", "poster": "/q83VacoG2hHLvORTPtvCXKsdBSN.jpg", "runtime": 115, "id": 59961, "genre_ids": [28, 53, 80, 9648]}, {"title": "Scouts Guide to the Zombie Apocalypse", "overview": "Three scouts and lifelong friends join forces with one badass cocktail waitress to become the world’s most unlikely team of heroes.  When their peaceful town is ravaged by a zombie invasion, they’ll fight for the badge of a lifetime and put their scouting skills to the test to save mankind from the undead.", "release_date": "2015-10-23", "poster": "/3wHxtemithpFQiB7ffa50ZKI6bz.jpg", "runtime": 93, "id": 273477, "genre_ids": [35, 27]}, {"title": "The Scorpion King: Rise of a Warrior", "overview": "The heroic tale of young Mathayus and his relentless quest for justice against an evil and powerful villain, King Sargon. Mathayus faces heart-stopping tribulations during his adventurous, odds-defying trajectory toward his ultimate destiny: becoming the formidable warrior king of an ancient desert empire.", "release_date": "2008-07-19", "poster": "/ssN9qx8saHevAOEHWlG5uZ3qF4y.jpg", "runtime": 109, "id": 13486, "genre_ids": [14, 28, 12]}, {"title": "Kiss Kiss Bang Bang", "overview": "A petty thief posing as an actor is brought to Los Angeles for an unlikely audition and finds himself in the middle of a murder investigation along with his high school dream girl and a detective who's been training him for his upcoming role...", "release_date": "2005-02-12", "poster": "/5Lif1qGiyaF8OqG9lR3eqzeEC3S.jpg", "runtime": 103, "id": 5236, "genre_ids": [28, 35, 80, 9648]}, {"title": "Lady and the Tramp", "overview": "Lady, a golden cocker spaniel, meets up with a mongrel dog who calls himself the Tramp. He is obviously from the wrong side of town, but happenings at Lady's home make her decide to travel with him for a while.", "release_date": "1955-06-16", "poster": "/kpfbF0C0lSvvKE3JQVuAGufA6UT.jpg", "runtime": 76, "id": 10340, "genre_ids": [10751, 16]}, {"title": "The Incredible Burt Wonderstone", "overview": "After breaking up with his longtime stage partner, a famous but jaded Vegas magician fights for relevance when a new, \"hip\" street magician appears on the scene.", "release_date": "2013-03-14", "poster": "/5WpMIIEfRaJL2WrgQMImu4S79ME.jpg", "runtime": 100, "id": 124459, "genre_ids": [35]}, {"title": "You've Got Mail", "overview": "In this valentine to modern romance, book superstore magnate Joe Fox and independent book shop owner Kathleen Kelly fall in love in the anonymity of the Internet - both blissfully unaware that he's trying to put her out of business.", "release_date": "1998-12-17", "poster": "/v5o3FlY2DwKSpmIMhcttTi6KQIc.jpg", "runtime": 119, "id": 9489, "genre_ids": [35, 10749]}, {"title": "The Heat", "overview": "Uptight and straight-laced, FBI Special Agent Sarah Ashburn is a methodical investigator with a reputation for excellence--and hyper-arrogance. Shannon Mullins, one of Boston P.D.'s \"finest,\" is foul-mouthed and has a very short fuse, and uses her gut instinct and street smarts to catch the most elusive criminals. Neither has ever had a partner, or a friend for that matter. When these two wildly incompatible law officers join forces to bring down a ruthless drug lord, they become the last thing anyone expected: Buddies.", "release_date": "2013-06-27", "poster": "/tM3hDt8JcU8Y8i6vzTcbnocM2bx.jpg", "runtime": 117, "id": 136795, "genre_ids": [28, 35, 80]}, {"title": "Mellow Mud", "overview": "Siblings Roby and Raya after the death of their father and being abandoned by their mother, are forced to live with their dominating grandmother in a small country house owned by their family. Things change after the sudden death of their grandmother. The teenagers have to face a tough choice: either to report the accident and submit themselves to a life in an orphanage or hide the dead body and live as if nothing has happened.", "release_date": "2016-02-26", "poster": "/wkqGFxe6OM7ts1u0Gk2fsPaOtBM.jpg", "runtime": 105, "id": 382913, "genre_ids": [18]}, {"title": "Earth to Echo", "overview": "After a construction project begins digging in their neighborhood, best friends Tuck, Munch and Alex inexplicably begin to receive strange, encoded messages on their cell phones. Convinced something bigger is going on, they go to their parents and the authorities. When everyone around them refuses to take the messages seriously, the three embark on a secret adventure to crack the code and follow it to its source. But taking matters into their own hands gets the trio in way over their heads when they discover a mysterious being from another world who desperately needs their help. The epic, suspenseful and exciting journey that follows will change all of their lives forever.", "release_date": "2014-07-02", "poster": "/tWPWo3JgwM7uGX096mWXmWPl8k8.jpg", "runtime": 89, "id": 238603, "genre_ids": [10751, 12, 878]}, {"title": "You're Next", "overview": "When the Davison family comes under attack during their wedding anniversary getaway, the gang of mysterious killers soon learns that one of their victims harbors a secret talent for fighting back.", "release_date": "2011-09-10", "poster": "/qhVj0F09RFtQdBrBMPhrdzivRcI.jpg", "runtime": 95, "id": 83899, "genre_ids": [27, 53, 9648]}, {"title": "La Femme Nikita", "overview": "A beautiful felon, sentenced to life in prison for the murder of a policeman, is given a second chance - as a secret political assassin controlled by the government.", "release_date": "1990-02-21", "poster": "/mjSe0ehEPaSRMFYF9qVFGpk9ubM.jpg", "runtime": 115, "id": 9322, "genre_ids": [28, 53]}, {"title": "The Running Man", "overview": "By 2017, the global economy has collapsed and American society has become a totalitarian police state, censoring all cultural activity. The government pacifies the populace by broadcasting a number of game shows in which convicted criminals fight for their lives, including the gladiator-style The Running Man, hosted by the ruthless Damon Killian, where “runners” attempt to evade “stalkers” and certain death for a chance to be pardoned and set free.", "release_date": "1987-11-13", "poster": "/ni5PkWh3J3Zx4pVk5JYGTywZDqW.jpg", "runtime": 101, "id": 865, "genre_ids": [28, 878]}, {"title": "A Time to Kill", "overview": "A young lawyer defends a black man accused of murdering two men who raped his 10-year-old daughter, sparking a rebirth of the KKK.", "release_date": "1996-07-24", "poster": "/sCHK5jHhRcrXZvZDekZXvRkDOHc.jpg", "runtime": 149, "id": 1645, "genre_ids": [80, 18, 53]}, {"title": "The Italian Job", "overview": "After being betrayed and left for dead in Italy, Charlie Croker and his team plan an elaborate gold heist against their former ally.", "release_date": "2003-05-30", "poster": "/dmWki38vOAvesXMCxlMOV7hzF6K.jpg", "runtime": 111, "id": 9654, "genre_ids": [53, 28, 80]}, {"title": "La Dolce Vita", "overview": "Episodic journey of an Italian journalist scouring Rome in search of love.", "release_date": "1960-05-11", "poster": "/aU7WLwPVCOoonAPWOPBmZ8X0c3c.jpg", "runtime": 174, "id": 439, "genre_ids": [35, 18]}, {"title": "The Bank Job", "overview": "Martine offers Terry a lead on a foolproof bank hit on London's Baker Street. She targets a roomful of safe deposit boxes worth millions in cash and jewelry. But Terry and his crew don't realize the boxes also contain a treasure trove of dirty secrets - secrets that will thrust them into a deadly web of corruption and illicit scandal.", "release_date": "2008-02-28", "poster": "/8GfGrGYtIHsqMfVpPgX1PDWCESc.jpg", "runtime": 112, "id": 8848, "genre_ids": [53, 80, 18]}, {"title": "The Girl Who Kicked the Hornet's Nest", "overview": "After taking a bullet to the head, Salander is under close supervision in a hospital and is set to face trial for attempted murder on her eventual release. With the help of journalist Mikael Blomkvist and his researchers at Millennium magazine, Salander must prove her innocence. In doing this she plays against powerful enemies and her own past.", "release_date": "2009-11-27", "poster": "/npbvrALDJ48MjXec5ZELpYvaAGs.jpg", "runtime": 147, "id": 33613, "genre_ids": [28, 53, 80, 9648]}, {"title": "The Queen", "overview": "The Queen is an intimate behind the scenes glimpse at the interaction between HM Elizabeth II and Prime Minister Tony Blair during their struggle, following the death of Diana, to reach a compromise between what was a private tragedy for the Royal family and the public's demand for an overt display of mourning.", "release_date": "2006-09-15", "poster": "/Ai8tz9c7Homb9mLg8baGhX1ABkR.jpg", "runtime": 103, "id": 1165, "genre_ids": [18]}, {"title": "Still Alice", "overview": "Alice Howland, happily married with three grown children, is a renowned linguistics professor who starts to forget words. When she receives a devastating diagnosis, Alice and her family find their bonds tested.", "release_date": "2014-12-05", "poster": "/4n7T0G6kNLszUyfqKAboesNTm55.jpg", "runtime": 99, "id": 284293, "genre_ids": [18]}, {"title": "Naked Among Wolves", "overview": "Naked Among Wolves (German: Nackt unter Wölfen) is a German drama film directed by Philipp Kadelbach in 2015. It is based on the novel of the same name by Bruno Apitz, which was published in 1958 by the East German Publishing house. It was created for television, it is the third film version of the literary text. The film takes place in the years 1944 and 1945 towards the end of World War II in the Buchenwald concentration camp.", "release_date": "2015-04-01", "poster": "/daEWegR9Vm3LnLfEeOo0uh7zoUf.jpg", "runtime": 0, "id": 333696, "genre_ids": [10752, 18, 36]}, {"title": "Rage", "overview": "When the Russian mob kidnaps the daughter of a reformed criminal, he rounds up his old crew and seeks his own brand of justice.", "release_date": "2014-05-09", "poster": "/gV2QQqj0ub0OQOtAby4O5Y06zZt.jpg", "runtime": 98, "id": 242310, "genre_ids": [28, 80, 53]}, {"title": "Punisher: War Zone", "overview": "After hunting down and killing hundreds of violent criminals, Frank Castle (Stevenson), better known to his victims as \"The Punisher,\" faces his most deadly foe yet, Jigsaw.", "release_date": "2008-12-05", "poster": "/xrBl7FvGZFicZoMXtlSZ04duTL9.jpg", "runtime": 107, "id": 13056, "genre_ids": [28, 53, 80, 18]}, {"title": "The Karate Kid", "overview": "Hassled by the school bullies, Daniel LaRusso has his share of adolescent woes. Luckily, his apartment building houses a resident martial arts master: Kesuke Miyagi, who agrees to train Daniel ... and ends up teaching him much more than self-defense. Armed with newfound confidence, skill and wisdom, Daniel ultimately faces off against his tormentors in this hugely popular classic underdog tale.", "release_date": "1984-06-22", "poster": "/5kKor5pZ3ov08CAstSyk7FGDKVN.jpg", "runtime": 126, "id": 1885, "genre_ids": [18]}, {"title": "The Goonies", "overview": "A young teenager named Mikey Walsh finds an old treasure map in his father's attic. Hoping to save their homes from demolition, Mikey and his friends Data Wang, Chunk Cohen, and Mouth Devereaux run off on a big quest to find the secret stash of Pirate One-Eyed Willie.", "release_date": "1985-06-06", "poster": "/bZUbpjwnarSHJK40W9sGpyedWhx.jpg", "runtime": 114, "id": 9340, "genre_ids": [12, 35, 10751]}, {"title": "Saving Mr. Banks", "overview": "Author P.L. Travers travels from London to Hollywood as Walt Disney Pictures adapts her novel Mary Poppins for the big screen.", "release_date": "2013-11-16", "poster": "/mvs3reS18RP6IhjLwwLeVtkoeg0.jpg", "runtime": 125, "id": 140823, "genre_ids": [35, 18, 36]}, {"title": "Austin Powers in Goldmember", "overview": "The world's most shagadelic spy continues his fight against Dr. Evil. This time, the diabolical doctor and his clone, Mini-Me, team up with a new foe -- '70s kingpin Goldmember. While pursuing the team of villains to stop them from world domination, Austin gets help from his dad and an old girlfriend.", "release_date": "2002-07-26", "poster": "/tFR7dTbX5BsmoUwKHfa2cWoZbwK.jpg", "runtime": 94, "id": 818, "genre_ids": [878, 35, 80, 28]}]