[{"title": "Garden State", "overview": "Andrew returns to his hometown for the funeral of his mother, a journey that reconnects him with past friends. The trip coincides with his decision to stop taking his powerful antidepressants. A chance meeting with Sam - a girl also suffering from various maladies - opens up the possibility of rekindling emotional attachments, confronting his psychologist father, and perhaps beginning a new life.", "release_date": "2004-01-16", "poster": "/u7IASCZ02Q94SYklSIR2609inis.jpg", "runtime": 102, "id": 401, "genre_ids": [35, 18, 10749]}, {"title": "The Mechanic", "overview": "Arthur Bishop (Statham) is a 'mechanic' - an elite assassin with a strict code and unique talent for cleanly eliminating targets. It's a job that requires professional perfection and total detachment, and Bishop is the best in the business. But when he is ordered to take out his mentor and close friend Harry (Sutherland), Bishop is anything but detached.", "release_date": "2011-01-13", "poster": "/eScKoGnjaUvGD2OkK3DImyzfVkt.jpg", "runtime": 93, "id": 27582, "genre_ids": [28, 53, 80]}, {"title": "Enter the Void", "overview": "This psychedelic tour of life after death is seen entirely from the point of view of Oscar (Nathaniel Brown), a young American drug dealer and addict living in Tokyo with his prostitute sister, Linda (Paz de la Huerta). When Oscar is killed by police during a bust gone bad, his spirit journeys from the past -- where he sees his parents before their deaths -- to the present -- where he witnesses his own autopsy -- and then to the future, where he looks out for his sister from beyond the grave.", "release_date": "2009-05-05", "poster": "/AvD7oAOit8FZYG1fH2GA5SPLDst.jpg", "runtime": 161, "id": 34647, "genre_ids": [14, 18]}, {"title": "Awake", "overview": "In \"Awake,\" a psychological thriller that tells the story of a man undergoing heart surgery while experiencing a phenomenon called \"anesthetic awareness,\" which leaves him awake but paralyzed throughout the operation. As various obstacles present themselves, his wife must make life-altering decisions while wrestling with her own personal drama.", "release_date": "2007-11-28", "poster": "/36PzzP5VBLkOvMJvyed4YQaVZXr.jpg", "runtime": 84, "id": 13483, "genre_ids": [53, 80, 9648]}, {"title": "The English Patient", "overview": "The filmed version of the novel by Michael Ondaatje of the same name. This film tells of love stories during the turbulent times of World War 2. Director Anthony Minghella films the biography of Ladislaus Almasy.", "release_date": "1996-11-14", "poster": "/niqc0v3Lclh99Mmmxm49qZTIo2e.jpg", "runtime": 162, "id": 409, "genre_ids": [18, 10749, 10752]}, {"title": "The Magnificent Seven", "overview": "The Magnificent Seven is a western film from John Sturges and a remake of the Akira Kurosawa's film The Seven Samurai from 1954.", "release_date": "1960-10-23", "poster": "/7w3JmmyL8GpBvW6BusQfQCSm2h0.jpg", "runtime": 128, "id": 966, "genre_ids": [28, 12, 37]}, {"title": "Miss Congeniality", "overview": "Gracie Hart is a tough-as-nails FBI officer. When her office receives a letter from a terrorist going by the alias \"The Citizen\", they figure out that he's planning his next act at the Miss America beauty pageant. Because Hart is the only female officer at her office, she's chosen to go undercover as the contestant from New Jersey.", "release_date": "2000-12-14", "poster": "/mILq93mndRkMRz1MgaKqD3WpR1d.jpg", "runtime": 111, "id": 1493, "genre_ids": [35, 80, 28]}, {"title": "Jamon Jamon", "overview": "Jose Luis is an executive at his parents underwear factory where his girlfriend Sylvia works on the shop floor. When Sylvia becomes pregnant, Jose Luis promises her that he will marry her, most likely against the wishes of his parents. Jose Luis' mother is determined to break her son's engagement to a girl from a lower-class family, and hires Raul, a potential underwear model and would-be bullfighter to seduce Sylvia.", "release_date": "1992-09-03", "poster": "/5Z8d6sTG1vkICerCwPTI6Xlhe6X.jpg", "runtime": 95, "id": 4507, "genre_ids": [10749, 35, 18]}, {"title": "Hidalgo", "overview": "Set in 1890, this is the story of a Pony Express courier who travels to Arabia to compete with his horse, Hidalgo, in a dangerous race for a massive contest prize, in an adventure that sends the pair around the world...", "release_date": "2004-03-05", "poster": "/5BiWWo12FnSFTatD8dfMpoF7bVs.jpg", "runtime": 136, "id": 2023, "genre_ids": [37, 12]}, {"title": "The Family Stone", "overview": "An uptight, conservative, businesswoman accompanies her boyfriend to his eccentric and outgoing family's annual Christmas celebration and finds that she's a fish out of water in their free-spirited way of life.", "release_date": "2005-12-14", "poster": "/m9JjA1pPVMZKmJkShq6iTrItkUW.jpg", "runtime": 103, "id": 9043, "genre_ids": [35, 18, 10749]}, {"title": "Hot Pursuit", "overview": "An uptight by-the-book cop must protect the widow of a drug boss from crooked cops and gunmen.", "release_date": "2015-05-08", "poster": "/rQSebx3Ie1TL12TbHwFoVqRMU5r.jpg", "runtime": 87, "id": 268920, "genre_ids": [28, 80, 35]}, {"title": "Spartacus", "overview": "Spartacus is a 1960 American historical drama film directed by Stanley Kubrick and based on the novel of the same name by Howard Fast about the historical life of Spartacus and the Third Servile War. The film stars Kirk Douglas as the rebellious slave Spartacus who leads a violent revolt against the decadent Roman empire. The film was awarded four Oscars and stands today as one of the greatest classics of the Sword and Sandal genre.", "release_date": "1960-10-06", "poster": "/hpICDCTdMIpcqEeNa0k3rcedw2B.jpg", "runtime": 197, "id": 967, "genre_ids": [28, 18, 36]}, {"title": "True Romance", "overview": "Clarence marries hooker Alabama, steals cocaine from her pimp, and tries to sell it in Hollywood, while the owners of the coke try to reclaim it.", "release_date": "1993-09-09", "poster": "/xBO8R3CZfrJ9rrwrZoJ68PgJyAR.jpg", "runtime": 120, "id": 319, "genre_ids": [28, 53, 80, 10749]}, {"title": "Scooby-Doo", "overview": "The Mystery Inc. gang have gone their separate ways and have been apart for two years, until they each receive an invitation to Spooky Island. Not knowing that the others have also been invited, they show up and discover an amusement park that affects young visitors in very strange ways.", "release_date": "2002-06-13", "poster": "/jnhGTpAdwqxicXIzrAK4QLInQgl.jpg", "runtime": 88, "id": 9637, "genre_ids": [9648, 12, 35]}, {"title": "99 Homes", "overview": "After his family is evicted from their home, proud and desperate construction worker Dennis Nash tries to win his home back by striking a deal with the devil and working for Rick Carver, the corrupt real estate broker who evicted him.", "release_date": "2015-09-25", "poster": "/mw4b2KLWInQ3Po5uOOTU6Q0Y5VP.jpg", "runtime": 112, "id": 283235, "genre_ids": [18]}, {"title": "High Fidelity", "overview": "When record store owner Rob Gordon gets dumped by his girlfriend, Laura, because he hasn't changed since they met, he revisits his top five breakups of all time in an attempt to figure out what went wrong. As Rob seeks out his former lovers to find out why they left, he keeps up his efforts to win Laura back.", "release_date": "2000-03-17", "poster": "/sEZKCUFU6Ozf7hZ3UuaKWUqHLTZ.jpg", "runtime": 113, "id": 243, "genre_ids": [35, 18, 10749, 10402]}, {"title": "We Were Soldiers", "overview": "The story of the first major battle of the American phase of the Vietnam War and the soldiers on both sides that fought it.", "release_date": "2002-03-01", "poster": "/kjG02l5Nqcgd3ZOb7aMBb9CIIIi.jpg", "runtime": 138, "id": 10590, "genre_ids": [28, 36, 10752]}, {"title": "Delivery Man", "overview": "An affable underachiever finds out he's fathered 533 children through anonymous donations to a fertility clinic 20 years ago. Now he must decide whether or not to come forward when 142 of them file a lawsuit to reveal his identity.", "release_date": "2013-10-10", "poster": "/XFNn7rL7JoG9eW0OoW8WU2wB4y.jpg", "runtime": 105, "id": 146239, "genre_ids": [35]}, {"title": "Notting Hill", "overview": "The British comedy from director Roger Michell tells the love story between a famous actress and a simple book seller from London. A look into the attempt for famous people to have a personal and private life and the ramifications that follow. Nominated for three Golden Globes in 2000.", "release_date": "1999-05-13", "poster": "/f1gMw3PVicfdq9thlvUIjJ5UdvS.jpg", "runtime": 124, "id": 509, "genre_ids": [35]}, {"title": "Gone In Sixty Seconds", "overview": "Upon learning that he has to come out of retirement to steal 50 cars in one night to save his brother Kip's life, former car thief Randall \"Memphis\" Raines enlists help from a few \"boost happy\" pals to accomplish a seemingly impossible feat. From countless car chases to relentless cops, the high-octane excitement builds as Randall swerves around more than a few roadblocks to keep Kip alive.", "release_date": "2000-06-04", "poster": "/nb2TRrlSdgi8wZAxTHdhsN0yMJw.jpg", "runtime": 118, "id": 9679, "genre_ids": [28, 80, 53]}, {"title": "Hollow Man", "overview": "Cocky researcher Sebastian Caine is working on a project to make living creatures invisible. He's so confident he's found the right formula that he tests it on himself and soon begins to vanish. The only problem is, no one can figure out how to make him visible again. This predicament begins to drive Caine mad, with terrifying results.", "release_date": "2000-08-04", "poster": "/ubc2Nf3fJirAUcxVLUismTSo4XD.jpg", "runtime": 112, "id": 9383, "genre_ids": [28, 878, 53]}, {"title": "The Ward", "overview": "A thriller centered on an institutionalized young woman who becomes terrorized by a ghost.", "release_date": "2010-09-13", "poster": "/8dCj3W9j6OFKytakm197bJD3rhT.jpg", "runtime": 88, "id": 45657, "genre_ids": [27, 53]}, {"title": "Laggies", "overview": "Overeducated and underemployed, 28 year old Megan is in the throes of a quarterlife crisis. Squarely into adulthood with no career prospects, no particular motivation to think about her future and no one to relate to, Megan is comfortable lagging a few steps behind - while her friends check off milestones and celebrate their new grown-up status. When her high-school sweetheart proposes, Megan panics and- given an unexpected opportunity to escape for a week - hides out in the home of her new friend, 16-year old Annika and Annika's world-weary single dad Craig.", "release_date": "2014-09-25", "poster": "/dNcoXoRC7JHiqbe7k5Ufo6syiPP.jpg", "runtime": 100, "id": 244264, "genre_ids": [10749, 35]}, {"title": "I Spit on Your Grave 2", "overview": "Naturally beautiful, Katie has just settled into New York where she, like many other young women, is trying to make it as a model. But what starts out as an innocent and simple photo shoot soon turns into something disturbingly unthinkable! Raped, tortured and kidnapped to a foreign country, Jessica is buried alive and left to die. Against all odds, she manages to escape. Severely injured, she will have to tap into the darkest places of the human psyche to not only survive, but to exact her revenge…", "release_date": "2013-08-25", "poster": "/qHCHcx5Kwl7bRPPbOK59yrzYAR9.jpg", "runtime": 106, "id": 207768, "genre_ids": [53, 27, 80]}, {"title": "While You Were Sleeping", "overview": "A love story built on a misunderstanding. A transit worker pulls commuter Peter off the tracks after he's mugged. But while he's in a coma, his family mistakenly thinks she's Peter's fiancée, and she doesn't correct them. Things get more complicated when she falls for his brother, who's not quite sure that she's who she claims to be.", "release_date": "1995-04-21", "poster": "/9StV7DX4ZtRZGJs9VcVEPvxIKL6.jpg", "runtime": 103, "id": 2064, "genre_ids": [35, 18, 10749]}, {"title": "Glory", "overview": "Robert Gould Shaw leads the US Civil War's first all-black volunteer company, fighting prejudices of both his own Union army and the Confederates.", "release_date": "1989-12-15", "poster": "/6pDBbYmR9iqg3IF8lgyY9pWFiqT.jpg", "runtime": 122, "id": 9665, "genre_ids": [10752]}, {"title": "Paycheck", "overview": "Michael Jennings is a genius who's hired -- and paid handsomely -- by high-tech firms to work on highly sensitive projects, after which his short-term memory is erased so he's incapable of breaching security. But at the end of a three-year job, he's told he isn't getting a paycheck and instead receives a mysterious envelope. In it are clues he must piece together to find out why he wasn't paid … and how he's gotten in hot water.", "release_date": "2003-12-24", "poster": "/fvp8I0d21MMbpd0Z8HMeGZXMKGU.jpg", "runtime": 119, "id": 9620, "genre_ids": [28, 12, 9648, 878, 53]}, {"title": "Domino", "overview": "A recounting of Domino Harvey's life story. The daughter of actor Laurence Harvey turned away from her career as a Ford model to become a bounty hunter.", "release_date": "2005-09-22", "poster": "/rH2m5kRQ7P4dYduVbUbRs5b30zf.jpg", "runtime": 127, "id": 9923, "genre_ids": [28, 80]}, {"title": "Rambo: First Blood Part II", "overview": "Col. Troutman recruits ex-Green Beret John Rambo for a highly secret and dangerous mission. Teamed with freedom fighter Co Bao, Rambo goes deep into Vietnam to rescue POWs. Deserted by his own team, he's left in a hostile jungle to fight for his life, avenge the death of a woman and bring corrupt officials to justice.", "release_date": "1985-05-21", "poster": "/xYLmHi80zIlu3JDfJYfd1JY0Xl7.jpg", "runtime": 96, "id": 1369, "genre_ids": [28, 12, 18, 53, 10752]}, {"title": "Khumba", "overview": "A half-striped zebra is blamed for the drought and leaves his herd in search of his missing stripes. He is joined on his quest by an overprotective wildebeest and a flamboyant ostrich; they defeat the tyrannical leopard and save his herd.", "release_date": "2013-07-18", "poster": "/47L9VufChwKF4K6VXeBr6IMWODm.jpg", "runtime": 85, "id": 172391, "genre_ids": [16, 12, 10751]}, {"title": "Man on Fire", "overview": "Jaded ex-CIA operative John Creasy reluctantly accepts a job as the bodyguard for a 10-year-old girl in Mexico City. They clash at first, but eventually bond, and when she's kidnapped he's consumed by fury and will stop at nothing to save her life.", "release_date": "2004-04-23", "poster": "/qAbRLPe8T7ehKzr1Tgo78T7ASrS.jpg", "runtime": 146, "id": 9509, "genre_ids": [28, 18, 53, 80]}, {"title": "Persona", "overview": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. Alma eventually confesses her secrets to a seemingly sympathetic Elisabeth and finds that her own personality is being submerged into Elisabeth's persona.", "release_date": "1966-10-18", "poster": "/cjAnlvCrp9ZY7atASUsxRrhve7o.jpg", "runtime": 85, "id": 797, "genre_ids": [18]}, {"title": "Traffic", "overview": "An exploration of the United States of America's war on drugs from multiple perspectives. For the new head of the Office of National Drug Control Policy, the war becomes personal when he discovers his well-educated daughter is abusing cocaine within their comfortable suburban home. In Mexico, a flawed, but noble policeman agrees to testify against a powerful general in league with a cartel, and in San Diego, a drug kingpin's sheltered trophy wife must learn her husband's ruthless business after he is arrested, endangering her luxurious lifestyle.", "release_date": "2000-12-27", "poster": "/9qPLd5hdXIlrAyknVWK38eZyUMo.jpg", "runtime": 148, "id": 1900, "genre_ids": [18]}, {"title": "Cool Runnings", "overview": "Cool Runnings is an American film from director Jon Turteltaub from 1993 about the first Jamaican Olympic bobsled team.", "release_date": "1993-09-30", "poster": "/9Jgk3T2EczJ55rElJpBJAaxeQd.jpg", "runtime": 98, "id": 864, "genre_ids": [35]}, {"title": "Chasing Amy", "overview": "Holden and Banky are comic book artists. Everything is going good for them until they meet Alyssa, also a comic book artist. Holden falls for her, but his hopes are crushed when he finds out she's a lesbian.", "release_date": "1997-04-04", "poster": "/4vFJileWrCGaBeobCmF0tXpQCUb.jpg", "runtime": 113, "id": 2255, "genre_ids": [35, 18, 10749]}, {"title": "Definitely, Maybe", "overview": "When Will decides to tell his daughter the story of how he met her mother, he discovers that a second look at the past might also give him a second chance at the future.", "release_date": "2008-02-08", "poster": "/26U9CeCwH63P0n4jrYnhxnlfKWs.jpg", "runtime": 112, "id": 8390, "genre_ids": [35, 10749]}, {"title": "The 13th Warrior", "overview": "In AD 922, Arab courtier Ahmad Ibn Fadlan (Antonio Banderas) accompanies a party of Vikings to the barbaric North to combat a terror that slaughters Vikings and devours their flesh.", "release_date": "1999-08-27", "poster": "/ooR8S0O0ZgxK2OBnT1GWHrr9w92.jpg", "runtime": 102, "id": 1911, "genre_ids": [12, 14, 28]}, {"title": "Chin'yuki", "overview": "Genzo is a monk on his way to Tianzhu (early East Asian name for India). Along the way, he happens to visit a house and meets an old couple. The couple has an adopted son, Taro Yamada (Kenichi Matsuyama). They ask Genzo to rehabilitate Taro who makes trouble with his magical power. Genzo takes Taro and travels to Tianzhu.", "release_date": "2016-02-27", "poster": "/o4yaOd0qCnYvEeA0zq1Dj0qZ1Ks.jpg", "runtime": 0, "id": 375534, "genre_ids": [35]}, {"title": "Krull", "overview": "A prince and a fellowship of companions set out to rescue his bride from a fortress of alien invaders who have arrived on their home planet.", "release_date": "1983-07-29", "poster": "/xini4pJHApNdYO1go39BmIvBdLT.jpg", "runtime": 117, "id": 849, "genre_ids": [14, 28, 12]}, {"title": "Hot Tub Time Machine", "overview": "A malfunctioning time machine at a ski resort takes a man back to 1986 with his two friends and nephew, where they must relive a fateful night and not change anything to make sure the nephew is born.", "release_date": "2010-03-26", "poster": "/zERxFAXiQdPAfsumIIcBFH8fOVt.jpg", "runtime": 101, "id": 23048, "genre_ids": [878, 35, 12]}, {"title": "The Beach", "overview": "Twenty-something Richard travels to Thailand and finds himself in possession of a strange map. Rumours state that it leads to a solitary beach paradise, a tropical bliss - excited and intrigued, he sets out to find it.", "release_date": "2000-02-11", "poster": "/61tQHc1RL4p2DQKn6JkAdj0WXqI.jpg", "runtime": 119, "id": 1907, "genre_ids": [18, 12, 10749, 53]}, {"title": "Commando", "overview": "Colonel Matrix has retired and is living with his 10-year-old daughter in the country. She is kidnapped to ensure that Matrix will kill the president of a Latin American country and make way for the return of a dictator. Matrix escapes off a plane flight and has until it lands to rescue his daughter.", "release_date": "1985-10-03", "poster": "/ypfLBI0xT9yyn38BFaRtp0Ny3uw.jpg", "runtime": 90, "id": 10999, "genre_ids": [28, 12, 53]}, {"title": "The Devil's Advocate", "overview": "A hotshot lawyer gets more than he bargained for when he learns his new boss is Lucifer himself.", "release_date": "1997-10-17", "poster": "/eSivb4EyOAyEum70mOSHtAWiUe3.jpg", "runtime": 144, "id": 1813, "genre_ids": [18, 27, 53, 9648]}, {"title": "Beetlejuice", "overview": "Thanks to an untimely demise via drowning, a young couple end up as poltergeists in their New England farmhouse, where they fail to meet the challenge of scaring away the insufferable new owners, who want to make drastic changes. In desperation, the undead newlyweds turn to an expert frightmeister, but he's got a diabolical agenda of his own.", "release_date": "1988-03-30", "poster": "/9QWgpkxjs9Pcb5JfWIw37lL6vYd.jpg", "runtime": 92, "id": 4011, "genre_ids": [14, 35]}, {"title": "Lilo & Stitch 2: Stitch has a Glitch", "overview": "Now, we find the rowdy extraterrestrial getting used to life with his new ohana. However, a malfunction in the ultimate creation of Dr. Jumba soon emerges, which reinstates his destructive programming and threatens to both ruin his friendship with Lilo and to short him out for good!", "release_date": "2005-01-29", "poster": "/hUmQxcaWdHjwovD1ABrTHbpTcoo.jpg", "runtime": 68, "id": 20760, "genre_ids": [16, 35, 10751]}, {"title": "Contagion", "overview": "Contagion follows the rapid progress of a lethal airborne virus that kills within days. As the fast–moving epidemic grows, the worldwide medical community races to find a cure and control the panic that spreads faster than the virus itself. At the same time, ordinary people struggle to survive in a society coming apart.", "release_date": "2011-09-08", "poster": "/kbC6I0AOSLTHFA2dieyat9h8QHP.jpg", "runtime": 106, "id": 39538, "genre_ids": [18, 53, 878]}, {"title": "Asterix at the Olympic Games", "overview": "Astérix and Obélix have to win the Olympic Games in order to help their friend Alafolix marry Princess Irina (portrayed by supermodel Vanessa Hessler). Brutus (Benoît Poelvoorde) uses every trick in the book to have his own team win the game, and get rid of his father Julius Caesar (Alain Delon) in the process.", "release_date": "2008-01-13", "poster": "/tKL0RJOeuccc1rrpcDKg8qhedIz.jpg", "runtime": 116, "id": 2395, "genre_ids": [14, 12, 35, 10751]}, {"title": "The Ring Two", "overview": "A female journalist (Naomi Watts) must prevent evil Samara from taking possession of her son's (David Dorfman) soul.", "release_date": "2005-03-17", "poster": "/mYZdcd5XeZkye72oQejkLuAGI7q.jpg", "runtime": 110, "id": 10320, "genre_ids": [18, 27, 53]}, {"title": "Hellraiser", "overview": "An unfaithful wife encounters the zombie of her dead lover, who's being chased by demons after he escaped from their sado-masochistic Hell.", "release_date": "1987-09-11", "poster": "/4nfAhOTlfZUHNorHJXEib7GYFpp.jpg", "runtime": 94, "id": 9003, "genre_ids": [27, 53]}, {"title": "Sideways", "overview": "Two middle-aged men embark on a spiritual journey through Californian wine country. One of them an unpublished novelist suffering from depression, the other only days away from walking down the aisle. Both meet two beautiful women on their trip and become romantically involved with them.", "release_date": "2004-10-22", "poster": "/xg9EXz9SPJMxnnIMC4f9r8m5izr.jpg", "runtime": 126, "id": 9675, "genre_ids": [35, 18, 10749]}, {"title": "Don't Look Now: We're Being Shot At", "overview": "During World War II, two French civilians and a downed English Bomber Crew set out from Paris to cross the demarcation line between Nazi-occupied Northern France and the South. From there they will be able to escape to England. First, they must avoid German troops - and the consequences of their own blunders.", "release_date": "1966-12-07", "poster": "/jXMy9bn7gZ3D1KL4XoMAlFyn407.jpg", "runtime": 132, "id": 8290, "genre_ids": [35, 10752]}, {"title": "What If", "overview": "Wallace, who is burned out from a string of failed relationships, forms an instant bond with Chantry, who lives with her longtime boyfriend. Together, they puzzle out what it means if your best friend is also the love of your life.", "release_date": "2013-09-07", "poster": "/g5vPBCJbBX36oikg68brcl7PU5a.jpg", "runtime": 93, "id": 212716, "genre_ids": [18, 35, 10749]}, {"title": "Escape from L.A.", "overview": "This time, a cataclysmic temblor hits Los Angeles, turning it into an island. The president views the quake as a sign from above, expels Los Angeles from the country and makes it a penal colony for those found guilty of moral crimes. When his daughter, part of a resistance movement, steals the control unit for a doomsday weapon, Snake again gets tapped to save the day.", "release_date": "1996-08-09", "poster": "/rAjz6XFC6Zs07oraJSnajbaAbG9.jpg", "runtime": 97, "id": 10061, "genre_ids": [28, 12, 878, 53]}, {"title": "A Cinderella Story", "overview": "Sam Montgomery is a tomboyish, unpopular girl at school. She has been text messaging a somebody named Nomad for a few months and he asks her to meet him at the Halloween dance at 11:00 in the middle of the dance floor. The only problem is, she must get back to the diner, ran by her wicked Stepmom Fiona by 12 sharp because she is not supposed to be there. Before Nomad can found out who she is, she must leave with her best friend, Carter driving her back to the diner. After that night, everything in Sam's life goes wacko!", "release_date": "2004-07-10", "poster": "/lzIjehNqNCFOuCRT9xJ2FYf1WPS.jpg", "runtime": 95, "id": 11247, "genre_ids": [35, 18, 10751, 10749]}, {"title": "The Pursuit of Happyness", "overview": "Based on a true story about a man named Christopher Gardner, who has invested heavily in a device known as a \"Bone Density scanner\". However, the devices do not sell as they are just marginally better than the current technology at a much higher price. As Gardner tries to figure out how to sell them, his wife leaves him, he loses his house, his bank account, and credit cards. Forced to live out in the streets with his son, Gardner is now desperate to find a steady job; he takes on a job as a stockbroker, but before he can receive pay, he needs to go through 6 months of training, and to sell his devices.", "release_date": "2006-12-14", "poster": "/qTyZ6bRb36FjoDPszbWa6zVYzJZ.jpg", "runtime": 117, "id": 1402, "genre_ids": [18]}, {"title": "Pom Poko", "overview": "As the human city development encroaches on the raccoon population's forest and meadow habitat, the raccoons find themselves faced with the very real possibility of extinction. In response, the raccoons engage in a desperate struggle to stop the construction and preserve their home.", "release_date": "1994-07-16", "poster": "/xbpD0l4Y4DKVMc3LjsiSCE2sC5z.jpg", "runtime": 119, "id": 15283, "genre_ids": [16, 10751]}, {"title": "Into the Storm", "overview": "The town of Silverton is in one day destroyed by the unprecedented power of a series of tornadoes. The population is at the mercy of the unpredictable and deadly cyclones, while hunters warn that the worst is yet to come. Most people find shelter, but some just go to the tornado for that one, unique shot.", "release_date": "2014-08-06", "poster": "/dtuyhlOtqj8zPPFgTgWJ0bF3s2h.jpg", "runtime": 89, "id": 216282, "genre_ids": [28, 53]}, {"title": "Apocalypto", "overview": "Set in the Mayan civilization, when a man's idyllic presence is brutally disrupted by a violent invading force, he is taken on a perilous journey to a world ruled by fear and oppression where a harrowing end awaits him. Through a twist of fate and spurred by the power of his love for his woman and his family he will make a desperate break to return home and to ultimately save his way of life.", "release_date": "2006-12-07", "poster": "/5BTFXR96hcBzmJvd9FwNayV79Xu.jpg", "runtime": 139, "id": 1579, "genre_ids": [28]}, {"title": "Chinese Zodiac", "overview": "Asian Hawk (Jackie Chan) leads a mercenary team to recover several lost artifacts from the Old Summer Palace, the bronze heads of the 12 Chinese Zodiac animals which were sacked by the French and British armies from the imperial Summer Palace in Beijing in 1860. Assisted by a Chinese student and a Parisian lady, Hawk stops at nothing to accomplish the mission.", "release_date": "2012-12-20", "poster": "/qUo6fIvNPRZTIBOT4vTSFi3pWHP.jpg", "runtime": 120, "id": 98567, "genre_ids": [28, 12]}, {"title": "The Postman", "overview": "It is 2013. War has crippled the Earth. Technology has been erased. Our only hope is an unlikely hero. What begins as a con game becomes one man's quest to rebuild civilization by resuming postal service.", "release_date": "1997-12-25", "poster": "/k7Bg8WaFeSMWwxCKX2BhGjNMTjA.jpg", "runtime": 177, "id": 9922, "genre_ids": [18, 12]}, {"title": "The Many Adventures of Winnie the Pooh", "overview": "Whether we’re young or forever young at heart, the Hundred Acre Wood calls to that place in each of us that still believes in magic. Experience the very first time Tigger \"pounces\" Pooh; laugh out loud when Pooh’s rumbly tumbly gets him stuck in a hilariously sticky situation. All your favorite Hundred Acre Wood characters come alive in this timeless motion picture.", "release_date": "1977-03-11", "poster": "/6fyd85GIb51kIQDbC2Es6rebQzf.jpg", "runtime": 74, "id": 250480, "genre_ids": [16, 10751, 14]}, {"title": "Open Grave", "overview": "A man awakes-- without memory -- in a pit full of bodies and must figure out if the people who rescued him are the killers, or if he is the murderer.", "release_date": "2013-08-13", "poster": "/uO9pr6aMgHz8ofLrOAjHvhv7J3e.jpg", "runtime": 102, "id": 215830, "genre_ids": [27, 53, 9648]}, {"title": "Indecent Proposal", "overview": "Robert Redford stars as billionaire John Gage, who offers a down-on-his-luck yuppie husband (Woody Harrelson) $1 million for the opportunity to spend the night with the man's wife (Demi Moore).", "release_date": "1993-04-07", "poster": "/tBsmJ9owjjnT4rO4kE1mOzxQAJc.jpg", "runtime": 117, "id": 4478, "genre_ids": [18]}, {"title": "Ghost Ship", "overview": "After discovering a passenger ship missing since 1962 floating adrift on the Bering Sea, salvagers claim the vessel as their own. Once they begin towing the ghost ship towards harbor, a series of bizarre occurrences happen and the group becomes trapped inside the ship, which they soon learn is inhabited by a demonic creature.", "release_date": "2002-10-22", "poster": "/3zpmLxfZIusjsy9GEEk5zhxBqi6.jpg", "runtime": 91, "id": 9645, "genre_ids": [27, 9648, 53]}, {"title": "The 6th Day", "overview": "Futuristic action about a man who meets a clone of himself and stumbles into a grand conspiracy about clones taking over the world.", "release_date": "2000-11-17", "poster": "/6pBUekwhnjW99V0cLphx7dZE2Wx.jpg", "runtime": 123, "id": 8452, "genre_ids": [878, 28, 53]}, {"title": "The Railway Man", "overview": "A victim from World War II's \"Death Railway\" sets out to find those responsible for his torture. A true story.", "release_date": "2013-12-26", "poster": "/Ima79QlWCdv670fZfW07kl49OA.jpg", "runtime": 116, "id": 127560, "genre_ids": [18, 36]}, {"title": "Spy Kids 2: The Island of Lost Dreams", "overview": "Exploring the further adventures of Carmen and Juni Cortez, who have now joined the family spy business as Level 2 OSS agents. Their new mission is to save the world from a mad scientist living on a volcanic island populated by an imaginative menagerie of creatures. On this bizarre island, none of the Cortez's gadgets work and they must rely on their wits--and each other--to survive and save the day.", "release_date": "2002-08-07", "poster": "/p0waDhvhpIj5T2v1OmL7DeLD5oq.jpg", "runtime": 100, "id": 9488, "genre_ids": [28, 12, 35, 10751]}, {"title": "The Back-Up Plan", "overview": "When Zoe tires of looking for Mr. Right, she decides to have a baby on her own. But on the day she's artificially inseminated, she meets Stan, who seems to be just who she's been searching for all her life. Now, Zoe has to figure out how to make her two life's dreams fit with each other.", "release_date": "2010-04-23", "poster": "/1Ig6ZQpLZfLsdvMLHD0inc2w0HB.jpg", "runtime": 106, "id": 34806, "genre_ids": [35, 10749]}, {"title": "The Program", "overview": "An Irish sports journalist becomes convinced that Lance Armstrong's performances during the Tour de France victories are fueled by banned substances. With this conviction, he starts hunting for evidence that will expose Armstrong.", "release_date": "2015-09-16", "poster": "/w8sBqGSko8OBsKbK6z7gPvRfp7F.jpg", "runtime": 103, "id": 271736, "genre_ids": [18]}, {"title": "Herbie Fully Loaded", "overview": "Maggie Peyton, the new owner of Number 53 - the free-wheelin' Volkswagen bug with a mind of its own - puts the car through its paces on the road to becoming a NASCAR competitor.", "release_date": "2005-06-18", "poster": "/w6LisixORl4NbEl4BaEykdkVloE.jpg", "runtime": 101, "id": 11451, "genre_ids": [35, 10751, 12, 14, 10749]}, {"title": "Nanny McPhee", "overview": "Widower Cedric Brown (Colin Firth) hires Nanny McPhee (Emma Thompson) to care for his seven rambunctious children, who have chased away all previous nannies. Taunted by Simon (Thomas Sangster) and his siblings, Nanny McPhee uses mystical powers to instill discipline. And when the children's great-aunt and benefactor, Lady Adelaide Stitch (Angela Lansbury), threatens to separate the kids, the family pulls together under the guidance of Nanny McPhee.", "release_date": "2005-10-21", "poster": "/2DyvZv9hExVjZtL7861gWrxcrR6.jpg", "runtime": 97, "id": 11283, "genre_ids": [14, 35, 10751]}, {"title": "Blazing Saddles", "overview": "The Ultimate Western Spoof. A town where everyone seems to be named Johnson is in the way of the railroad. In order to grab their land, Hedley Lemar, a politically connected nasty person, sends in his henchmen to make the town unlivable. After the sheriff is killed, the town demands a new sheriff from the Governor. Hedley convinces him to send the town the first Black sheriff in the west.", "release_date": "1974-02-07", "poster": "/yccgwPNVaqtgS1d0U5jjM6Mnza8.jpg", "runtime": 93, "id": 11072, "genre_ids": [35, 37]}, {"title": "Ninja Assassin", "overview": "Ninja Assassin follows Raizo (Rain), one of the deadliest assassins in the world. Taken from the streets as a child, he was transformed into a trained killer by the Ozunu Clan, a secret society whose very existence is considered a myth. But haunted by the merciless execution of his friend by the Clan, Raizo breaks free from them and vanishes. Now he waits, preparing to exact his revenge.", "release_date": "2009-09-29", "poster": "/3A3zgkcEOj1z0qflSdvZhydCVBT.jpg", "runtime": 99, "id": 22832, "genre_ids": [28, 80, 53]}, {"title": "Son of a Gun", "overview": "Locked up for a minor crime, 19 year old JR quickly learns the harsh realities of prison life. Protection, if you can get it, is paramount. JR soon finds himself under the watchful eye of Australia's most notorious criminal, Brendan Lynch, but protection comes at a price.", "release_date": "2014-10-16", "poster": "/pJoofuXXnEsDu5U4L1L48qkgUPf.jpg", "runtime": 108, "id": 294652, "genre_ids": [28, 80, 18, 53]}, {"title": "The Village", "overview": "When a willful young man tries to venture beyond his sequestered Pennsylvania hamlet, his actions set off a chain of chilling incidents that will alter the community forever in this atmospheric thriller featuring a star-studded cast.", "release_date": "2004-07-30", "poster": "/yV9W1TFQxaBA9EPeIIrDH7xHFT0.jpg", "runtime": 108, "id": 6947, "genre_ids": [18, 9648, 53]}, {"title": "Magic Mike XXL", "overview": "Three years after Mike bowed out of the stripper life at the top of his game, he and the remaining Kings of Tampa hit the road to Myrtle Beach to put on one last blow-out performance.", "release_date": "2015-07-01", "poster": "/lwPpcIeVG1VQJT3JAf2gN4tOyEj.jpg", "runtime": 115, "id": 264999, "genre_ids": [35, 18, 10402]}, {"title": "Fatal Attraction", "overview": "A married man's one night stand comes back to haunt him when that lover begins to stalk him and his family.", "release_date": "1987-09-11", "poster": "/qHditPFIFCbXJKGLTPzvIagg6XD.jpg", "runtime": 119, "id": 10998, "genre_ids": [18, 10749, 53]}, {"title": "Emmanuelle", "overview": "Emmanuelle, a svelte,naive young woman, is en route to Bangkok where she'll join her new husband. He works for the French Embassy and has a lovely home, several dedicated servants, and an expensive car at his disposal. Once Emmanuelle arrives, her husband and a few friends introduce her to a realm of sexual ecstasy she'd never imagined.", "release_date": "1974-06-25", "poster": "/d1MhpAVQkC2V6HOum69pBzSwvQu.jpg", "runtime": 89, "id": 24402, "genre_ids": [18, 10749]}, {"title": "A Nightmare on Elm Street 5: The Dream Child", "overview": "Alice, having survived the previous installment of the Nightmare series, finds the deadly dreams of Freddy Krueger starting once again. This time, the taunting murderer is striking through the sleeping mind of Alice's unborn child. His intention is to be \"born again\" into the real world. The only one who can stop Freddy is his dead mother, but can Alice free her spirit in time to save her own son?", "release_date": "1989-08-11", "poster": "/vnorsG2pKAVqIMYsDJbKoOr4CsX.jpg", "runtime": 89, "id": 10160, "genre_ids": [27, 53]}, {"title": "9 Songs", "overview": "Matt, a young glaciologist, soars across the vast, silent, icebound immensities of the South Pole as he recalls his love affair with Lisa. They meet at a mobbed rock concert in a vast music hall - London's Brixton Academy. They are in bed at night's end. Together, over a period of several months, they pursue a mutual sexual passion whose inevitable stages unfold in counterpoint to nine live-concert songs.", "release_date": "2004-07-16", "poster": "/bvGyYmmnQG5NPP7m2nuLhaiC8LH.jpg", "runtime": 66, "id": 27, "genre_ids": [18, 10402, 10749]}, {"title": "Willow", "overview": "Fearful of a prophecy stating that a girl child will be born to bring about her downfall, the evil Queen Bavmorda imprisons all pregnant women within the formidable stronghold of Nockmaar. A child, Elora Danan, is born in the Nockmaar dungeons and identified as the prophesied child by a birthmark on her arm. However, before the black sorceress arrives to claim the child, Elora's mother convinces her reluctant midwife to escape with the baby. Willow, a timid farmer and aspiring sorcerer, is entrusted with delivering the royal infant from evil.", "release_date": "1988-05-01", "poster": "/Akx1CXcDfwvZD5d4ZOsu6DCmYCA.jpg", "runtime": 126, "id": 847, "genre_ids": [12, 18, 28]}, {"title": "The City of Lost Children", "overview": "A scientist in a surrealist society kidnaps children to steal their dreams, hoping that they slow his aging process.", "release_date": "1995-05-16", "poster": "/eVo6ewq4akfyJYy3GXkMsLNzEJc.jpg", "runtime": 108, "id": 902, "genre_ids": [14, 878, 12]}, {"title": "101 Dalmatians II: Patch's London Adventure", "overview": "A direct-to-video sequel Roger, Anita and their canine clan are packing for the big move to Dalmatian Plantation, a home in the country with plenty of room for the 101 pups and far from the clutches of Cruella DeVil. The feistiest pup, Patch, feels lost in a sea of spots and longs to be a one-of-a-kind wonderdog like his TV hero,.", "release_date": "2003-01-21", "poster": "/ht4h6I7WwaZa1E8xzb1jE94mDvS.jpg", "runtime": 70, "id": 13654, "genre_ids": [16]}, {"title": "3 Idiots", "overview": "In the tradition of “Ferris Bueller’s Day Off” comes this refreshing comedy about a rebellious prankster with a crafty mind and a heart of gold. Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's sexy daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.", "release_date": "2009-12-23", "poster": "/wbE5SRTZFtQxgj2nIo4HJpQDk0k.jpg", "runtime": 170, "id": 20453, "genre_ids": [18, 35, 10749]}, {"title": "The Fox and the Hound 2", "overview": "Best friends Tod, a fox kit, and Copper, a hound puppy, visit a country fair when they see a band of dogs called \"The Singin' Strays\". The band has five members: Dixie, Cash, Granny Rose, and twin brothers Waylon and Floyd. It is important that they perform well because a talent scout is visiting.", "release_date": "2006-11-09", "poster": "/2SK9VetMoTvMWxeSE8cZIlU4Ke7.jpg", "runtime": 69, "id": 9948, "genre_ids": [12, 16, 35, 10751]}, {"title": "The Words", "overview": "The Words follows young writer Rory Jansen who finally achieves long sought after literary success after publishing the next great American novel. There's only one catch - he didn't write it. As the past comes back to haunt him and his literary star continues to rise, Jansen is forced to confront the steep price that must be paid for stealing another man's work, and for placing ambition and success above life's most fundamental three words.", "release_date": "2012-09-07", "poster": "/iNDSm5wcdmtfKsMM7nE8XhJUBl7.jpg", "runtime": 96, "id": 83686, "genre_ids": [18, 53]}, {"title": "A Dangerous Method", "overview": "In 1904 a Russian woman named Sabina Spielrein arrives at Carl Jung's clinic, seeking treatment for hysteria. Jung is eager to test Sigmund Freud's theories on Sabina and, in fact, successfully treats her. Two years later Jung and Sabina meet Freud in person, and Jung takes over the treatment of Otto Gross, whose influence leads Jung to begin an affair with Sabina, contributing to a rift with Freud.", "release_date": "2011-09-30", "poster": "/vKoP2wiyP71abIGxZ2oCmgnWG6K.jpg", "runtime": 99, "id": 48231, "genre_ids": [18, 53]}, {"title": "Secret of the Wings", "overview": "Tinkerbell wanders into the forbidden Winter woods and meets Periwinkle. Together they learn the secret of their wings and try to unite the warm fairies and the winter fairies to help Pixie Hollow.", "release_date": "2012-08-17", "poster": "/4oBoAsIGEw9z4R5XqhtuVmpznGk.jpg", "runtime": 92, "id": 75258, "genre_ids": [16, 10751, 14, 12]}, {"title": "Vanilla Sky", "overview": "David Aames (Tom Cruise) has it all: wealth, good looks and gorgeous women on his arm. But just as he begins falling for the warmhearted Sofia (Penelope Cruz), his face is horribly disfigured in a car accident. That's just the beginning of his troubles as the lines between illusion and reality, between life and death, are blurred.", "release_date": "2001-12-10", "poster": "/ujMy9P4VczTW9YSpAM31uqdOMpz.jpg", "runtime": 136, "id": 1903, "genre_ids": [18, 9648, 10749, 878, 53]}, {"title": "Sky Captain and the World of Tomorrow", "overview": "When gigantic robots attack New York City, \"Sky Captain\" uses his private air force to fight them off. His ex-girlfriend, reporter Polly Perkins, has been investigating the recent disappearance of prominent scientists. Suspecting a link between the global robot attacks and missing men, Sky Captain and Polly decide to work together. They fly to the Himalayas in pursuit of the mysterious Dr. Totenkopf, the mastermind behind the robots.", "release_date": "2004-09-14", "poster": "/7tO8s7n6Hga2y0NIUT0aoGQelPG.jpg", "runtime": 107, "id": 5137, "genre_ids": [9648, 28, 53, 878, 12]}, {"title": "A Few Good Men", "overview": "When cocky military lawyer Lt. Daniel Kaffee and his co-counsel, Lt. Cmdr. JoAnne Galloway, are assigned to a murder case, they uncover a hazing ritual that could implicate high-ranking officials such as shady Col. Nathan Jessep.", "release_date": "1992-12-11", "poster": "/WgWLwk55YaXFZdlMnPJTKlxGcz.jpg", "runtime": 138, "id": 881, "genre_ids": [18]}, {"title": "Jason X", "overview": "In the year 2455, Old Earth is now a contaminated planet abandoned for centuries -- a brown world of violent storms, toxic landmasses and poisonous seas. Yet humans have returned to the deadly place that they once fled, not to live, but to research the ancient, rusting artifacts of the long-gone civilizations. But it's not the harmful environment that could prove fatal to the intrepid, young explorers who have just landed on Old Earth. For them, it's Friday the 13th, and Jason lives!", "release_date": "2001-07-24", "poster": "/4RuaJhF4Gw0W1pdpIJi91ZBe17.jpg", "runtime": 91, "id": 11470, "genre_ids": [27, 878]}, {"title": "Babe", "overview": "Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mom, Babe realizes that he has the makings to become the greatest sheep pig of all time, and Farmer Hogget knows it. With the help of the sheep dogs Babe learns that a pig can be anything that he wants to be.", "release_date": "1995-07-18", "poster": "/gN6X3fwPya8pLffk9OEWV3DqBnE.jpg", "runtime": 89, "id": 9598, "genre_ids": [14, 18, 35, 10751]}, {"title": "Look Who's Talking Too", "overview": "Mollie and James are together and raising a family, which now consists of an older Mikey and his baby sister, Julie. Tension between the siblings arises, and as well with Mollie and James when Mollie's brother Stuart moves in. Mikey is also learning how to use the toilet for the first time.", "release_date": "1990-12-14", "poster": "/7HtSFUYBPOUd9ylUXU0LyPsxpRm.jpg", "runtime": 81, "id": 9356, "genre_ids": [10749, 35]}, {"title": "Y tu mamá también", "overview": "In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.", "release_date": "2001-06-08", "poster": "/lA52Zr0MGkCDDAzwno9ruCjDwK0.jpg", "runtime": 106, "id": 1391, "genre_ids": [18, 10749]}, {"title": "Get Hard", "overview": "When obscenely rich hedge-fund manager James is convicted of fraud and sentenced to a stretch in San Quentin, the judge gives him one month to get his affairs in order. Knowing that he won't survive more than a few minutes in prison on his own, James desperately turns to Darnell-- a black businessman who's never even had a parking ticket -- for help. As Darnell puts James through the wringer, both learn that they were wrong about many things, including each other.", "release_date": "2015-03-26", "poster": "/qRzUSrN4p6B7fzA5XGm4ebFg3co.jpg", "runtime": 100, "id": 257091, "genre_ids": [35]}, {"title": "From Up on Poppy Hill", "overview": "The story is set in 1963 in Yokohama. Kokuriko Manor sits on a hill overlooking the harbour. A 16 year-old girl, Umi, lives in that house. Every morning she raises a signal flag facing the sea. The flag means “I pray for safe voyages”. A 17 year-old boy, Shun, always sees this flag from the sea as he rides a tugboat to school. Gradually the pair are drawn to each other but they are faced with a sudden trial. Even so, they keep going without running from facing the hardships of reality.", "release_date": "2011-07-16", "poster": "/mVlosCi4Kckj1iXACJdpSrA9alR.jpg", "runtime": 91, "id": 83389, "genre_ids": [16, 18]}, {"title": "National Treasure: Book of Secrets", "overview": "Benjamin Franklin Gates and Dr. Abigail Chase -- who found riches and romance at the end of their first hunt for national treasure -- reteam with their wisecracking partner in crime, Riley Poole, for another romp through U.S. history. Now, armed with a stack of long-lost pages from John Wilkes Booth's diary, Ben must follow a clue left there to prove his ancestor's innocence in the assassination of Abraham Lincoln.", "release_date": "2007-12-13", "poster": "/5fOwo57lLZ3TFPG5jL6Db9Qaq8Q.jpg", "runtime": 124, "id": 6637, "genre_ids": [28, 12, 9648, 53]}, {"title": "Flags of Our Fathers", "overview": "There were five Marines and one Navy Corpsman photographed raising the U.S. flag on Mt. Suribachi by Joe Rosenthal on February 23, 1945. \"Flags of Our Fathers\" is the story of three of the six surviving servicemen, John \"Doc\" Bradley (Ryan Phillippe), Pvt. Rene Gagnon (Jesse Bradford), and Pvt. Ira Hayes (Adam Beach), who fought in the battle to take Iwo Jima.  \"Flags of Our Fathers\" is the American viewpoint of Eastwood's diptych on the battle of Iwo Jima, the other being \"Letters From Iwo Jima\", which tells the same story from the Japanse point of view.", "release_date": "2006-10-19", "poster": "/qmOMjEyxrZ91EM469GWPazAoPax.jpg", "runtime": 132, "id": 3683, "genre_ids": [10752, 18, 36]}, {"title": "The Thin Red Line", "overview": "Based on the graphic novel by James Jones, The Thin Red Line tells the story of a group of men, an Army Rifle company called C-for-Charlie, who change, suffer, and ultimately make essential discoveries about themselves during the fierce World War II battle of Guadalcanal. It follows their journey, from the surprise of an unopposed landing, through the bloody and exhausting battles that follow, to the ultimate departure of those who survived. A powerful frontline cast - including Sean Penn, Nick Nolte, Woody Harrelson and George Clooney - explodes into action in this hauntingly realistic view of military and moral chaos in the Pacific during World War II.", "release_date": "1998-12-25", "poster": "/jGDK6eM6vb8VEUmR0ZoaghcCG8f.jpg", "runtime": 170, "id": 8741, "genre_ids": [18, 36, 10752]}, {"title": "Eat Pray Love", "overview": "Liz Gilbert had everything a modern woman is supposed to dream of having - a husband, a house, a successful career - yet like so many others, she found herself lost, confused, and searching for what she really wanted in life. Newly divorced and at a crossroads, Gilbert steps out of her comfort zone, risking everything to change her life, embarking on a journey around the world that becomes a quest for self-discovery. In her travels, she discovers the true pleasure of nourishment by eating in Italy; the power of prayer in India, and, finally and unexpectedly, the inner peace and balance of true love in Bali. Based upon the bestselling memoir by Elizabeth Gilbert.", "release_date": "2010-08-12", "poster": "/s57E4AfPIU1fxwpGGRahk6A0DUl.jpg", "runtime": 133, "id": 38167, "genre_ids": [18]}, {"title": "A Good Year", "overview": "Failed London banker Max Skinner inherits his uncle's vineyard in Provence, where he spent many childhood holidays. Upon his arrival, he meets a woman from California who tells Max she is his long-lost cousin and that the property is hers.", "release_date": "2006-09-09", "poster": "/xxVoHo9Z9CZzRdkzj1IxrWYTQWT.jpg", "runtime": 118, "id": 9726, "genre_ids": [35, 18, 10749]}, {"title": "Final Fantasy VII: Advent Children", "overview": "Two years have passed since the final battle with Sephiroth. Though Midgar, city of mako, city of prosperity, has been reduced to ruins, its people slowly but steadily walk the road to reconstruction. However, a mysterious illness called Geostigma torments them. With no cure in sight, it brings death to the afflicted, one after another, robbing the people of their fledgling hope.", "release_date": "2005-07-14", "poster": "/pOHBhcZMLlVKALG098EOaobdeVX.jpg", "runtime": 101, "id": 647, "genre_ids": [28, 12, 16, 14]}, {"title": "Taxi", "overview": "In Marseilles (France), skilled pizza delivery boy Daniel who drives a scooter finally has his dreams come true. He gets a taxi license. Caught by the police for a huge speed infraction, he will help Emilien, a loser inspector who can't drive, on the track of German bank robbers, so he doesn't lose his license and his dream job.", "release_date": "1998-04-04", "poster": "/13vrEB6T3DuDz26rWAUfHZV0eSm.jpg", "runtime": 86, "id": 2330, "genre_ids": [28, 35, 80]}, {"title": "Forgetting Sarah Marshall", "overview": "When Sarah Marshall dumps aspiring musician Peter Bretter for rock star Aldous Snow, Peter's world comes crashing down. His best friend suggests that Peter should get away from everything and to fly off to Hawaii to escape all his problems. After arriving in Hawaii and meeting the beautiful Rachel Jansen, Peter is shocked to see not only Aldous Snow in Hawaii, but also Sarah Marshall.", "release_date": "2008-04-17", "poster": "/rAXlZmQ3gg4mScySg1kvs0ZLdCb.jpg", "runtime": 111, "id": 9870, "genre_ids": [35, 10749, 18]}, {"title": "When Marnie Was There", "overview": "A young girl is sent to the country for health reasons, where she meets an unlikely friend in the form of Marnie, a young girl with flowing blonde hair. As the friendship unravels it is possible that Marnie has closer ties to the protagonist than we might expect.", "release_date": "2014-07-19", "poster": "/wiEzIu4bw15RhB3NT58mCbPgv3R.jpg", "runtime": 103, "id": 242828, "genre_ids": [16, 18]}, {"title": "To Kill a Mockingbird", "overview": "To Kill A Mockingbird is the film adaptation of the classic book by Harper Lee. The film tells the story of a child in a small American town in the 1930’s where color prejudice, racial hatred, and taking the law into your own hands were everyday events. Gregory Peck would receive an Oscar for his excellent portrayal of a single father named Atticus Finch.", "release_date": "1962-12-25", "poster": "/gQg6sPYfNTUlf8wEtydzWl09RyR.jpg", "runtime": 129, "id": 595, "genre_ids": [80, 18, 9648]}, {"title": "A Streetcar Named Desire", "overview": "A Streetcar Named Desire is the film adaptation from the play by Tennessee Williams and directed by Elia Kazan. The film tells the drama story of the conflict between run down southern states and the exemplary industrial states in the north.  Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her.", "release_date": "1951-09-18", "poster": "/xYaL9SJ7bQ9k1ZG6lVhemPsdzvP.jpg", "runtime": 125, "id": 702, "genre_ids": [18]}, {"title": "Starship Troopers : Invasion", "overview": "A distant Federation outpost Fort Casey comes under attack by bugs. The team on the fast attack ship Alesia is assigned to help the Starship John A. Warden stationed in Fort Casey evacuate along with the survivors and bring military intelligence safely back to Earth. Carl Jenkins, now ministry of Paranormal Warfare, takes the starship on a clandestine mission before its rendezvous with the Alesia and goes missing in the nebula. Now, the battle-hardened troopers are charged with a rescue mission that may lead to a much more sinister consequence than they ever could have imagined....", "release_date": "2012-07-21", "poster": "/3znAWfEzXzR1slLKc9VQwtD6XmD.jpg", "runtime": 89, "id": 114478, "genre_ids": [16, 28, 878]}, {"title": "Rashomon", "overview": "In ancient Japan a crime take place as told from three different travelers who have experienced the crime: a man being killed and his wife being raped. Which if any of the stories is true? A Akira Kurosawa film about morals, truth, and communication.", "release_date": "1950-12-26", "poster": "/z9hLdjaqQBADwBj90pULE9zgh3t.jpg", "runtime": 88, "id": 548, "genre_ids": [80, 18, 9648]}, {"title": "Aloha", "overview": "A celebrated military contractor returns to the site of his greatest career triumphs and re-connects with a long-ago love while unexpectedly falling for the hard-charging Air Force watchdog assigned to him.", "release_date": "2015-05-27", "poster": "/4Q0rnkCsQ9GhdnR66Bqjvav2Q1x.jpg", "runtime": 105, "id": 222936, "genre_ids": [12, 35, 10749]}, {"title": "Batman: The Dark Knight Returns, Part 2", "overview": "Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.", "release_date": "2013-01-18", "poster": "/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg", "runtime": 78, "id": 142061, "genre_ids": [16, 28]}, {"title": "The Girl Next Door", "overview": "Exceptionally ambitious high schooler Matthew has aspirations for a career in politics when he falls in love with his gorgeous 19-year-old neighbor, Danielle. But Matthew's bright future is jeopardized when he finds Danielle was once a porn star. As Danielle's past catches up with her, Matthew's love for her forces him to re-evaluate his goals.", "release_date": "2004-03-04", "poster": "/lWybRfPlUCKKOaYFSjY67pNhkxa.jpg", "runtime": 108, "id": 10591, "genre_ids": [35]}, {"title": "Twins", "overview": "Julius and Vincent Benedict are the results of an experiment that would allow for the perfect child. Julius was planned and grows to athletic proportions. Vincent is an accident and is somewhat smaller in stature. Vincent is placed in an orphanage while Julius is taken to a south seas island and raised by philosophers. Vincent becomes the ultimate low life and is about to be killed by loan sharks.", "release_date": "1988-12-08", "poster": "/i0mKmkxhLQuYBR9JPjShMbse2k6.jpg", "runtime": 107, "id": 9493, "genre_ids": [35, 18]}, {"title": "Meet Joe Black", "overview": "When the grim reaper comes to collect the soul of megamogul Bill Parrish, he arrives with a proposition: Host him for a \"vacation\" among the living in trade for a few more days of existence. Parrish agrees, and using the pseudonym Joe Black, Death begins taking part in Parrish's daily agenda and falls in love with the man's daughter. Yet when Black's holiday is over, so is Parrish's life.", "release_date": "1998-11-12", "poster": "/3velgL8B8MtsIpRsMuRCNemtBQ9.jpg", "runtime": 178, "id": 297, "genre_ids": [14, 18, 9648]}, {"title": "In the Name of the Father", "overview": "A small time thief from Belfast, Gerry Conlon, is falsely implicated in the IRA bombing of a pub that kills several people while he is in London. He and his four friends are coerced by British police into confessing their guilt. Gerry's father and other relatives in London are also implicated in the crime. He spends fifteen years in prison with his father trying to prove his innocence.", "release_date": "1993-12-12", "poster": "/I6Gmqloh82fjX7Bj0AioL0bdjX.jpg", "runtime": 133, "id": 7984, "genre_ids": [18]}, {"title": "The Heartbreak Kid", "overview": "The story centers on a man who is convinced that he has finally met the right girl and marries too quickly. While on his honeymoon and in the process of discovering that his new bride is a nightmare, he meets the girl of his dreams", "release_date": "2007-10-05", "poster": "/fYUc7bKhhC3uwiFjyeRbu1USKOE.jpg", "runtime": 116, "id": 9038, "genre_ids": [35, 10749]}, {"title": "Artist of Fasting", "overview": "Adachi Masao's long-awaited return from hiatus is an absurdist comedy with political bite. The multilayered hypocrisies of contemporary Japan are slowly unveiled when a wordless man stages an unexplained hunger strike and the people who surround him exploit his silence to further their own cause.", "release_date": "2016-02-27", "poster": "/bopLtQMtAOz7AkF8Xk25aiQpaEI.jpg", "runtime": 105, "id": 380760, "genre_ids": []}, {"title": "The Green Hornet", "overview": "Britt Reid (Seth Rogen), the heir to the largest newspaper fortune in Los Angeles, is a spoiled playboy who has been, thus far, happy to lead an aimless life. After his father (Tom Wilkinson) dies, Britt meets Kato (Jay Chou), a resourceful company employee. Realizing that they have the talent and resources to make something of their lives, Britt and Kato join forces as costumed crime-fighters to bring down the city's most-powerful criminal, Chudnofsky (Christoph Waltz).", "release_date": "2011-01-12", "poster": "/hZvTFnyqiTiQDO1FRsQvwhFNg3G.jpg", "runtime": 119, "id": 40805, "genre_ids": [28, 80, 35]}, {"title": "Four Brothers", "overview": "Four adopted brothers come to avenge their mother's death in what appears to be a random killing in a grocery store robbery. However, the boys' investigation of the death reveals more nefarious activities involving the one brother's business dealings with a notorious local hoodlum. Two cops who are trying to solve the case may also not be what they seem.", "release_date": "2005-08-11", "poster": "/spb6ir8Z1PzheaxagpCELAhZG4O.jpg", "runtime": 109, "id": 8292, "genre_ids": [18, 28, 53, 80]}, {"title": "Caligula", "overview": "The perversion behind imperial Rome, the epic story of Rome's mad Emporer. All the details of his cruel, bizarre reign are revealed right here: His unholy sexual passion for his sister, his marriage to Rome's most infamous prostitute, his fiendishly inventive means of disposing those who would oppose him, and more.", "release_date": "1979-01-21", "poster": "/hCplH6y8ir2q3RY10XAOTHAXf1x.jpg", "runtime": 156, "id": 9453, "genre_ids": [18, 36, 10749]}, {"title": "Arthur 3: The War of the Two Worlds", "overview": "Maltazard, the Evil M, is now 7 feet tall and evolving among the humans, causing terror wherever he goes. His goal is simple: forming an army of giant henchmen and ruling over the universe. Meanwhile, Arthur is still a Minimoy, and thus in a state where he's unable to fend him off. With the help of Selenia and Betameche, he hatches a plan to regain his usual size: all they must do is infiltrate Arthur's house through the pipeworks, catch an electric train from his bedroom to his grandfather's study and find an elixir that will make him grow back to his human size. Sounds simple enough, if it weren't for Darkos, Maltazard's own son, hot on their tails.", "release_date": "2010-08-22", "poster": "/kcV19OrRiuJKytmoSTuA1gXCTOA.jpg", "runtime": 101, "id": 42949, "genre_ids": [16, 12, 14, 10751]}, {"title": "Network", "overview": "A TV network cynically exploits a deranged ex-TV anchor's ravings and revelations about the media for their own profit.", "release_date": "1976-11-01", "poster": "/nFovf0eUlbdGRqjdxETFunUAtI0.jpg", "runtime": 121, "id": 10774, "genre_ids": [18]}, {"title": "August: Osage County", "overview": "A look at the lives of the strong-willed women of the Weston family, whose paths have diverged until a family crisis brings them back to the Midwest house they grew up in, and to the dysfunctional woman who raised them.", "release_date": "2013-12-09", "poster": "/hkG0j7bfSBGB6NpPtYwW7zH0fU5.jpg", "runtime": 121, "id": 152737, "genre_ids": [35, 18]}, {"title": "Not Another Teen Movie", "overview": "On a bet, a gridiron hero at John Hughes High School sets out to turn a bespectacled plain Jane into a beautiful and popular prom queen in this outrageous send-up of the teen movie genre.", "release_date": "2001-12-07", "poster": "/tBOG4R39TFJ2EPBfwlJFzrgcsix.jpg", "runtime": 89, "id": 11397, "genre_ids": [35]}, {"title": "Aligarh", "overview": "Set in the city of Uttar Pradesh and based on true events, the plot revolves around Dr Shrinivas Ramchandra Siras who taught Marathi at Aligarh Muslim University. He was sacked from his position of Reader and Chair of Modern Indian Languages, on charges of homosexuality. A sting operation was conducted by a TV channel which showed him in an embrace with a rickshaw puller, at his house inside the campus.", "release_date": "2016-02-26", "poster": "/3U3eQGOPR0kcEFGYPSQPFgb6VQB.jpg", "runtime": 114, "id": 370870, "genre_ids": [18]}, {"title": "The Vatican Tapes", "overview": "In a highly secured vault deep within the walls of Vatican City, the Catholic Church holds thousands of old films and video footage documenting exorcisms/supposed exorcisms and other unexplained religious phenomena they feel the world is not ready to see. This is the first tape - Case 83-G - stolen from these archives and exposed to the public by an anonymous source.", "release_date": "2015-07-24", "poster": "/uiKoHzltaCzHOzvef9tU4HKhqsc.jpg", "runtime": 91, "id": 157544, "genre_ids": [53, 27]}, {"title": "Jane Eyre", "overview": "After a bleak childhood, Jane Eyre goes out into the world to become a governess. As she lives happily in her new position at Thornfield Hall, she meet the dark, cold, and abrupt master of the house, Mr. Rochester. Jane and her employer grow close in friendship and she soon finds herself falling in love with him. Happiness seems to have found Jane at last, but could Mr. Rochester's terrible secret be about to destroy it forever?", "release_date": "2011-03-11", "poster": "/jINBiay4lfGyIaQUI0fpyvE5BBk.jpg", "runtime": 120, "id": 38684, "genre_ids": [18, 10749]}, {"title": "Talladega Nights: The Ballad of Ricky Bobby", "overview": "Lifelong friends and national idols Ricky Bobby and Cal Naughton Jr. have earned their NASCAR stripes with their uncanny knack of finishing races in the first and second slots, respectively, and slinging catchphrases like \"Shake and bake!\" But when a rival French driver coasts onto the track to challenge their records, they'll have to floor it to retain their top-dog status.", "release_date": "2006-08-04", "poster": "/hi8whfL7t6cL2LITLJjzJ7UWuZA.jpg", "runtime": 116, "id": 9718, "genre_ids": [35]}, {"title": "The Bridge on the River Kwai", "overview": "A classic story of English POWs in Burma forced to build a bridge to aid the war effort of their Japanese captors. British and American intelligence officers conspire to blow up the structure, but Col. Nicholson , the commander who supervised the bridge's construction, has acquired a sense of pride in his creation and tries to foil their plans.", "release_date": "1957-10-02", "poster": "/vtPR6tSHeu35rF6qTDw3Yjr9eDg.jpg", "runtime": 161, "id": 826, "genre_ids": [18, 36, 10752]}, {"title": "The Thing", "overview": "Scientists in the Antarctic are confronted by a shape-shifting alien that assumes the appearance of the people that it kills.", "release_date": "1982-06-25", "poster": "/s5fH3GqFcHbi2F0NSBSh4KRNTc0.jpg", "runtime": 109, "id": 1091, "genre_ids": [27, 878, 9648, 53]}, {"title": "Sphere", "overview": "The OSSA discovers a spacecraft thought to be at least 300 years old at the bottom of the ocean. Immediately following the discovery, they decide to send a team down to the depths of the ocean to study the space craft.They are the best of best, smart and logical, and the perfect choice to learn more about the spacecraft.", "release_date": "1998-02-13", "poster": "/jrjzPjKnpJq99GPePKf64k7Fzqh.jpg", "runtime": 134, "id": 10153, "genre_ids": [878]}, {"title": "Scary Movie", "overview": "Following on the heels of popular teen-scream horror movies, with uproarious comedy and biting satire. Marlon and Shawn Wayans, Shannon Elizabeth and Carmen Electra pitch in to skewer some of Hollywood's biggest blockbusters, including Scream, I Know What You Did Last Summer, The Matrix, American Pie and The Blair Witch Project.", "release_date": "2000-07-07", "poster": "/bvVmVFBVQLytK1H4TJTFdnhvf4T.jpg", "runtime": 88, "id": 4247, "genre_ids": [35]}, {"title": "The Wedding Date", "overview": "With the wedding of her younger sister fast approaching, Kat Ellis faces the undesirable prospect of traveling alone to London for the ceremony. While this is bad enough, Jeffrey, the man who left her as they moved closer to marriage, happens to be the groom's best man. Determined to show everyone -- most of all Jeffrey -- that her romantic life is as full and thrilling as ever, Kat hires a charming male escort as her date.", "release_date": "2005-02-04", "poster": "/A2m90ko1FCnJqEkpbHwMq3BDgx6.jpg", "runtime": 88, "id": 6961, "genre_ids": [35, 10749]}, {"title": "Hitman", "overview": "The best-selling videogame, Hitman, roars to life with both barrels blazing in this hardcore action-thriller starring Timothy Olyphant. A genetically engineered assassin with deadly aim, known only as \"Agent 47\" eliminates strategic targets for a top-secret organization. But when he's double-crossed, the hunter becomes the prey as 47 finds himself in a life-or-death game of international intrigue.", "release_date": "2007-11-21", "poster": "/1U2FpMotSyaciATw5qfEsKdgpX4.jpg", "runtime": 89, "id": 1620, "genre_ids": [28, 80, 18, 53]}, {"title": "Doomsday", "overview": "A lethal virus spreads throughout the British isles,infecting millions and killing hundreds of thousands. To contain the threat, acting authorities brutally quarantine the country as it succumbs to fear and chaos. The quarantine is successful. Three decades later, the Reaper virus violently resurfaces in a major city. An elite group of specialists is urgently dispatched into the still-quarantined country to retrieve a cure by any means necessary. Shut off from the rest of the world, the unit must battle through a landscape that has become a waking nightmare.", "release_date": "2008-03-14", "poster": "/d5rTA0dNsK9iLnRW7SDBwGuClI8.jpg", "runtime": 105, "id": 13460, "genre_ids": [28, 53, 878]}, {"title": "Abduction", "overview": "A thriller centered on a young man who sets out to uncover the truth about his life after finding his baby photo on a missing persons website.", "release_date": "2011-09-22", "poster": "/cUT6NQP5LAJpmUoStGtXmvNt4zA.jpg", "runtime": 106, "id": 59965, "genre_ids": [53, 28, 9648]}, {"title": "Avatar 2", "overview": "A sequel to the 2009 blockbuster, the Avatar sequel will take place after the events of the first movie.", "release_date": "2018-12-31", "poster": "/28vT8vlqx4zwstq8UFP7OPvdKKz.jpg", "runtime": 0, "id": 76600, "genre_ids": [28, 12, 14]}, {"title": "8MM", "overview": "A small, seemingly innocuous plastic reel of film leads surveillance specialist Tom Welles down an increasingly dark and frightening path. With the help of the streetwise Max, he relentlessly follows a bizarre trail of evidence to determine the fate of a complete stranger. As his work turns into obsession, he drifts farther and farther away from his wife, family and simple life as a small-town PI.", "release_date": "1999-02-25", "poster": "/oEgBIcIJb1Z5sperKxE8Pb4tTr0.jpg", "runtime": 123, "id": 8224, "genre_ids": [53, 80, 9648]}, {"title": "The Human Centipede 2 (Full Sequence)", "overview": "Inspired by the fictional Dr. Heiter, disturbed loner Martin dreams of creating a 12-person centipede and sets out to realize his sick fantasy.", "release_date": "2010-08-21", "poster": "/kFtAdkCO0vXN2RWu2oMcR9GZ9Hi.jpg", "runtime": 91, "id": 74997, "genre_ids": [18, 27, 80]}, {"title": "Hachi: A Dog's Tale", "overview": "A drama based on the true story of a college professor's bond with the abandoned dog he takes into his home.", "release_date": "2009-06-13", "poster": "/3MpVmIg6CgOCUrZ2TZ2P0yitCbM.jpg", "runtime": 93, "id": 28178, "genre_ids": [18, 10751]}, {"title": "Max Payne", "overview": "Coming together to solve a series of murders in New York City are a DEA agent whose family was slain as part of a conspiracy and an assassin out to avenge her sister's death. The duo will be hunted by the police, the mob, and a ruthless corporation.", "release_date": "2008-10-16", "poster": "/7zb2UsXRhcJn0NVk0wGBD2F7ML6.jpg", "runtime": 100, "id": 13051, "genre_ids": [28]}, {"title": "Brothers", "overview": "When his helicopter goes down during his fourth tour of duty in Afghanistan, Marine Sam Cahill (Tobey Maguire) is presumed dead. Back home, brother Tommy (Jake Gyllenhaal) steps in to look over Sam’s wife, Grace (Natalie Portman), and two children. Sam’s surprise homecoming triggers domestic mayhem.", "release_date": "2009-01-27", "poster": "/rfLmpW2tzI40g91GiU0WSiMIxox.jpg", "runtime": 104, "id": 7445, "genre_ids": [18, 53, 10752]}, {"title": "Black Sea", "overview": "A suspenseful adventure thriller directed by Academy Award winner Kevin Macdonald, centering on a rogue submarine captain who pulls together a misfit crew to go after a sunken treasure rumored to be lost in the depths of the Black Sea. As greed and desperation take control onboard their claustrophobic vessel, the increasing uncertainty of the mission causes the men to turn on each other to fight for their own survival.", "release_date": "2014-12-05", "poster": "/ghac5aKzS0tsmBhXXAWURcEEVk0.jpg", "runtime": 115, "id": 246080, "genre_ids": [12, 53]}, {"title": "Kill Kane", "overview": "A teacher's world is torn apart when his wife and children are brutally murdered at the hands of a ruthless gang. Left for dead and with no one to turn to, he takes matters into his own hands and hits the streets in search of justice.", "release_date": "2016-03-01", "poster": "/zcVfEQjk913S2DhYB9KLF4H8Ze0.jpg", "runtime": 74, "id": 378092, "genre_ids": [53, 80]}, {"title": "Moneyball", "overview": "The story of Oakland Athletics general manager Billy Beane's successful attempt to put together a baseball team on a budget, by employing computer-generated analysis to draft his players.", "release_date": "2011-09-22", "poster": "/3oAa8mJJ97CH9AeGEY6vjAxqcvZ.jpg", "runtime": 133, "id": 60308, "genre_ids": [18]}, {"title": "Babel", "overview": "Tragedy strikes a married couple on vacation in the Moroccan desert, touching off an interlocking story involving four different families.", "release_date": "2006-09-08", "poster": "/fxneN0EQZwTfAfhTGUvUuIn6PLi.jpg", "runtime": 143, "id": 1164, "genre_ids": [18]}, {"title": "Coyote Ugly", "overview": "Graced with a velvet voice, 21-year-old Violet Sanford heads to New York to pursue her dream of becoming a songwriter only to find her aspirations sidelined by the accolades and notoriety she receives at her \"day\" job as a barmaid at Coyote Ugly. The \"Coyotes\" as they are affectionately called tantalize customers and the media alike with their outrageous antics, making Coyote Ugly the watering hole for guys on the prowl.", "release_date": "2000-07-30", "poster": "/15A92dWMP4anntYpAQ0Mzq7wtru.jpg", "runtime": 100, "id": 6282, "genre_ids": [35]}, {"title": "Walking Tall", "overview": "A former U.S. soldier returns to his hometown to find it overrun by crime and corruption, which prompts him to clean house.", "release_date": "2004-04-02", "poster": "/mgYJjfWiuL2jPbypv1ICnd9JSCs.jpg", "runtime": 86, "id": 11358, "genre_ids": [12, 18, 28, 53]}, {"title": "The Smurfs 2", "overview": "The evil wizard Gargamel creates a couple of mischievous Smurf-like creatures called the Naughties that he hopes will let him harness the all-powerful, magical Smurf-essence. But when he discovers that only a real Smurf can give him what he wants, and only a secret spell that Smurfette knows can turn the Naughties into real Smurfs, Gargamel kidnaps Smurfette and brings her to Paris, where he has been winning the adoration of millions as the world¹s greatest sorcerer. It's up to Papa, Clumsy, Grouchy, and Vanity to return to our world, reunite with their human friends Patrick and Grace Winslow, and rescue her! Will Smurfette, who has always felt different from the other Smurfs, find a new connection with the Naughties Vexy and Hackus or will the Smurfs convince her that their love for her is True Blue?", "release_date": "2013-07-30", "poster": "/mF2FXzZ3EktWoagU4fzoabNsK6J.jpg", "runtime": 105, "id": 77931, "genre_ids": [14, 10751, 35, 16]}, {"title": "Dante's Peak", "overview": "Volcanologist Harry Dalton comes to the sleepy town of Dante's Peak to investigate the recent rumblings of the dormant volcano the burg is named for. Before long, his worst fears are realized when a massive eruption hits, and immediately, Harry, the mayor and the townspeople find themselves fighting for their lives amid a catastrophic nightmare.", "release_date": "1997-02-06", "poster": "/6wBlgo0xqja56OMfQoxsdLmcR76.jpg", "runtime": 108, "id": 9619, "genre_ids": [28, 12, 53]}, {"title": "Der Geilste Tag", "overview": "", "release_date": "2016-02-25", "poster": "/iXSYyJ5kdvOKMWc4ARhKaZEy64f.jpg", "runtime": null, "id": 373889, "genre_ids": [35, 18]}, {"title": "Dragonheart 3: The Sorcerer's Curse", "overview": "When aspiring knight Gareth goes in search of a fallen comet rumored to contain gold, he is shocked to instead find the dragon Drago. After Drago saves Gareth's life the two become intricately bonded, and must work together to defeat an evil sorcerer and stop his reign of terror. Along the way, Gareth learns the true meaning of being a knight in this fantasy action-adventure for the ages.", "release_date": "2015-02-24", "poster": "/weZV8fBcCMDvU5PIQ19w4gPOChD.jpg", "runtime": 97, "id": 300803, "genre_ids": [28, 12, 14]}, {"title": "The Lovely Bones", "overview": "After being brutally murdered, 14-year-old Susie Salmon watches from heaven over her grief-stricken family -- and her killer. As she observes their daily lives, she must balance her thirst for revenge with her desire for her family to heal.", "release_date": "2009-12-26", "poster": "/x6h0UMw1YJG9YIYwkN3ieVIgU4.jpg", "runtime": 136, "id": 7980, "genre_ids": [14, 18]}, {"title": "Godzilla", "overview": "When a freighter is viciously attacked in the Pacific Ocean, a team of experts -- including biologist Niko Tatopoulos and scientists Elsie Chapman and Mendel Craven -- concludes that an oversized reptile is the culprit. Before long, the giant lizard is loose in Manhattan, destroying everything within its reach. The team chases the monster to Madison Square Garden, where a brutal battle ensues.", "release_date": "1998-05-19", "poster": "/5axr56XqJH2xqkzI4j5sjzgV1Hu.jpg", "runtime": 139, "id": 929, "genre_ids": [878, 28, 53]}, {"title": "The Wave", "overview": "A school teacher discusses types of government with his class. His students find it too boring to repeatedly go over national socialism and believe that dictatorship cannot be established in modern Germany. He starts an experiment to show how easily the masses can become manipulated.", "release_date": "2008-03-11", "poster": "/1XMXLLSZsHHQWVpdzjVU0JsAi1I.jpg", "runtime": 107, "id": 7735, "genre_ids": [18, 53]}, {"title": "Casino Royale", "overview": "Sir James Bond is called back out of retirement to stop SMERSH. In order to trick SMERSH, Bond thinks up the ultimate plan. That every agent will be named James Bond. One of the Bonds, whose real name is Evelyn Tremble is sent to take on Le Chiffre in a game of baccarat, but all the Bonds get more than they can handle, especially when the ultimate villain turns out to be Bonds nephew.", "release_date": "1967-04-13", "poster": "/g5fBYuP5Wc4yle6eXsKY6HQsbw2.jpg", "runtime": 131, "id": 12208, "genre_ids": [12, 28, 35]}, {"title": "The Devil's Rejects", "overview": "The sequel to House of 1000 Corpses – the Firefly family are ambushed at their isolated home by Sheriff Wydell and a squad of armed men guns blazing – yet only Otis and his sister, Baby, manage to escape the barrage of bullets unharmed. Hiding out in a backwater motel, the wanted siblings wait to rendezvous with their errant father, Captain Spaulding, killing whoever happens to stand in their way.", "release_date": "2005-07-22", "poster": "/fj4rrpUlBpFjPaJecpjID6yqacx.jpg", "runtime": 107, "id": 1696, "genre_ids": [18, 27, 80]}, {"title": "Man on a Ledge", "overview": "An ex-cop turned con threatens to jump to his death from a Manhattan hotel rooftop. The NYPD dispatch a female police psychologist to talk him down. However, unbeknownst to the police on the scene, the suicide attempt is a cover for the biggest diamond heist ever pulled.", "release_date": "2012-01-13", "poster": "/ssl4ZcThbMtEPNBEXmWpSgtT9xK.jpg", "runtime": 102, "id": 49527, "genre_ids": [28, 53, 80]}, {"title": "Ali G Indahouse", "overview": "Ali G unwittingly becomes a pawn in the evil Chancellor's plot to overthrow the Prime Minister of Great Britain. However, instead of bringing the Prime Minister down, Ali is embraced by the nation as the voice of youth and 'realness', making the Prime Minister and his government more popular than ever.", "release_date": "2002-03-21", "poster": "/7uhKivL5sy9IL0aR8W4QeD9Et3M.jpg", "runtime": 85, "id": 9298, "genre_ids": [35]}, {"title": "Into the Blue", "overview": "Red-hot action superstars Paul Walker and Jessica Alba heat up the screen as two sexy young divers who dream of finding hidden treasure. When they take some friends (Scott Caan and Ashley Scott) on an extreme sport adventure, the last thing they expect to see below the shark-infested waters is a legendary pirate ship rumored to contain millions of dollars in gold.", "release_date": "2005-09-30", "poster": "/m64ptUEvvDDgeju5DlwKe6l92Tp.jpg", "runtime": 110, "id": 11968, "genre_ids": [28, 53, 12, 80]}, {"title": "The Full Monty", "overview": "Sheffield, England. Gaz, a jobless steelworker in need of quick cash persuades his mates to bare it all in a one-night-only strip show.", "release_date": "1997-08-13", "poster": "/9InDDhNGnwZGOQHrX2AhEo0ZmcL.jpg", "runtime": 91, "id": 9427, "genre_ids": [35]}, {"title": "S.W.A.T.", "overview": "Hondo Harrelson recruits Jim Street to join an elite unit of the Los Angeles Police Department. Together they seek out more members, including tough Deke Kay and single mom Chris Sanchez. The team's first big assignment is to escort crime boss Alex Montel to prison. It seems routine, but when Montel offers a huge reward to anyone who can break him free, criminals of various stripes step up for the prize.", "release_date": "2003-08-08", "poster": "/AgwobKKS20WRaQCHj5ut2R4KyHa.jpg", "runtime": 117, "id": 9257, "genre_ids": [28, 53, 80]}, {"title": "Honey in the Head", "overview": "Before eleven years old Tilda's parents can put her beloved grandfather in an old people's home due to his progressing Alzheimer disease, she takes him on one last adventure that subliminally threatens to tear her family apart.", "release_date": "2014-12-25", "poster": "/wlWfHE4tmyPhSjQKX1L4YE0mtRC.jpg", "runtime": 139, "id": 269258, "genre_ids": [35, 18]}, {"title": "Three Steps Above Heaven", "overview": "Story of two young people who belong to different worlds. It is the chronicle of a love improbable, almost impossible but inevitable dragging in a frantic journey they discover the first great love. Babi (Maria Valverde) is a girl from upper-middle class that is educated in goodness and innocence . Hache (Mario Casas) is a rebellious boy, impulsive, unconscious, has a appetite for risk and danger embodied in endless fights and illegal motorbike races, the limit of common sense", "release_date": "2010-12-03", "poster": "/2VvVlD8YDhn0dlRpi7XJRcl8lt0.jpg", "runtime": 122, "id": 61979, "genre_ids": [10749, 18]}, {"title": "The Zero Theorem", "overview": "A computer hacker's goal to discover the reason for human existence continually finds his work interrupted thanks to the Management; this time, they send a teenager and lusty love interest to distract him.", "release_date": "2014-01-02", "poster": "/jsaRDf5Syw0dueU0mSXh4r1yzs0.jpg", "runtime": 107, "id": 157834, "genre_ids": [18, 14, 878]}, {"title": "The Wolfman", "overview": "This werewolf-themed horror film set in Victorian England centers on Lawrence Talbot, an American man who, upon a visit to London, gets bitten by a werewolf. Talbot had come to England to make amends with his estranged father, but after a moonlight transformation leaves him with a savage hunger for flesh, family harmony is the least of his worries.", "release_date": "2010-02-11", "poster": "/igiSz8bGHE0BegZ8xvlokAQgAk3.jpg", "runtime": 102, "id": 7978, "genre_ids": [27, 53, 18]}, {"title": "Queen of the Desert", "overview": "A chronicle of Gertrude Bell's life, a traveler, writer, archaeologist, explorer, cartographer, and political attaché for the British Empire at the dawn of the twentieth century.", "release_date": "2015-09-03", "poster": "/6eZJmCRfdqTEI8MvrWiwTzeweSC.jpg", "runtime": 128, "id": 157843, "genre_ids": [18, 36]}, {"title": "The Tale of Despereaux", "overview": "The tale of three unlikely heroes - a misfit mouse who prefers reading books to eating them, an unhappy rat who schemes to leave the darkness of the dungeon, and a bumbling servant girl with cauliflower ears - whose fates are intertwined with that of the castle's princess.", "release_date": "2008-10-29", "poster": "/8Nge4rXAQzU5w9U8OvnXuuJltL9.jpg", "runtime": 100, "id": 10199, "genre_ids": [16, 35, 10751]}, {"title": "Joe", "overview": "The rough-hewn boss (Nicolas Cage) of a lumber crew courts trouble when he steps in to protect the youngest member (Tye Sheridan) of his team from an abusive father.", "release_date": "2014-04-10", "poster": "/bvcLnoffCm67n7pZPVdJ6pluJsi.jpg", "runtime": 118, "id": 157847, "genre_ids": [18]}, {"title": "Parker", "overview": "A thief with a unique code of professional ethics is double-crossed by his crew and left for dead. Assuming a new disguise and forming an unlikely alliance with a woman on the inside, he looks to hijack the score of the crew's latest heist.", "release_date": "2013-01-23", "poster": "/f5KkE5sOdcNF7eb15cCTIzDVlys.jpg", "runtime": 118, "id": 119283, "genre_ids": [28, 80]}, {"title": "Cobra", "overview": "A tough-on-crime street cop must protect the only surviving witness to a strange murderous cult with far reaching plans.", "release_date": "1986-03-21", "poster": "/jnbvydGrfPeSlYnIQ2XI3z3IDmh.jpg", "runtime": 87, "id": 9874, "genre_ids": [28, 80, 53]}, {"title": "Fred Claus", "overview": "Fred Claus (Vince Vaughn) and Santa Claus (Paul Giamatti) have been estranged brothers for many years. Now Fred must reconcile his differences with his brother whom he believes over shadows him. When an efficiency expert (Kevin Spacey) asseses the workings at the North Pole and threatens to shut Santa down, Fred must help his brother to save Christmas.", "release_date": "2007-11-03", "poster": "/vFniWmciRi4tAjAYGp2wrK0P8dJ.jpg", "runtime": 116, "id": 5375, "genre_ids": [28, 35, 18]}, {"title": "Present Perfect Continuous Tense", "overview": "Jing is a teenager who starts dating Eiam, a woman who is 20 years older than him.  Things go well at the beginning of their relationship because of their optimistic attitude and strong efforts to adjust to each other's lifestyles. However, when Eiam turns 40 and Jing starts to mature, the couple increasingly experiences conflicts and arguments.  Things get even more complicated when Jing becomes attracted to a younger woman.", "release_date": "2013-07-17", "poster": "/eeDwTO18lMDXhtnl18z4U9SSSkD.jpg", "runtime": 109, "id": 252578, "genre_ids": [10749]}, {"title": "Bee Movie", "overview": "Barry B. Benson, a bee who has just graduated from college, is disillusioned at his lone career choice: making honey. On a special trip outside the hive, Barry's life is saved by Vanessa, a florist in New York City. As their relationship blossoms, he discovers humans actually eat honey, and subsequently decides to sue us.", "release_date": "2007-10-28", "poster": "/QhbOzpYfBOwrRiuTu9otPk919R.jpg", "runtime": 91, "id": 5559, "genre_ids": [10751, 16, 12, 35]}, {"title": "Evangelion: 1.0: You Are (Not) Alone", "overview": "After the Second Impact, Tokyo-3 is being attacked by giant creatures called Angels that seek to eradicate humankind. The child Shinji's objective is to fight the Angels by piloting one of the mysterious Evangelion mecha units. A remake of the first six episodes of GAINAX's famous 1996 anime series.", "release_date": "2007-09-01", "poster": "/12hS3pC0dG31JteNj56NscKDX9A.jpg", "runtime": 97, "id": 15137, "genre_ids": [16, 878, 28, 18]}, {"title": "Bride of Chucky", "overview": "Chucky hooks up with another murderous doll, the bridal gown-clad Tiffany, for a Route 66 murder spree with their unwitting hosts.", "release_date": "1998-10-16", "poster": "/u5Lc1Li0Hpc452o57E2KaToezZX.jpg", "runtime": 89, "id": 11932, "genre_ids": [35, 27]}, {"title": "The Wind Rises", "overview": "The Wind Rises is the 11th animated theatrical film directed by Hayao Miyazaki at Studio Ghibli. Based on Miyazaki’s own manga and the 1937 short novel of the same name by Tatsuo Hori, this is the story of Jirō Horikoshi, the aircraft engineer most remembered for his design work on the Mitsubishi A6M Reisen “Zero”, Japan’s famous World War II fighter aircraft. During the WWII years, the Miyazaki family business manufactured aircraft parts, including the windshields and rudders used on the Zero.", "release_date": "2013-07-20", "poster": "/3OTcCyf7QbGdVxsS8GLtaSsTZtP.jpg", "runtime": 126, "id": 149870, "genre_ids": [16, 18, 36]}, {"title": "National Lampoon’s Van Wilder", "overview": "Van Wilder is an outgoing, and extremely popular student who has been at Coolidge College for seven years. For the past three years he has made no effort to graduate, instead spending his time organizing parties, helping other students, and posing for figure drawing classes. But after seven years, with no return on his investment, Van's father decides it is time to stop paying Van's tuition.", "release_date": "2002-03-29", "poster": "/k1tQw41o1K2sI16k8XYF3TbmVMk.jpg", "runtime": 92, "id": 11452, "genre_ids": [35, 10749]}, {"title": "Soul Surfer", "overview": "Soul Surfer is the inspiring true story of teen surfer Bethany Hamilton. Bethany lost her left arm in a shark attack and courageously overcame all odds to become a champion again, through her sheer determination and unwavering faith.Bethany (AnnaSophia Robb) was born to surf. A natural talent who took to the waves at a young age, she was leading an idyllic life on Kauai, participating in national surf competitions with her best friend Alana (Lorraine Nicholson), when everything changed. On Halloween morning, a 14-foot tiger shark came out of nowhere and seemed to shatter all her dreams.Soul Surfer reveals Bethany's fight to recover from her ordeal and how she grappled with the question of her future. Strengthened by the love of her parents, Tom (Dennis Quaid) and Cheri (Helen Hunt), and supported by her youth group leader Sara (Carrie Underwood), Bethany refuses to give in or give up, and begins a bold return to the water.", "release_date": "2011-04-08", "poster": "/t7twsxCK3vIkn4z0w4WwHuVZPNy.jpg", "runtime": 106, "id": 43959, "genre_ids": [18, 28]}, {"title": "Galaxy Quest", "overview": "Decades after the success of the sci-fi series \"Galaxy Quest,\" the show's washed-up stars -- Jason Nesmith, Gwen DeMarco and Alexander Dane -- are unwittingly recruited by actual aliens to pull off an intergalactic rescue mission.", "release_date": "1999-12-23", "poster": "/ahpUPhVlwAWic9N0SfNkxs8e66W.jpg", "runtime": 102, "id": 926, "genre_ids": [35, 10751, 878]}, {"title": "Fittest On Earth (The Story Of The 2015 Reebok CrossFit Games)", "overview": "The fittest athletes on Earth take on the CrossFit Games, the ultimate test of fitness to prove that they are the fittest on Earth.", "release_date": "2016-02-27", "poster": "/brN4GMFYotFFNIpDLfIX4qi605E.jpg", "runtime": 104, "id": 384845, "genre_ids": [99]}, {"title": "Spooks: The Greater Good", "overview": "During a handover to the head of counter-terrorism of MI5 Harry Pearce, terrorist Adam Qasim escapes from MI5 custody. When Harry disappears soon after, his protégé Will Crombie is tasked with finding out what happened as an impending attack on London looms. Crombie eventually uncovers a deadly conspiracy.", "release_date": "2015-04-11", "poster": "/mCu8mJRbBD8x187A5WserM9YhOr.jpg", "runtime": 104, "id": 292040, "genre_ids": [53, 28]}, {"title": "Mamma Mia!", "overview": "Set on an idyllic Greek island, the plot serves as a background for a wealth of ABBA hit songs. Donna, an independent, single mother who owns a small hotel on the island is about to let go of Sophie, the spirited young daughter she's raised alone. But Sophie has secretly invited three of her mother's ex-lovers in the hopes of finding her father.", "release_date": "2008-06-30", "poster": "/husdvXT5x3TDrYBx9nTWGAMZKVY.jpg", "runtime": 108, "id": 11631, "genre_ids": [35, 10749]}, {"title": "Dude, Where’s My Car?", "overview": "Jesse and Chester, two bumbling stoners, wake up one morning from a night of partying and cannot remember where they parked their car. They encounter a variety of people while looking for it, including their angry girlfriends, an angry street gang, a transexual stripper, a cult of alien seeking fanatics, and aliens in human form looking for a mystical device that could save or destroy the world.", "release_date": "2000-12-15", "poster": "/3KoZiWlgvmeDYiLk9oOMpEvZThb.jpg", "runtime": 83, "id": 8859, "genre_ids": [35]}, {"title": "The Diary of a Teenage Girl", "overview": "Minnie Goetze is a 15-year-old aspiring comic-book artist, coming of age in the haze of the 1970s in San Francisco. Insatiably curious about the world around her, Minnie is a pretty typical teenage girl. Oh, except that she’s sleeping with her mother’s boyfriend.", "release_date": "2015-08-14", "poster": "/tp6cKoQOb9gY9DbhQmWIk7wdMkS.jpg", "runtime": 102, "id": 250124, "genre_ids": [10749, 18]}, {"title": "Gone with the Wind", "overview": "An American classic in which a manipulative woman and a roguish man carry on a turbulent love affair in the American south during the Civil War and Reconstruction.", "release_date": "1939-12-15", "poster": "/2m9qsuDpAb6aBMxbKOBU1jsP9qf.jpg", "runtime": 238, "id": 770, "genre_ids": [18, 10749, 10752]}, {"title": "Deep Blue Sea", "overview": "On a remote former submarine refueling facility called Aquatica, a team of scientists are searching for a cure for Alzheimer's disease. Dr. Susan McAlester genetically engineers three Mako sharks, intending to increase their brain capacity so that they can harvest the tissue as a cure for Alzheimer's. Unfortunately, the increased brain capacity also makes the sharks smarter, faster, and more dangerous. Aquatica's financial backers are skeptical and nervous about the tests, and send a corporate executive to visit the facility.", "release_date": "1999-07-27", "poster": "/r386y8YpePXoS7P4jHWZRTF36Zb.jpg", "runtime": 105, "id": 8914, "genre_ids": [27, 28, 53, 878]}, {"title": "The Ninth Gate", "overview": "An all-expenses-paid international search for a rare copy of The Nine Gates of the Shadow Kingdom brings an unscrupulous book dealer deep into a world of murder, double-dealing and satanic worship.", "release_date": "1999-08-24", "poster": "/uamhDQBebdW3UQqOaVmma3yW8pm.jpg", "runtime": 133, "id": 622, "genre_ids": [27, 9648, 53]}, {"title": "Miller's Crossing", "overview": "Set in 1929, a political boss and his advisor have a parting of the ways when they both fall for the same woman.", "release_date": "1990-09-21", "poster": "/gmUAhNHY4bxQzgHjXci5JAW7u62.jpg", "runtime": 115, "id": 379, "genre_ids": [18, 53, 80]}, {"title": "The Great Escape", "overview": "The Nazis, exasperated at the number of escapes from their prison camps by a relatively small number of Allied prisoners, relocates them to a high-security \"escape-proof\" camp to sit out the remainder of the war. Undaunted, the prisoners plan one of the most ambitious escape attempts of World War II. Based on a true story.", "release_date": "1963-06-20", "poster": "/qhy4HgUqhEbwQ1ekKTv7yEB3b0e.jpg", "runtime": 172, "id": 5925, "genre_ids": [12, 18, 36, 53, 10752]}, {"title": "Annabelle", "overview": "John Form has found the perfect gift for his expectant wife, Mia - a beautiful, rare vintage doll in a pure white wedding dress. But Mia's delight with Annabelle doesn't last long. On one horrific night, their home is invaded by members of a satanic cult, who violently attack the couple. Spilled blood and terror are not all they leave behind. The cultists have conjured an entity so malevolent that nothing they did will compare to the sinister conduit to the damned that is now... Annabelle.", "release_date": "2014-10-02", "poster": "/yAgxM61Sn0dYML4C9v3MJFp5zPI.jpg", "runtime": 99, "id": 250546, "genre_ids": [27]}, {"title": "My Sister's Keeper", "overview": "Sara and Brian live an idyllic life with their young son and daughter. But their family is rocked by sudden, heartbreaking news that forces them to make a difficult and unorthodox choice in order to save their baby girl's life. The parents' desperate decision raises both ethical and moral questions and rips away at the foundation of their relationship. Their actions ultimately set off a court case that threatens to tear the family apart, while revealing surprising truths that challenge everyone's perceptions of love and loyalty and give new meaning to the definition of healing.", "release_date": "2009-06-26", "poster": "/rViNhZ10YdEmuis2g5wkxcEUJsA.jpg", "runtime": 109, "id": 10024, "genre_ids": [18]}, {"title": "Barbie: Spy Squad", "overview": "Barbie and her best friends Teresa and Renee transform from hard-working gymnasts to undercover secret agents. When their amazing gymnastics skills catch the eye of a top-secret spy agency, the girls are soon following clues to a gem-stealing cat burglar, using high-tech gadgets, glam disguises and cute robo-pets to save the day.", "release_date": "2016-02-11", "poster": "/4uOun9p2SJcTfHAxKimy43Kj5hA.jpg", "runtime": 75, "id": 377897, "genre_ids": [16, 10751]}, {"title": "Addams Family Values", "overview": "Siblings Wednesday and Pugsley Addams will stop at nothing to get rid of Pubert, the new baby boy adored by parents Gomez and Morticia. Things go from bad to worse when the new \"black widow\" nanny, Debbie Jellinsky, launches her plan to add Fester to her collection of dead husbands.", "release_date": "1993-11-19", "poster": "/zEwEXGDvJ8Ou2s6XbLMPvMTX53S.jpg", "runtime": 94, "id": 2758, "genre_ids": [35, 10751, 14]}, {"title": "Walk of Shame", "overview": "A reporter's dream of becoming a news anchor is compromised after a one-night stand leaves her stranded in downtown L.A. without a phone, car, ID or money - and only 8 hours to make it to the most important job interview of her life.", "release_date": "2014-05-02", "poster": "/5TGX6do5nemPYyHCptjqHzU4HfR.jpg", "runtime": 95, "id": 187596, "genre_ids": [35]}, {"title": "Out of Africa", "overview": "Out of Africa tells the story of the life of Danish author Karen Blixen, who at the beginning of the 20th century moved to Africa to build a new life for herself. The film is based on the autobiographical novel by Karen Blixen from 1937.", "release_date": "1985-12-10", "poster": "/bLXD2jp0img4RJiczAwnS7m7jF9.jpg", "runtime": 161, "id": 606, "genre_ids": [18]}, {"title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day", "overview": "Alexander's day begins with gum stuck in his hair, followed by more calamities. Though he finds little sympathy from his family and begins to wonder if bad things only happen to him, his mom, dad, brother, and sister all find themselves living through their own terrible, horrible, no good, very bad day.", "release_date": "2014-10-08", "poster": "/yup7xOCpOSHeUyalUH6mpFuBDpG.jpg", "runtime": 81, "id": 218778, "genre_ids": [10751, 35]}, {"title": "The Fisher King", "overview": "Two troubled men face their terrible destinies and events of their past as they join together on a mission to find the Holy Grail and thus to save themselves.", "release_date": "1991-09-20", "poster": "/x93W5WrOOr3PCia1cANnWmAtUwQ.jpg", "runtime": 137, "id": 177, "genre_ids": [18, 35]}, {"title": "Duke of Earl", "overview": "Violence erupts when two vicious street gangs go to war in the inner city. Duke, the gang leader of Tokers Town, is feeling the pressure from his Barrio to go to war with their rival gang 14th St. But while Duke was in jail he made a peace treaty with the leader of 14th St. only to discover they had broken it. Now with his homies getting shot and his mothers pleas to stop the violence he is at the breaking point.", "release_date": "1979-07-13", "poster": "/jKUo0dsGPXHTbfei29HLNxG3F1B.jpg", "runtime": 82, "id": 211264, "genre_ids": [28, 80, 18]}]